[
    {
        "question": "Martin A. Pomerantz graduated from Syracuse University in 1937.Where was Martin A. Pomerantz born?Where Martin A. Pomerantz died?Where Martin A. Pomerantz graduated?What other awards Martin A. Pomerantz has received?What other institutions did Martin A. Pomerantz work for?What other parties has Martin A. Pomerantz been a member of at other times?"
    },
    {
        "question": "Alice Gast graduated from University of Southern California in 1980.Where Alice Gast died?Where Alice Gast graduated?What other awards Alice Gast has received?What other institutions did Alice Gast work for?What other parties has Alice Gast been a member of at other times?"
    },
    {
        "question": "Herbert Goldstein graduated from City College of New York in 1940.Where Herbert Goldstein died?Where Herbert Goldstein graduated?What other awards Herbert Goldstein has received?What other institutions did Herbert Goldstein work for?What other parties has Herbert Goldstein been a member of at other times?"
    },
    {
        "question": "Harold Hotelling graduated from Princeton University in 1924.Where was Harold Hotelling born?Where Harold Hotelling graduated?What other awards Harold Hotelling has received?What other institutions did Harold Hotelling work for?What other parties has Harold Hotelling been a member of at other times?"
    },
    {
        "question": "King-Sun Fu graduated from University of Toronto in 1955.Where was King-Sun Fu born?Where King-Sun Fu died?Where King-Sun Fu graduated?What other awards King-Sun Fu has received?What other institutions did King-Sun Fu work for?What other parties has King-Sun Fu been a member of at other times?"
    },
    {
        "question": "John E. McMurry graduated from Columbia University in 1967.Where John E. McMurry died?Where John E. McMurry graduated?What other awards John E. McMurry has received?What other institutions did John E. McMurry work for?What other parties has John E. McMurry been a member of at other times?"
    },
    {
        "question": "Kevin A. Ford graduated from University of Notre Dame in 1982.Where was Kevin A. Ford born?Where Kevin A. Ford died?Where Kevin A. Ford graduated?What other awards Kevin A. Ford has received?What other institutions did Kevin A. Ford work for?What other parties has Kevin A. Ford been a member of at other times?"
    },
    {
        "question": "Edward John Ray graduated from Stanford University during 1969 and 1971.Where was Edward John Ray born?Where Edward John Ray died?Where Edward John Ray graduated?What other awards Edward John Ray has received?What other institutions did Edward John Ray work for?What other parties has Edward John Ray been a member of at other times?"
    },
    {
        "question": "Richard Wilbur graduated from Amherst College in 1942.Where Richard Wilbur died?Where Richard Wilbur graduated?What other awards Richard Wilbur has received?What other institutions did Richard Wilbur work for?What other parties has Richard Wilbur been a member of at other times?"
    },
    {
        "question": "Kelvin Lancaster graduated from University of Sydney in 1948.Where Kelvin Lancaster graduated?What other awards Kelvin Lancaster has received?What other institutions did Kelvin Lancaster work for?What other parties has Kelvin Lancaster been a member of at other times?"
    },
    {
        "question": "Milton Pollack graduated from Columbia University during 1927 and 1929.Where Milton Pollack graduated?What other awards Milton Pollack has received?What other institutions did Milton Pollack work for?What other parties has Milton Pollack been a member of at other times?"
    },
    {
        "question": "Theodore Freeman graduated from United States Naval Academy in 1953.Where was Theodore Freeman born?Where Theodore Freeman graduated?What other awards Theodore Freeman has received?What other institutions did Theodore Freeman work for?What other parties has Theodore Freeman been a member of at other times?"
    },
    {
        "question": "Karol J. Bobko graduated from United States Air Force Academy in 1959.Where Karol J. Bobko died?Where Karol J. Bobko graduated?What other awards Karol J. Bobko has received?What other institutions did Karol J. Bobko work for?What other parties has Karol J. Bobko been a member of at other times?"
    },
    {
        "question": "Donald Othmer graduated from University of Michigan during 1925 and 1927.Where Donald Othmer graduated?What other awards Donald Othmer has received?What other institutions did Donald Othmer work for?What other parties has Donald Othmer been a member of at other times?"
    },
    {
        "question": "Stanley Rogers Resor graduated from Yale University during 1939 and 1942.Where Stanley Rogers Resor graduated?What other awards Stanley Rogers Resor has received?What other institutions did Stanley Rogers Resor work for?What other parties has Stanley Rogers Resor been a member of at other times?"
    },
    {
        "question": "Lee Pressman graduated from Harvard Law School in 1929.Where Lee Pressman graduated?What other awards Lee Pressman has received?What other institutions did Lee Pressman work for?What other parties has Lee Pressman been a member of at other times?"
    },
    {
        "question": "Alice Hamilton graduated from University of Chicago during 1899 and 1901.Where Alice Hamilton died?Where Alice Hamilton graduated?What other awards Alice Hamilton has received?What other institutions did Alice Hamilton work for?What other parties has Alice Hamilton been a member of at other times?"
    },
    {
        "question": "Brad R. Roth graduated from Swarthmore College in 1984.Where was Brad R. Roth born?Where Brad R. Roth died?Where Brad R. Roth graduated?What other awards Brad R. Roth has received?What other institutions did Brad R. Roth work for?What other parties has Brad R. Roth been a member of at other times?"
    },
    {
        "question": "John C. Slater graduated from Harvard University in 1923.Where John C. Slater died?Where John C. Slater graduated?What other awards John C. Slater has received?What other institutions did John C. Slater work for?What other parties has John C. Slater been a member of at other times?"
    },
    {
        "question": "Gus Grissom graduated from Purdue University in 1950.Where was Gus Grissom born?Where Gus Grissom graduated?What other awards Gus Grissom has received?What other institutions did Gus Grissom work for?What other parties has Gus Grissom been a member of at other times?"
    },
    {
        "question": "Nicos Poulantzas graduated from University of Paris in 1964.Where Nicos Poulantzas graduated?What other awards Nicos Poulantzas has received?What other institutions did Nicos Poulantzas work for?What other parties has Nicos Poulantzas been a member of at other times?"
    },
    {
        "question": "Richard Arnowitt graduated from Harvard University in 1953.Where Richard Arnowitt graduated?What other awards Richard Arnowitt has received?What other institutions did Richard Arnowitt work for?What other parties has Richard Arnowitt been a member of at other times?"
    },
    {
        "question": "Rob Wagner graduated from University of Michigan during 1894 and 1903.Where Rob Wagner graduated?What other awards Rob Wagner has received?What other institutions did Rob Wagner work for?What other parties has Rob Wagner been a member of at other times?"
    },
    {
        "question": "Hong Sehwa graduated from Seoul National University during 1966 and 1967.Where Hong Sehwa died?Where Hong Sehwa graduated?What other awards Hong Sehwa has received?What other institutions did Hong Sehwa work for?What other parties has Hong Sehwa been a member of at other times?"
    },
    {
        "question": "Dana Scott graduated from Princeton University in 1958.Where Dana Scott died?Where Dana Scott graduated?What other awards Dana Scott has received?What other institutions did Dana Scott work for?What other parties has Dana Scott been a member of at other times?"
    },
    {
        "question": "Gregg L. Semenza graduated from University of Pennsylvania in 1984.Where Gregg L. Semenza died?Where Gregg L. Semenza graduated?What other awards Gregg L. Semenza has received?What other institutions did Gregg L. Semenza work for?What other parties has Gregg L. Semenza been a member of at other times?"
    },
    {
        "question": "Joseph Henry Condon graduated from Northwestern University in 1963.Where Joseph Henry Condon died?Where Joseph Henry Condon graduated?What other awards Joseph Henry Condon has received?What other institutions did Joseph Henry Condon work for?What other parties has Joseph Henry Condon been a member of at other times?"
    },
    {
        "question": "Nevin S. Scrimshaw graduated from University of Rochester in 1945.Where Nevin S. Scrimshaw died?Where Nevin S. Scrimshaw graduated?What other awards Nevin S. Scrimshaw has received?What other institutions did Nevin S. Scrimshaw work for?What other parties has Nevin S. Scrimshaw been a member of at other times?"
    },
    {
        "question": "Thomas W. Reps graduated from Cornell University during 1982 and 1985.Where was Thomas W. Reps born?Where Thomas W. Reps died?Where Thomas W. Reps graduated?What other awards Thomas W. Reps has received?What other institutions did Thomas W. Reps work for?What other parties has Thomas W. Reps been a member of at other times?"
    },
    {
        "question": "Sigourney Weaver graduated from Stanford University in 1972.Where Sigourney Weaver died?Where Sigourney Weaver graduated?What other awards Sigourney Weaver has received?What other institutions did Sigourney Weaver work for?What other parties has Sigourney Weaver been a member of at other times?"
    },
    {
        "question": "Edward Woodruff Seymour graduated from Yale University in 1853.Where Edward Woodruff Seymour graduated?What other awards Edward Woodruff Seymour has received?What other institutions did Edward Woodruff Seymour work for?What other parties has Edward Woodruff Seymour been a member of at other times?"
    },
    {
        "question": "James Stewart graduated from Princeton University in 1932.Where was James Stewart born?Where James Stewart graduated?What other awards James Stewart has received?What other institutions did James Stewart work for?What other parties has James Stewart been a member of at other times?"
    },
    {
        "question": "Matthew Meselson graduated from California Institute of Technology in 1957.Where Matthew Meselson died?Where Matthew Meselson graduated?What other awards Matthew Meselson has received?What other institutions did Matthew Meselson work for?What other parties has Matthew Meselson been a member of at other times?"
    },
    {
        "question": "John H. Corcoran graduated from Harvard Business School in 1920.Where was John H. Corcoran born?Where John H. Corcoran graduated?What other awards John H. Corcoran has received?What other institutions did John H. Corcoran work for?What other parties has John H. Corcoran been a member of at other times?"
    },
    {
        "question": "Herbert York graduated from University of Rochester in 1943.Where Herbert York graduated?What other awards Herbert York has received?What other institutions did Herbert York work for?What other parties has Herbert York been a member of at other times?"
    },
    {
        "question": "Vasco M. Tanner graduated from Stanford University in 1925.Where was Vasco M. Tanner born?Where Vasco M. Tanner graduated?What other awards Vasco M. Tanner has received?What other institutions did Vasco M. Tanner work for?What other parties has Vasco M. Tanner been a member of at other times?"
    },
    {
        "question": "Chi-fu Huang graduated from National Taiwan University in 1977.Where was Chi-fu Huang born?Where Chi-fu Huang died?Where Chi-fu Huang graduated?What other awards Chi-fu Huang has received?What other institutions did Chi-fu Huang work for?What other parties has Chi-fu Huang been a member of at other times?"
    },
    {
        "question": "Edgar Mitchell graduated from Carnegie Mellon University in 1952.Where was Edgar Mitchell born?Where Edgar Mitchell graduated?What other awards Edgar Mitchell has received?What other institutions did Edgar Mitchell work for?What other parties has Edgar Mitchell been a member of at other times?"
    },
    {
        "question": "Marvin Zelen graduated from American University in 1957.Where Marvin Zelen graduated?What other awards Marvin Zelen has received?What other institutions did Marvin Zelen work for?What other parties has Marvin Zelen been a member of at other times?"
    },
    {
        "question": "Michael N. Hall graduated from Harvard University in 1981.Where was Michael N. Hall born?Where Michael N. Hall died?Where Michael N. Hall graduated?What other awards Michael N. Hall has received?What other institutions did Michael N. Hall work for?What other parties has Michael N. Hall been a member of at other times?"
    },
    {
        "question": "Anthony B. Pinn graduated from Harvard University in 1994.Where was Anthony B. Pinn born?Where Anthony B. Pinn died?Where Anthony B. Pinn graduated?What other awards Anthony B. Pinn has received?What other institutions did Anthony B. Pinn work for?What other parties has Anthony B. Pinn been a member of at other times?"
    },
    {
        "question": "Daniel Kahneman graduated from Hebrew University of Jerusalem in 1954.Where Daniel Kahneman died?Where Daniel Kahneman graduated?What other awards Daniel Kahneman has received?What other institutions did Daniel Kahneman work for?What other parties has Daniel Kahneman been a member of at other times?"
    },
    {
        "question": "James Cullen Martin graduated from Vanderbilt University in 1952.Where was James Cullen Martin born?Where James Cullen Martin graduated?What other awards James Cullen Martin has received?What other institutions did James Cullen Martin work for?What other parties has James Cullen Martin been a member of at other times?"
    },
    {
        "question": "George J. Armelagos graduated from University of Colorado in 1963.Where was George J. Armelagos born?Where George J. Armelagos graduated?What other awards George J. Armelagos has received?What other institutions did George J. Armelagos work for?What other parties has George J. Armelagos been a member of at other times?"
    },
    {
        "question": "Stephen G. Wheatland graduated from Harvard University in 1844.Where Stephen G. Wheatland graduated?What other awards Stephen G. Wheatland has received?What other institutions did Stephen G. Wheatland work for?What other parties has Stephen G. Wheatland been a member of at other times?"
    },
    {
        "question": "Robert A. Parker graduated from Amherst College in 1958.Where Robert A. Parker died?Where Robert A. Parker graduated?What other awards Robert A. Parker has received?What other institutions did Robert A. Parker work for?What other parties has Robert A. Parker been a member of at other times?"
    },
    {
        "question": "Mamie Gummer graduated from Northwestern University in 2005.Where Mamie Gummer died?Where Mamie Gummer graduated?What other awards Mamie Gummer has received?What other institutions did Mamie Gummer work for?What other parties has Mamie Gummer been a member of at other times?"
    },
    {
        "question": "Frank O'Hara graduated from Harvard University in 1950.Where Frank O'Hara died?Where Frank O'Hara graduated?What other awards Frank O'Hara has received?What other institutions did Frank O'Hara work for?What other parties has Frank O'Hara been a member of at other times?"
    },
    {
        "question": "Edward Norton Lorenz graduated from Harvard University in 1940.Where was Edward Norton Lorenz born?Where Edward Norton Lorenz graduated?What other awards Edward Norton Lorenz has received?What other institutions did Edward Norton Lorenz work for?What other parties has Edward Norton Lorenz been a member of at other times?"
    },
    {
        "question": "E. H. Moore graduated from Yale University in 1885.Where E. H. Moore graduated?What other awards E. H. Moore has received?What other institutions did E. H. Moore work for?What other parties has E. H. Moore been a member of at other times?"
    },
    {
        "question": "Arthur Stoll graduated from ETH Zurich in 2013.Where was Arthur Stoll born?Where Arthur Stoll died?Where Arthur Stoll graduated?What other awards Arthur Stoll has received?What other institutions did Arthur Stoll work for?What other parties has Arthur Stoll been a member of at other times?"
    },
    {
        "question": "Lisa Nowak graduated from Naval Postgraduate School in 1992.Where Lisa Nowak died?Where Lisa Nowak graduated?What other awards Lisa Nowak has received?What other institutions did Lisa Nowak work for?What other parties has Lisa Nowak been a member of at other times?"
    },
    {
        "question": "Arnold Nordsieck graduated from University of California, Berkeley in 1935.Where Arnold Nordsieck graduated?What other awards Arnold Nordsieck has received?What other institutions did Arnold Nordsieck work for?What other parties has Arnold Nordsieck been a member of at other times?"
    },
    {
        "question": "Anna Harriet Heyer graduated from Columbia University in 1939.Where Anna Harriet Heyer graduated?What other awards Anna Harriet Heyer has received?What other institutions did Anna Harriet Heyer work for?What other parties has Anna Harriet Heyer been a member of at other times?"
    },
    {
        "question": "John S. Waugh graduated from Dartmouth College in 1949.Where was John S. Waugh born?Where John S. Waugh graduated?What other awards John S. Waugh has received?What other institutions did John S. Waugh work for?What other parties has John S. Waugh been a member of at other times?"
    },
    {
        "question": "John O'Keefe (neuroscientist) graduated from McGill University during 1964 and 1967.Where John O'Keefe (neuroscientist) died?Where John O'Keefe (neuroscientist) graduated?What other awards John O'Keefe (neuroscientist) has received?What other institutions did John O'Keefe (neuroscientist) work for?What other parties has John O'Keefe (neuroscientist) been a member of at other times?"
    },
    {
        "question": "Mark Goodson graduated from University of California, Berkeley in 1937.Where Mark Goodson graduated?What other awards Mark Goodson has received?What other institutions did Mark Goodson work for?What other parties has Mark Goodson been a member of at other times?"
    },
    {
        "question": "Bill Cosby graduated from Temple University in 1971.Where Bill Cosby died?Where Bill Cosby graduated?What other awards Bill Cosby has received?What other institutions did Bill Cosby work for?What other parties has Bill Cosby been a member of at other times?"
    },
    {
        "question": "Ladislaus Bortkiewicz graduated from University of Göttingen in 1892.Where Ladislaus Bortkiewicz graduated?What other awards Ladislaus Bortkiewicz has received?What other institutions did Ladislaus Bortkiewicz work for?What other parties has Ladislaus Bortkiewicz been a member of at other times?"
    },
    {
        "question": "Friedrich Gustav Carl Emil Erlenmeyer graduated from University of Göttingen in 1888.Where Friedrich Gustav Carl Emil Erlenmeyer graduated?What other awards Friedrich Gustav Carl Emil Erlenmeyer has received?What other institutions did Friedrich Gustav Carl Emil Erlenmeyer work for?What other parties has Friedrich Gustav Carl Emil Erlenmeyer been a member of at other times?"
    },
    {
        "question": "Paul Hudak graduated from Vanderbilt University in 1973.Where Paul Hudak graduated?What other awards Paul Hudak has received?What other institutions did Paul Hudak work for?What other parties has Paul Hudak been a member of at other times?"
    },
    {
        "question": "Eugene G. Sander graduated from Cornell University during 1959 and 1965.Where was Eugene G. Sander born?Where Eugene G. Sander died?Where Eugene G. Sander graduated?What other awards Eugene G. Sander has received?What other institutions did Eugene G. Sander work for?What other parties has Eugene G. Sander been a member of at other times?"
    },
    {
        "question": "Edward Maibach graduated from Stanford University in 1990.Where was Edward Maibach born?Where Edward Maibach died?Where Edward Maibach graduated?What other awards Edward Maibach has received?What other institutions did Edward Maibach work for?What other parties has Edward Maibach been a member of at other times?"
    },
    {
        "question": "Gary Loveman graduated from Massachusetts Institute of Technology in 1989.Where Gary Loveman died?Where Gary Loveman graduated?What other awards Gary Loveman has received?What other institutions did Gary Loveman work for?What other parties has Gary Loveman been a member of at other times?"
    },
    {
        "question": "Henry Kautz graduated from Johns Hopkins University in 1980.Where was Henry Kautz born?Where Henry Kautz died?Where Henry Kautz graduated?What other awards Henry Kautz has received?What other institutions did Henry Kautz work for?What other parties has Henry Kautz been a member of at other times?"
    },
    {
        "question": "Fei-Fei Li graduated from California Institute of Technology in 2005.Where Fei-Fei Li died?Where Fei-Fei Li graduated?What other awards Fei-Fei Li has received?What other institutions did Fei-Fei Li work for?What other parties has Fei-Fei Li been a member of at other times?"
    },
    {
        "question": "Yumi Hogan graduated from American University in 2010.Where was Yumi Hogan born?Where Yumi Hogan died?Where Yumi Hogan graduated?What other awards Yumi Hogan has received?What other institutions did Yumi Hogan work for?What other parties has Yumi Hogan been a member of at other times?"
    },
    {
        "question": "Ezra T. Newman graduated from Syracuse University in 1956.Where Ezra T. Newman died?Where Ezra T. Newman graduated?What other awards Ezra T. Newman has received?What other institutions did Ezra T. Newman work for?What other parties has Ezra T. Newman been a member of at other times?"
    },
    {
        "question": "Charles Bolden graduated from University of Southern California in 1977.Where Charles Bolden died?Where Charles Bolden graduated?What other awards Charles Bolden has received?What other institutions did Charles Bolden work for?What other parties has Charles Bolden been a member of at other times?"
    },
    {
        "question": "Gregory Chow graduated from Cornell University in 1951.Where Gregory Chow died?Where Gregory Chow graduated?What other awards Gregory Chow has received?What other institutions did Gregory Chow work for?What other parties has Gregory Chow been a member of at other times?"
    },
    {
        "question": "Bruce McCandless II graduated from United States Naval Academy in 1958.Where Bruce McCandless II died?Where Bruce McCandless II graduated?What other awards Bruce McCandless II has received?What other institutions did Bruce McCandless II work for?What other parties has Bruce McCandless II been a member of at other times?"
    },
    {
        "question": "Karl R. Thompson graduated from University of Cambridge in 1998.Where was Karl R. Thompson born?Where Karl R. Thompson died?Where Karl R. Thompson graduated?What other awards Karl R. Thompson has received?What other institutions did Karl R. Thompson work for?What other parties has Karl R. Thompson been a member of at other times?"
    },
    {
        "question": "Wilfrid Sellars graduated from University of Michigan in 1933.Where Wilfrid Sellars graduated?What other awards Wilfrid Sellars has received?What other institutions did Wilfrid Sellars work for?What other parties has Wilfrid Sellars been a member of at other times?"
    },
    {
        "question": "Walter Foxcroft Hawkins graduated from Williams College during 1884 and 1886.Where Walter Foxcroft Hawkins graduated?What other awards Walter Foxcroft Hawkins has received?What other institutions did Walter Foxcroft Hawkins work for?What other parties has Walter Foxcroft Hawkins been a member of at other times?"
    },
    {
        "question": "James Watson graduated from Indiana University in 1950.Where James Watson died?Where James Watson graduated?What other awards James Watson has received?What other institutions did James Watson work for?What other parties has James Watson been a member of at other times?"
    },
    {
        "question": "Donald R. McMonagle graduated from University of Michigan in 2003.Where Donald R. McMonagle died?Where Donald R. McMonagle graduated?What other awards Donald R. McMonagle has received?What other institutions did Donald R. McMonagle work for?What other parties has Donald R. McMonagle been a member of at other times?"
    },
    {
        "question": "Alfred G. Gilman graduated from Yale University in 1962.Where Alfred G. Gilman graduated?What other awards Alfred G. Gilman has received?What other institutions did Alfred G. Gilman work for?What other parties has Alfred G. Gilman been a member of at other times?"
    },
    {
        "question": "Alex Berenson graduated from Yale University in 1994.Where Alex Berenson died?Where Alex Berenson graduated?What other awards Alex Berenson has received?What other institutions did Alex Berenson work for?What other parties has Alex Berenson been a member of at other times?"
    },
    {
        "question": "James B. Orlin graduated from California Institute of Technology in 1976.Where was James B. Orlin born?Where James B. Orlin died?Where James B. Orlin graduated?What other awards James B. Orlin has received?What other institutions did James B. Orlin work for?What other parties has James B. Orlin been a member of at other times?"
    },
    {
        "question": "Frank Spedding graduated from University of Michigan during 1925 and 1926.Where Frank Spedding died?Where Frank Spedding graduated?What other awards Frank Spedding has received?What other institutions did Frank Spedding work for?What other parties has Frank Spedding been a member of at other times?"
    },
    {
        "question": "Vincent E. Lally graduated from Harvard University in 1944.Where Vincent E. Lally graduated?What other awards Vincent E. Lally has received?What other institutions did Vincent E. Lally work for?What other parties has Vincent E. Lally been a member of at other times?"
    },
    {
        "question": "Frank Burr Mallory graduated from Harvard Medical School in 1890.Where Frank Burr Mallory graduated?What other awards Frank Burr Mallory has received?What other institutions did Frank Burr Mallory work for?What other parties has Frank Burr Mallory been a member of at other times?"
    },
    {
        "question": "Douglas Engelbart graduated from Oregon State University in 1948.Where Douglas Engelbart died?Where Douglas Engelbart graduated?What other awards Douglas Engelbart has received?What other institutions did Douglas Engelbart work for?What other parties has Douglas Engelbart been a member of at other times?"
    },
    {
        "question": "Thomas Penfield Jackson graduated from Harvard Law School in 1964.Where Thomas Penfield Jackson died?Where Thomas Penfield Jackson graduated?What other awards Thomas Penfield Jackson has received?What other institutions did Thomas Penfield Jackson work for?What other parties has Thomas Penfield Jackson been a member of at other times?"
    },
    {
        "question": "Mas Subramanian graduated from Texas A&M University during 1982 and 1984.Where Mas Subramanian died?Where Mas Subramanian graduated?What other awards Mas Subramanian has received?What other institutions did Mas Subramanian work for?What other parties has Mas Subramanian been a member of at other times?"
    },
    {
        "question": "Niklaus Wirth graduated from University of California, Berkeley in 1963.Where was Niklaus Wirth born?Where Niklaus Wirth died?Where Niklaus Wirth graduated?What other awards Niklaus Wirth has received?What other institutions did Niklaus Wirth work for?What other parties has Niklaus Wirth been a member of at other times?"
    },
    {
        "question": "George Cary (architect) graduated from Harvard College in 1883.Where George Cary (architect) graduated?What other awards George Cary (architect) has received?What other institutions did George Cary (architect) work for?What other parties has George Cary (architect) been a member of at other times?"
    },
    {
        "question": "George Washington Warren graduated from Harvard College in 1830.Where George Washington Warren graduated?What other awards George Washington Warren has received?What other institutions did George Washington Warren work for?What other parties has George Washington Warren been a member of at other times?"
    },
    {
        "question": "Alan Khazei graduated from Harvard Law School in 1987.Where Alan Khazei died?Where Alan Khazei graduated?What other awards Alan Khazei has received?What other institutions did Alan Khazei work for?What other parties has Alan Khazei been a member of at other times?"
    },
    {
        "question": "Seth Neddermeyer graduated from California Institute of Technology in 1935.Where was Seth Neddermeyer born?Where Seth Neddermeyer graduated?What other awards Seth Neddermeyer has received?What other institutions did Seth Neddermeyer work for?What other parties has Seth Neddermeyer been a member of at other times?"
    },
    {
        "question": "Lachlan Macleay graduated from United States Naval Academy in 1954.Where Lachlan Macleay died?Where Lachlan Macleay graduated?What other awards Lachlan Macleay has received?What other institutions did Lachlan Macleay work for?What other parties has Lachlan Macleay been a member of at other times?"
    },
    {
        "question": "John Davis Lodge graduated from Harvard University in 1925.Where John Davis Lodge graduated?What other awards John Davis Lodge has received?What other institutions did John Davis Lodge work for?What other parties has John Davis Lodge been a member of at other times?"
    },
    {
        "question": "Kim Kimoon graduated from Stanford University in 1986.Where Kim Kimoon died?Where Kim Kimoon graduated?What other awards Kim Kimoon has received?What other institutions did Kim Kimoon work for?What other parties has Kim Kimoon been a member of at other times?"
    },
    {
        "question": "Theodore R. Kupferman graduated from City College of New York in 1940.Where Theodore R. Kupferman graduated?What other awards Theodore R. Kupferman has received?What other institutions did Theodore R. Kupferman work for?What other parties has Theodore R. Kupferman been a member of at other times?"
    },
    {
        "question": "Alexander von Humboldt graduated from Humboldt University of Berlin during 2008 and 116.Where Alexander von Humboldt graduated?What other awards Alexander von Humboldt has received?What other institutions did Alexander von Humboldt work for?What other parties has Alexander von Humboldt been a member of at other times?"
    },
    {
        "question": "John S. Bull graduated from Rice University in 1957.Where John S. Bull died?Where John S. Bull graduated?What other awards John S. Bull has received?What other institutions did John S. Bull work for?What other parties has John S. Bull been a member of at other times?"
    },
    {
        "question": "Waitstill Sharp graduated from Harvard Law School in 1926.Where Waitstill Sharp died?Where Waitstill Sharp graduated?What other awards Waitstill Sharp has received?What other institutions did Waitstill Sharp work for?What other parties has Waitstill Sharp been a member of at other times?"
    },
    {
        "question": "Eunice Carter graduated from Smith College in 1921.Where Eunice Carter graduated?What other awards Eunice Carter has received?What other institutions did Eunice Carter work for?What other parties has Eunice Carter been a member of at other times?"
    },
    {
        "question": "Thomas Dwight (politician) graduated from Harvard College in 1778.Where Thomas Dwight (politician) graduated?What other awards Thomas Dwight (politician) has received?What other institutions did Thomas Dwight (politician) work for?What other parties has Thomas Dwight (politician) been a member of at other times?"
    },
    {
        "question": "Edwin Atherton graduated from Georgetown University in 1914.Where Edwin Atherton graduated?What other awards Edwin Atherton has received?What other institutions did Edwin Atherton work for?What other parties has Edwin Atherton been a member of at other times?"
    },
    {
        "question": "Joseph S. Cabot graduated from Harvard University in 1815.Where Joseph S. Cabot graduated?What other awards Joseph S. Cabot has received?What other institutions did Joseph S. Cabot work for?What other parties has Joseph S. Cabot been a member of at other times?"
    },
    {
        "question": "Crawford Hallock Greenewalt, Jr. graduated from Harvard University in 1959.Where Crawford Hallock Greenewalt, Jr. died?Where Crawford Hallock Greenewalt, Jr. graduated?What other awards Crawford Hallock Greenewalt, Jr. has received?What other institutions did Crawford Hallock Greenewalt, Jr. work for?What other parties has Crawford Hallock Greenewalt, Jr. been a member of at other times?"
    },
    {
        "question": "Radka Donnell graduated from Stanford University in 1954.Where Radka Donnell graduated?What other awards Radka Donnell has received?What other institutions did Radka Donnell work for?What other parties has Radka Donnell been a member of at other times?"
    },
    {
        "question": "Ferid Murad graduated from DePauw University during 1958 and 1965.Where was Ferid Murad born?Where Ferid Murad died?Where Ferid Murad graduated?What other awards Ferid Murad has received?What other institutions did Ferid Murad work for?What other parties has Ferid Murad been a member of at other times?"
    },
    {
        "question": "Gordon Moore graduated from University of California, Berkeley in 1950.Where Gordon Moore died?Where Gordon Moore graduated?What other awards Gordon Moore has received?What other institutions did Gordon Moore work for?What other parties has Gordon Moore been a member of at other times?"
    },
    {
        "question": "William H. Dana graduated from University of Southern California in 1958.Where William H. Dana graduated?What other awards William H. Dana has received?What other institutions did William H. Dana work for?What other parties has William H. Dana been a member of at other times?"
    },
    {
        "question": "Arnold Harberger graduated from Johns Hopkins University in 1943.Where Arnold Harberger died?Where Arnold Harberger graduated?What other awards Arnold Harberger has received?What other institutions did Arnold Harberger work for?What other parties has Arnold Harberger been a member of at other times?"
    },
    {
        "question": "Oh Joon graduated from Seoul National University during 1974 and 1978.Where Oh Joon died?Where Oh Joon graduated?What other awards Oh Joon has received?What other institutions did Oh Joon work for?What other parties has Oh Joon been a member of at other times?"
    },
    {
        "question": "James Morrison (American football) graduated from University of Virginia in 1898.Where James Morrison (American football) graduated?What other awards James Morrison (American football) has received?What other institutions did James Morrison (American football) work for?What other parties has James Morrison (American football) been a member of at other times?"
    },
    {
        "question": "Dora Lush graduated from University of Melbourne during 1932 and 1934.Where Dora Lush graduated?What other awards Dora Lush has received?What other institutions did Dora Lush work for?What other parties has Dora Lush been a member of at other times?"
    },
    {
        "question": "Charles Pence Slichter graduated from Harvard University during 1945 and 1947.Where was Charles Pence Slichter born?Where Charles Pence Slichter died?Where Charles Pence Slichter graduated?What other awards Charles Pence Slichter has received?What other institutions did Charles Pence Slichter work for?What other parties has Charles Pence Slichter been a member of at other times?"
    },
    {
        "question": "Michael H. Schill graduated from Yale Law School in 1984.Where Michael H. Schill died?Where Michael H. Schill graduated?What other awards Michael H. Schill has received?What other institutions did Michael H. Schill work for?What other parties has Michael H. Schill been a member of at other times?"
    },
    {
        "question": "Story Musgrave graduated from University of California, Los Angeles in 1959.Where Story Musgrave died?Where Story Musgrave graduated?What other awards Story Musgrave has received?What other institutions did Story Musgrave work for?What other parties has Story Musgrave been a member of at other times?"
    },
    {
        "question": "Jeffrey C. Hall graduated from University of Washington in 1971.Where Jeffrey C. Hall died?Where Jeffrey C. Hall graduated?What other awards Jeffrey C. Hall has received?What other institutions did Jeffrey C. Hall work for?What other parties has Jeffrey C. Hall been a member of at other times?"
    },
    {
        "question": "I. M. Pei graduated from Harvard University in 1946.Where I. M. Pei died?Where I. M. Pei graduated?What other awards I. M. Pei has received?What other institutions did I. M. Pei work for?What other parties has I. M. Pei been a member of at other times?"
    },
    {
        "question": "Solomon Kullback graduated from George Washington University in 1934.Where Solomon Kullback died?Where Solomon Kullback graduated?What other awards Solomon Kullback has received?What other institutions did Solomon Kullback work for?What other parties has Solomon Kullback been a member of at other times?"
    },
    {
        "question": "Barbara Sizemore graduated from University of Chicago in 1979.Where Barbara Sizemore graduated?What other awards Barbara Sizemore has received?What other institutions did Barbara Sizemore work for?What other parties has Barbara Sizemore been a member of at other times?"
    },
    {
        "question": "Debito Arudou graduated from University of California, San Diego in 1991.Where Debito Arudou died?Where Debito Arudou graduated?What other awards Debito Arudou has received?What other institutions did Debito Arudou work for?What other parties has Debito Arudou been a member of at other times?"
    },
    {
        "question": "Darrell Long graduated from University of California, San Diego during 1986 and 1988.Where Darrell Long died?Where Darrell Long graduated?What other awards Darrell Long has received?What other institutions did Darrell Long work for?What other parties has Darrell Long been a member of at other times?"
    },
    {
        "question": "Martin Glaessner graduated from University of Melbourne in 1946.Where was Martin Glaessner born?Where Martin Glaessner graduated?What other awards Martin Glaessner has received?What other institutions did Martin Glaessner work for?What other parties has Martin Glaessner been a member of at other times?"
    },
    {
        "question": "Craig Packer graduated from Stanford University in 1972.Where Craig Packer died?Where Craig Packer graduated?What other awards Craig Packer has received?What other institutions did Craig Packer work for?What other parties has Craig Packer been a member of at other times?"
    },
    {
        "question": "Jack R. Lousma graduated from Naval Postgraduate School in 1965.Where Jack R. Lousma died?Where Jack R. Lousma graduated?What other awards Jack R. Lousma has received?What other institutions did Jack R. Lousma work for?What other parties has Jack R. Lousma been a member of at other times?"
    },
    {
        "question": "Gerald D. Aurbach graduated from University of Virginia during 1950 and 1954.Where Gerald D. Aurbach graduated?What other awards Gerald D. Aurbach has received?What other institutions did Gerald D. Aurbach work for?What other parties has Gerald D. Aurbach been a member of at other times?"
    },
    {
        "question": "Peter Nowell graduated from Wesleyan University in 1948.Where Peter Nowell died?Where Peter Nowell graduated?What other awards Peter Nowell has received?What other institutions did Peter Nowell work for?What other parties has Peter Nowell been a member of at other times?"
    },
    {
        "question": "William C. Boyd graduated from Harvard University in 1925.Where was William C. Boyd born?Where William C. Boyd died?Where William C. Boyd graduated?What other awards William C. Boyd has received?What other institutions did William C. Boyd work for?What other parties has William C. Boyd been a member of at other times?"
    },
    {
        "question": "Charles Fahy graduated from Georgetown University in 1914.Where was Charles Fahy born?Where Charles Fahy graduated?What other awards Charles Fahy has received?What other institutions did Charles Fahy work for?What other parties has Charles Fahy been a member of at other times?"
    },
    {
        "question": "Vannevar Bush graduated from Massachusetts Institute of Technology in 1916.Where was Vannevar Bush born?Where Vannevar Bush died?Where Vannevar Bush graduated?What other awards Vannevar Bush has received?What other institutions did Vannevar Bush work for?What other parties has Vannevar Bush been a member of at other times?"
    },
    {
        "question": "Samuel Dash graduated from Temple University in 1947.Where was Samuel Dash born?Where Samuel Dash graduated?What other awards Samuel Dash has received?What other institutions did Samuel Dash work for?What other parties has Samuel Dash been a member of at other times?"
    },
    {
        "question": "Robert J. Shiller graduated from University of Michigan in 1967.Where Robert J. Shiller died?Where Robert J. Shiller graduated?What other awards Robert J. Shiller has received?What other institutions did Robert J. Shiller work for?What other parties has Robert J. Shiller been a member of at other times?"
    },
    {
        "question": "William Galston graduated from Cornell University in 1967.Where was William Galston born?Where William Galston died?Where William Galston graduated?What other awards William Galston has received?What other institutions did William Galston work for?What other parties has William Galston been a member of at other times?"
    },
    {
        "question": "George L. Harrison graduated from Yale University in 1910.Where George L. Harrison graduated?What other awards George L. Harrison has received?What other institutions did George L. Harrison work for?What other parties has George L. Harrison been a member of at other times?"
    },
    {
        "question": "Robert M. MacQueen graduated from Johns Hopkins University in 1968.Where was Robert M. MacQueen born?Where Robert M. MacQueen died?Where Robert M. MacQueen graduated?What other awards Robert M. MacQueen has received?What other institutions did Robert M. MacQueen work for?What other parties has Robert M. MacQueen been a member of at other times?"
    },
    {
        "question": "Mary Ritter Beard graduated from DePauw University in 1897.Where Mary Ritter Beard died?Where Mary Ritter Beard graduated?What other awards Mary Ritter Beard has received?What other institutions did Mary Ritter Beard work for?What other parties has Mary Ritter Beard been a member of at other times?"
    },
    {
        "question": "Earl Babbie graduated from Harvard College in 1960.Where Earl Babbie died?Where Earl Babbie graduated?What other awards Earl Babbie has received?What other institutions did Earl Babbie work for?What other parties has Earl Babbie been a member of at other times?"
    },
    {
        "question": "Robert Ardrey graduated from University of Chicago in 1930.Where Robert Ardrey died?Where Robert Ardrey graduated?What other awards Robert Ardrey has received?What other institutions did Robert Ardrey work for?What other parties has Robert Ardrey been a member of at other times?"
    },
    {
        "question": "Yitang Zhang graduated from Purdue University in 1991.Where Yitang Zhang died?Where Yitang Zhang graduated?What other awards Yitang Zhang has received?What other institutions did Yitang Zhang work for?What other parties has Yitang Zhang been a member of at other times?"
    },
    {
        "question": "Gilbert Stork graduated from University of Wisconsin–Madison in 1945.Where Gilbert Stork died?Where Gilbert Stork graduated?What other awards Gilbert Stork has received?What other institutions did Gilbert Stork work for?What other parties has Gilbert Stork been a member of at other times?"
    },
    {
        "question": "Sofia Kovalevskaya graduated from University of Göttingen in 1874.Where Sofia Kovalevskaya graduated?What other awards Sofia Kovalevskaya has received?What other institutions did Sofia Kovalevskaya work for?What other parties has Sofia Kovalevskaya been a member of at other times?"
    },
    {
        "question": "Dava Newman graduated from University of Notre Dame in 1986.Where Dava Newman died?Where Dava Newman graduated?What other awards Dava Newman has received?What other institutions did Dava Newman work for?What other parties has Dava Newman been a member of at other times?"
    },
    {
        "question": "Charles A. Phelps graduated from Harvard Medical School in 1844.Where Charles A. Phelps graduated?What other awards Charles A. Phelps has received?What other institutions did Charles A. Phelps work for?What other parties has Charles A. Phelps been a member of at other times?"
    },
    {
        "question": "Schuyler Merritt graduated from Columbia Law School in 1876.Where Schuyler Merritt graduated?What other awards Schuyler Merritt has received?What other institutions did Schuyler Merritt work for?What other parties has Schuyler Merritt been a member of at other times?"
    },
    {
        "question": "Frederick D. Gregory graduated from United States Air Force Academy in 1964.Where Frederick D. Gregory died?Where Frederick D. Gregory graduated?What other awards Frederick D. Gregory has received?What other institutions did Frederick D. Gregory work for?What other parties has Frederick D. Gregory been a member of at other times?"
    },
    {
        "question": "Fred Joseph graduated from Harvard University in 1959.Where Fred Joseph graduated?What other awards Fred Joseph has received?What other institutions did Fred Joseph work for?What other parties has Fred Joseph been a member of at other times?"
    },
    {
        "question": "C. Gordon Fullerton graduated from California Institute of Technology in 1957.Where C. Gordon Fullerton graduated?What other awards C. Gordon Fullerton has received?What other institutions did C. Gordon Fullerton work for?What other parties has C. Gordon Fullerton been a member of at other times?"
    },
    {
        "question": "Vaughan Pratt graduated from Stanford University in 1972.Where Vaughan Pratt died?Where Vaughan Pratt graduated?What other awards Vaughan Pratt has received?What other institutions did Vaughan Pratt work for?What other parties has Vaughan Pratt been a member of at other times?"
    },
    {
        "question": "Yul Kwon graduated from Yale Law School in 2000.Where Yul Kwon died?Where Yul Kwon graduated?What other awards Yul Kwon has received?What other institutions did Yul Kwon work for?What other parties has Yul Kwon been a member of at other times?"
    },
    {
        "question": "Gerald Walpin graduated from City College of New York in 1952.Where Gerald Walpin graduated?What other awards Gerald Walpin has received?What other institutions did Gerald Walpin work for?What other parties has Gerald Walpin been a member of at other times?"
    },
    {
        "question": "Shu Xingbei graduated from University of Edinburgh during 1928 and 1930.Where was Shu Xingbei born?Where Shu Xingbei graduated?What other awards Shu Xingbei has received?What other institutions did Shu Xingbei work for?What other parties has Shu Xingbei been a member of at other times?"
    },
    {
        "question": "Duncan K. Foley graduated from Yale University in 1966.Where Duncan K. Foley died?Where Duncan K. Foley graduated?What other awards Duncan K. Foley has received?What other institutions did Duncan K. Foley work for?What other parties has Duncan K. Foley been a member of at other times?"
    },
    {
        "question": "Richard Clarke Cabot graduated from Harvard University during 1889 and 1892.Where Richard Clarke Cabot graduated?What other awards Richard Clarke Cabot has received?What other institutions did Richard Clarke Cabot work for?What other parties has Richard Clarke Cabot been a member of at other times?"
    },
    {
        "question": "Bob Kahn graduated from Princeton University during 1962 and 1964.Where Bob Kahn died?Where Bob Kahn graduated?What other awards Bob Kahn has received?What other institutions did Bob Kahn work for?What other parties has Bob Kahn been a member of at other times?"
    },
    {
        "question": "David Worth Clark graduated from Harvard Law School in 1925.Where was David Worth Clark born?Where David Worth Clark graduated?What other awards David Worth Clark has received?What other institutions did David Worth Clark work for?What other parties has David Worth Clark been a member of at other times?"
    },
    {
        "question": "Claus Montonen graduated from University of Cambridge during 2012 and 416.Where was Claus Montonen born?Where Claus Montonen died?Where Claus Montonen graduated?What other awards Claus Montonen has received?What other institutions did Claus Montonen work for?What other parties has Claus Montonen been a member of at other times?"
    },
    {
        "question": "Loren Eiseley graduated from University of Pennsylvania in 1937.Where Loren Eiseley graduated?What other awards Loren Eiseley has received?What other institutions did Loren Eiseley work for?What other parties has Loren Eiseley been a member of at other times?"
    },
    {
        "question": "Tim Jenkinson graduated from University of Cambridge in 1982.Where was Tim Jenkinson born?Where Tim Jenkinson died?Where Tim Jenkinson graduated?What other awards Tim Jenkinson has received?What other institutions did Tim Jenkinson work for?What other parties has Tim Jenkinson been a member of at other times?"
    },
    {
        "question": "Stephen S. Oswald graduated from United States Naval Academy in 1973.Where Stephen S. Oswald died?Where Stephen S. Oswald graduated?What other awards Stephen S. Oswald has received?What other institutions did Stephen S. Oswald work for?What other parties has Stephen S. Oswald been a member of at other times?"
    },
    {
        "question": "Lloyd Berkner graduated from University of Minnesota in 1927.Where Lloyd Berkner graduated?What other awards Lloyd Berkner has received?What other institutions did Lloyd Berkner work for?What other parties has Lloyd Berkner been a member of at other times?"
    },
    {
        "question": "James J. Stoker graduated from ETH Zurich in 1936.Where James J. Stoker died?Where James J. Stoker graduated?What other awards James J. Stoker has received?What other institutions did James J. Stoker work for?What other parties has James J. Stoker been a member of at other times?"
    },
    {
        "question": "Ted Hill (mathematician) graduated from University of California, Berkeley in 1977.Where was Ted Hill (mathematician) born?Where Ted Hill (mathematician) died?Where Ted Hill (mathematician) graduated?What other awards Ted Hill (mathematician) has received?What other institutions did Ted Hill (mathematician) work for?What other parties has Ted Hill (mathematician) been a member of at other times?"
    },
    {
        "question": "Kenneth S. Reightler Jr. graduated from University of Southern California in 1984.Where was Kenneth S. Reightler Jr. born?Where Kenneth S. Reightler Jr. died?Where Kenneth S. Reightler Jr. graduated?What other awards Kenneth S. Reightler Jr. has received?What other institutions did Kenneth S. Reightler Jr. work for?What other parties has Kenneth S. Reightler Jr. been a member of at other times?"
    },
    {
        "question": "Gerald P. Carr graduated from Princeton University in 1962.Where Gerald P. Carr died?Where Gerald P. Carr graduated?What other awards Gerald P. Carr has received?What other institutions did Gerald P. Carr work for?What other parties has Gerald P. Carr been a member of at other times?"
    },
    {
        "question": "Charles A. Beard graduated from Columbia University in 1904.Where was Charles A. Beard born?Where Charles A. Beard graduated?What other awards Charles A. Beard has received?What other institutions did Charles A. Beard work for?What other parties has Charles A. Beard been a member of at other times?"
    },
    {
        "question": "Robert C. Springer graduated from United States Naval Academy in 1964.Where Robert C. Springer died?Where Robert C. Springer graduated?What other awards Robert C. Springer has received?What other institutions did Robert C. Springer work for?What other parties has Robert C. Springer been a member of at other times?"
    },
    {
        "question": "Loren Pankratz graduated from Oregon State University in 1962.Where Loren Pankratz died?Where Loren Pankratz graduated?What other awards Loren Pankratz has received?What other institutions did Loren Pankratz work for?What other parties has Loren Pankratz been a member of at other times?"
    },
    {
        "question": "William Shepherd graduated from Massachusetts Institute of Technology in 1978.Where William Shepherd died?Where William Shepherd graduated?What other awards William Shepherd has received?What other institutions did William Shepherd work for?What other parties has William Shepherd been a member of at other times?"
    },
    {
        "question": "Sam Schulman graduated from Harvard Business School in 1934.Where Sam Schulman graduated?What other awards Sam Schulman has received?What other institutions did Sam Schulman work for?What other parties has Sam Schulman been a member of at other times?"
    },
    {
        "question": "Richard M. Linnehan graduated from Harvard University in 2009.Where Richard M. Linnehan died?Where Richard M. Linnehan graduated?What other awards Richard M. Linnehan has received?What other institutions did Richard M. Linnehan work for?What other parties has Richard M. Linnehan been a member of at other times?"
    },
    {
        "question": "Verne Orr graduated from Stanford University in 1939.Where Verne Orr graduated?What other awards Verne Orr has received?What other institutions did Verne Orr work for?What other parties has Verne Orr been a member of at other times?"
    },
    {
        "question": "Costas Panagopoulos graduated from Harvard University in 1994.Where was Costas Panagopoulos born?Where Costas Panagopoulos died?Where Costas Panagopoulos graduated?What other awards Costas Panagopoulos has received?What other institutions did Costas Panagopoulos work for?What other parties has Costas Panagopoulos been a member of at other times?"
    },
    {
        "question": "G. David Low graduated from Cornell University in 1980.Where G. David Low died?Where G. David Low graduated?What other awards G. David Low has received?What other institutions did G. David Low work for?What other parties has G. David Low been a member of at other times?"
    },
    {
        "question": "Forrest S. Petersen graduated from United States Naval Academy in 1944.Where was Forrest S. Petersen born?Where Forrest S. Petersen died?Where Forrest S. Petersen graduated?What other awards Forrest S. Petersen has received?What other institutions did Forrest S. Petersen work for?What other parties has Forrest S. Petersen been a member of at other times?"
    },
    {
        "question": "Joseph A. Konstan graduated from Harvard University in 1987.Where was Joseph A. Konstan born?Where Joseph A. Konstan died?Where Joseph A. Konstan graduated?What other awards Joseph A. Konstan has received?What other institutions did Joseph A. Konstan work for?What other parties has Joseph A. Konstan been a member of at other times?"
    },
    {
        "question": "Jae U. Jung graduated from University of California in 1989.Where was Jae U. Jung born?Where Jae U. Jung died?Where Jae U. Jung graduated?What other awards Jae U. Jung has received?What other institutions did Jae U. Jung work for?What other parties has Jae U. Jung been a member of at other times?"
    },
    {
        "question": "Amelia Jones graduated from University of California, Los Angeles in 1991.Where Amelia Jones died?Where Amelia Jones graduated?What other awards Amelia Jones has received?What other institutions did Amelia Jones work for?What other parties has Amelia Jones been a member of at other times?"
    },
    {
        "question": "Emőke Szathmáry graduated from University of Toronto during 1968 and 1974.Where Emőke Szathmáry died?Where Emőke Szathmáry graduated?What other awards Emőke Szathmáry has received?What other institutions did Emőke Szathmáry work for?What other parties has Emőke Szathmáry been a member of at other times?"
    },
    {
        "question": "Douglas C. Wallace graduated from Yale University during 1968 and 1975.Where was Douglas C. Wallace born?Where Douglas C. Wallace died?Where Douglas C. Wallace graduated?What other awards Douglas C. Wallace has received?What other institutions did Douglas C. Wallace work for?What other parties has Douglas C. Wallace been a member of at other times?"
    },
    {
        "question": "Eric Klinenberg graduated from Brown University in 1993.Where Eric Klinenberg died?Where Eric Klinenberg graduated?What other awards Eric Klinenberg has received?What other institutions did Eric Klinenberg work for?What other parties has Eric Klinenberg been a member of at other times?"
    },
    {
        "question": "Daphne Koller graduated from Hebrew University of Jerusalem in 1986.Where Daphne Koller died?Where Daphne Koller graduated?What other awards Daphne Koller has received?What other institutions did Daphne Koller work for?What other parties has Daphne Koller been a member of at other times?"
    },
    {
        "question": "Francis Xavier Clooney graduated from University of Chicago in 1984.Where Francis Xavier Clooney died?Where Francis Xavier Clooney graduated?What other awards Francis Xavier Clooney has received?What other institutions did Francis Xavier Clooney work for?What other parties has Francis Xavier Clooney been a member of at other times?"
    },
    {
        "question": "Richard A. Cash graduated from University of Wisconsin–Madison in 1963.Where Richard A. Cash died?Where Richard A. Cash graduated?What other awards Richard A. Cash has received?What other institutions did Richard A. Cash work for?What other parties has Richard A. Cash been a member of at other times?"
    },
    {
        "question": "Frank Borman graduated from United States Military Academy in 1950.Where Frank Borman died?Where Frank Borman graduated?What other awards Frank Borman has received?What other institutions did Frank Borman work for?What other parties has Frank Borman been a member of at other times?"
    },
    {
        "question": "Peter Falk graduated from Syracuse University in 1953.Where Peter Falk graduated?What other awards Peter Falk has received?What other institutions did Peter Falk work for?What other parties has Peter Falk been a member of at other times?"
    },
    {
        "question": "Julian L. McPhillips graduated from Princeton University in 1968.Where Julian L. McPhillips died?Where Julian L. McPhillips graduated?What other awards Julian L. McPhillips has received?What other institutions did Julian L. McPhillips work for?What other parties has Julian L. McPhillips been a member of at other times?"
    },
    {
        "question": "Louis A. Frothingham graduated from Harvard Law School in 1896.Where Louis A. Frothingham died?Where Louis A. Frothingham graduated?What other awards Louis A. Frothingham has received?What other institutions did Louis A. Frothingham work for?What other parties has Louis A. Frothingham been a member of at other times?"
    },
    {
        "question": "Mansoor Ijaz graduated from Massachusetts Institute of Technology during 1983 and 1985.Where Mansoor Ijaz died?Where Mansoor Ijaz graduated?What other awards Mansoor Ijaz has received?What other institutions did Mansoor Ijaz work for?What other parties has Mansoor Ijaz been a member of at other times?"
    },
    {
        "question": "Te-Pei Feng graduated from University College London in 1933.Where Te-Pei Feng graduated?What other awards Te-Pei Feng has received?What other institutions did Te-Pei Feng work for?What other parties has Te-Pei Feng been a member of at other times?"
    },
    {
        "question": "Martin Indyk graduated from University of Sydney in 1972.Where Martin Indyk died?Where Martin Indyk graduated?What other awards Martin Indyk has received?What other institutions did Martin Indyk work for?What other parties has Martin Indyk been a member of at other times?"
    },
    {
        "question": "Archibald Cox graduated from Harvard College in 1934.Where Archibald Cox died?Where Archibald Cox graduated?What other awards Archibald Cox has received?What other institutions did Archibald Cox work for?What other parties has Archibald Cox been a member of at other times?"
    },
    {
        "question": "John L. Hennessy graduated from Stony Brook University during 1975 and 1977.Where John L. Hennessy died?Where John L. Hennessy graduated?What other awards John L. Hennessy has received?What other institutions did John L. Hennessy work for?What other parties has John L. Hennessy been a member of at other times?"
    },
    {
        "question": "Arthur B. Shostak graduated from Princeton University during 1958 and 1961.Where Arthur B. Shostak died?Where Arthur B. Shostak graduated?What other awards Arthur B. Shostak has received?What other institutions did Arthur B. Shostak work for?What other parties has Arthur B. Shostak been a member of at other times?"
    },
    {
        "question": "Richard Hamming graduated from University of Chicago in 1937.Where Richard Hamming died?Where Richard Hamming graduated?What other awards Richard Hamming has received?What other institutions did Richard Hamming work for?What other parties has Richard Hamming been a member of at other times?"
    },
    {
        "question": "Harry Weese graduated from Massachusetts Institute of Technology in 1938.Where Harry Weese died?Where Harry Weese graduated?What other awards Harry Weese has received?What other institutions did Harry Weese work for?What other parties has Harry Weese been a member of at other times?"
    },
    {
        "question": "Robert Moog graduated from Columbia University in 1957.Where Robert Moog died?Where Robert Moog graduated?What other awards Robert Moog has received?What other institutions did Robert Moog work for?What other parties has Robert Moog been a member of at other times?"
    },
    {
        "question": "Henri Poincaré graduated from University of Paris in 1879.Where was Henri Poincaré born?Where Henri Poincaré graduated?What other awards Henri Poincaré has received?What other institutions did Henri Poincaré work for?What other parties has Henri Poincaré been a member of at other times?"
    },
    {
        "question": "Peter K. Leisure graduated from Columbia Law School during 1952 and 1958.Where Peter K. Leisure graduated?What other awards Peter K. Leisure has received?What other institutions did Peter K. Leisure work for?What other parties has Peter K. Leisure been a member of at other times?"
    },
    {
        "question": "Ogden L. Mills graduated from Harvard Law School in 1907.Where Ogden L. Mills graduated?What other awards Ogden L. Mills has received?What other institutions did Ogden L. Mills work for?What other parties has Ogden L. Mills been a member of at other times?"
    },
    {
        "question": "Cass Canfield graduated from Harvard University in 1919.Where Cass Canfield graduated?What other awards Cass Canfield has received?What other institutions did Cass Canfield work for?What other parties has Cass Canfield been a member of at other times?"
    },
    {
        "question": "D. LeRoy Dresser graduated from Columbia University in 1889.Where D. LeRoy Dresser graduated?What other awards D. LeRoy Dresser has received?What other institutions did D. LeRoy Dresser work for?What other parties has D. LeRoy Dresser been a member of at other times?"
    },
    {
        "question": "Thom Weisel graduated from Stanford University in 1963.Where Thom Weisel died?Where Thom Weisel graduated?What other awards Thom Weisel has received?What other institutions did Thom Weisel work for?What other parties has Thom Weisel been a member of at other times?"
    },
    {
        "question": "Robert Hess (artist) graduated from University of Notre Dame in 1972.Where Robert Hess (artist) died?Where Robert Hess (artist) graduated?What other awards Robert Hess (artist) has received?What other institutions did Robert Hess (artist) work for?What other parties has Robert Hess (artist) been a member of at other times?"
    },
    {
        "question": "Caroline D. Krass graduated from Yale Law School in 1993.Where Caroline D. Krass died?Where Caroline D. Krass graduated?What other awards Caroline D. Krass has received?What other institutions did Caroline D. Krass work for?What other parties has Caroline D. Krass been a member of at other times?"
    },
    {
        "question": "Paul Goldberger graduated from Yale University in 1972.Where Paul Goldberger died?Where Paul Goldberger graduated?What other awards Paul Goldberger has received?What other institutions did Paul Goldberger work for?What other parties has Paul Goldberger been a member of at other times?"
    },
    {
        "question": "James T. Moore graduated from New York University in 1974.Where James T. Moore graduated?What other awards James T. Moore has received?What other institutions did James T. Moore work for?What other parties has James T. Moore been a member of at other times?"
    },
    {
        "question": "John G. Thompson graduated from Yale University in 1955.Where was John G. Thompson born?Where John G. Thompson died?Where John G. Thompson graduated?What other awards John G. Thompson has received?What other institutions did John G. Thompson work for?What other parties has John G. Thompson been a member of at other times?"
    },
    {
        "question": "Amale Andraos graduated from McGill University in 1996.Where Amale Andraos died?Where Amale Andraos graduated?What other awards Amale Andraos has received?What other institutions did Amale Andraos work for?What other parties has Amale Andraos been a member of at other times?"
    },
    {
        "question": "Maxine Singer graduated from Swarthmore College in 1952.Where Maxine Singer died?Where Maxine Singer graduated?What other awards Maxine Singer has received?What other institutions did Maxine Singer work for?What other parties has Maxine Singer been a member of at other times?"
    },
    {
        "question": "Bernard Vonnegut graduated from Massachusetts Institute of Technology during 1936 and 1939.Where Bernard Vonnegut graduated?What other awards Bernard Vonnegut has received?What other institutions did Bernard Vonnegut work for?What other parties has Bernard Vonnegut been a member of at other times?"
    },
    {
        "question": "Jack Garman graduated from University of Michigan in 1966.Where Jack Garman graduated?What other awards Jack Garman has received?What other institutions did Jack Garman work for?What other parties has Jack Garman been a member of at other times?"
    },
    {
        "question": "Lyle Franklin Lane graduated from University of Washington in 1950.Where Lyle Franklin Lane graduated?What other awards Lyle Franklin Lane has received?What other institutions did Lyle Franklin Lane work for?What other parties has Lyle Franklin Lane been a member of at other times?"
    },
    {
        "question": "William Anders graduated from Air Force Institute of Technology in 1962.Where William Anders died?Where William Anders graduated?What other awards William Anders has received?What other institutions did William Anders work for?What other parties has William Anders been a member of at other times?"
    },
    {
        "question": "Robert Curbeam graduated from United States Naval Academy in 1984.Where Robert Curbeam died?Where Robert Curbeam graduated?What other awards Robert Curbeam has received?What other institutions did Robert Curbeam work for?What other parties has Robert Curbeam been a member of at other times?"
    },
    {
        "question": "Marvin Minsky graduated from Princeton University in 1954.Where Marvin Minsky graduated?What other awards Marvin Minsky has received?What other institutions did Marvin Minsky work for?What other parties has Marvin Minsky been a member of at other times?"
    },
    {
        "question": "Andrew Strominger graduated from University of California, Berkeley in 1979.Where was Andrew Strominger born?Where Andrew Strominger died?Where Andrew Strominger graduated?What other awards Andrew Strominger has received?What other institutions did Andrew Strominger work for?What other parties has Andrew Strominger been a member of at other times?"
    },
    {
        "question": "Herbert M. Allison graduated from Yale University in 1965.Where Herbert M. Allison died?Where Herbert M. Allison graduated?What other awards Herbert M. Allison has received?What other institutions did Herbert M. Allison work for?What other parties has Herbert M. Allison been a member of at other times?"
    },
    {
        "question": "Michael Levine (biologist) graduated from University of California, Berkeley in 1976.Where was Michael Levine (biologist) born?Where Michael Levine (biologist) died?Where Michael Levine (biologist) graduated?What other awards Michael Levine (biologist) has received?What other institutions did Michael Levine (biologist) work for?What other parties has Michael Levine (biologist) been a member of at other times?"
    },
    {
        "question": "Donald William Kerst graduated from University of Wisconsin–Madison during 1934 and 1937.Where was Donald William Kerst born?Where Donald William Kerst graduated?What other awards Donald William Kerst has received?What other institutions did Donald William Kerst work for?What other parties has Donald William Kerst been a member of at other times?"
    },
    {
        "question": "John T. Riedl graduated from University of Notre Dame in 1983.Where was John T. Riedl born?Where John T. Riedl died?Where John T. Riedl graduated?What other awards John T. Riedl has received?What other institutions did John T. Riedl work for?What other parties has John T. Riedl been a member of at other times?"
    },
    {
        "question": "Amos E. Joel Jr. graduated from Massachusetts Institute of Technology in 1940.Where Amos E. Joel Jr. died?Where Amos E. Joel Jr. graduated?What other awards Amos E. Joel Jr. has received?What other institutions did Amos E. Joel Jr. work for?What other parties has Amos E. Joel Jr. been a member of at other times?"
    },
    {
        "question": "James Smith McDonnell graduated from Princeton University in 1921.Where James Smith McDonnell died?Where James Smith McDonnell graduated?What other awards James Smith McDonnell has received?What other institutions did James Smith McDonnell work for?What other parties has James Smith McDonnell been a member of at other times?"
    },
    {
        "question": "A. Maceo Walker graduated from New York University in 1932.Where was A. Maceo Walker born?Where A. Maceo Walker graduated?What other awards A. Maceo Walker has received?What other institutions did A. Maceo Walker work for?What other parties has A. Maceo Walker been a member of at other times?"
    },
    {
        "question": "Michael Foreman (astronaut) graduated from Naval Postgraduate School in 1986.Where Michael Foreman (astronaut) died?Where Michael Foreman (astronaut) graduated?What other awards Michael Foreman (astronaut) has received?What other institutions did Michael Foreman (astronaut) work for?What other parties has Michael Foreman (astronaut) been a member of at other times?"
    },
    {
        "question": "Thorkild Jacobsen graduated from University of Chicago in 1929.Where Thorkild Jacobsen died?Where Thorkild Jacobsen graduated?What other awards Thorkild Jacobsen has received?What other institutions did Thorkild Jacobsen work for?What other parties has Thorkild Jacobsen been a member of at other times?"
    },
    {
        "question": "Sangeeta N. Bhatia graduated from Harvard Medical School in 1999.Where was Sangeeta N. Bhatia born?Where Sangeeta N. Bhatia died?Where Sangeeta N. Bhatia graduated?What other awards Sangeeta N. Bhatia has received?What other institutions did Sangeeta N. Bhatia work for?What other parties has Sangeeta N. Bhatia been a member of at other times?"
    },
    {
        "question": "James A. Yorke graduated from Columbia University in 1963.Where James A. Yorke died?Where James A. Yorke graduated?What other awards James A. Yorke has received?What other institutions did James A. Yorke work for?What other parties has James A. Yorke been a member of at other times?"
    },
    {
        "question": "Robert Hayden graduated from University of Michigan in 1944.Where Robert Hayden graduated?What other awards Robert Hayden has received?What other institutions did Robert Hayden work for?What other parties has Robert Hayden been a member of at other times?"
    },
    {
        "question": "Peter S. Albin graduated from Yale University in 1956.Where Peter S. Albin graduated?What other awards Peter S. Albin has received?What other institutions did Peter S. Albin work for?What other parties has Peter S. Albin been a member of at other times?"
    },
    {
        "question": "Samuel King Allison graduated from University of Chicago during 1921 and 1923.Where Samuel King Allison graduated?What other awards Samuel King Allison has received?What other institutions did Samuel King Allison work for?What other parties has Samuel King Allison been a member of at other times?"
    },
    {
        "question": "Bertram Ellis graduated from Harvard College in 1884.Where Bertram Ellis died?Where Bertram Ellis graduated?What other awards Bertram Ellis has received?What other institutions did Bertram Ellis work for?What other parties has Bertram Ellis been a member of at other times?"
    },
    {
        "question": "John Hays Hammond Jr. graduated from Yale University in 1910.Where John Hays Hammond Jr. graduated?What other awards John Hays Hammond Jr. has received?What other institutions did John Hays Hammond Jr. work for?What other parties has John Hays Hammond Jr. been a member of at other times?"
    },
    {
        "question": "James J. Wynne graduated from Harvard University during 1964 and 1969.Where James J. Wynne died?Where James J. Wynne graduated?What other awards James J. Wynne has received?What other institutions did James J. Wynne work for?What other parties has James J. Wynne been a member of at other times?"
    },
    {
        "question": "James F. Moore graduated from Stanford University during 1983 and 1984.Where was James F. Moore born?Where James F. Moore died?Where James F. Moore graduated?What other awards James F. Moore has received?What other institutions did James F. Moore work for?What other parties has James F. Moore been a member of at other times?"
    },
    {
        "question": "Cedric Foo graduated from University of Michigan in 1984.Where Cedric Foo died?Where Cedric Foo graduated?What other awards Cedric Foo has received?What other institutions did Cedric Foo work for?What other parties has Cedric Foo been a member of at other times?"
    },
    {
        "question": "Claude Lévi-Strauss graduated from University of Paris in 1948.Where Claude Lévi-Strauss graduated?What other awards Claude Lévi-Strauss has received?What other institutions did Claude Lévi-Strauss work for?What other parties has Claude Lévi-Strauss been a member of at other times?"
    },
    {
        "question": "Grover Krantz graduated from University of California, Berkeley in 1955.Where Grover Krantz died?Where Grover Krantz graduated?What other awards Grover Krantz has received?What other institutions did Grover Krantz work for?What other parties has Grover Krantz been a member of at other times?"
    },
    {
        "question": "David Louis Band graduated from Harvard University during 1985 and 1980.Where David Louis Band died?Where David Louis Band graduated?What other awards David Louis Band has received?What other institutions did David Louis Band work for?What other parties has David Louis Band been a member of at other times?"
    },
    {
        "question": "Andrea M. Ghez graduated from Massachusetts Institute of Technology in 1987.Where Andrea M. Ghez died?Where Andrea M. Ghez graduated?What other awards Andrea M. Ghez has received?What other institutions did Andrea M. Ghez work for?What other parties has Andrea M. Ghez been a member of at other times?"
    },
    {
        "question": "George Catlin Woodruff graduated from Yale University in 1825.Where George Catlin Woodruff graduated?What other awards George Catlin Woodruff has received?What other institutions did George Catlin Woodruff work for?What other parties has George Catlin Woodruff been a member of at other times?"
    },
    {
        "question": "Janet Howell graduated from Oberlin College in 1966.Where Janet Howell died?Where Janet Howell graduated?What other awards Janet Howell has received?What other institutions did Janet Howell work for?What other parties has Janet Howell been a member of at other times?"
    },
    {
        "question": "Anita K. Jones graduated from Carnegie Mellon University in 1973.Where Anita K. Jones died?Where Anita K. Jones graduated?What other awards Anita K. Jones has received?What other institutions did Anita K. Jones work for?What other parties has Anita K. Jones been a member of at other times?"
    },
    {
        "question": "Alan Heyman graduated from University of Colorado in 1952.Where Alan Heyman graduated?What other awards Alan Heyman has received?What other institutions did Alan Heyman work for?What other parties has Alan Heyman been a member of at other times?"
    },
    {
        "question": "Julian Jaynes graduated from Yale University in 1948.Where was Julian Jaynes born?Where Julian Jaynes died?Where Julian Jaynes graduated?What other awards Julian Jaynes has received?What other institutions did Julian Jaynes work for?What other parties has Julian Jaynes been a member of at other times?"
    },
    {
        "question": "James R. Arnold graduated from Princeton University in 1946.Where was James R. Arnold born?Where James R. Arnold graduated?What other awards James R. Arnold has received?What other institutions did James R. Arnold work for?What other parties has James R. Arnold been a member of at other times?"
    },
    {
        "question": "Robert Ogden Doremus graduated from New York University during 1842 and 1850.Where Robert Ogden Doremus graduated?What other awards Robert Ogden Doremus has received?What other institutions did Robert Ogden Doremus work for?What other parties has Robert Ogden Doremus been a member of at other times?"
    },
    {
        "question": "Bruce Geller graduated from Yale University in 1952.Where Bruce Geller graduated?What other awards Bruce Geller has received?What other institutions did Bruce Geller work for?What other parties has Bruce Geller been a member of at other times?"
    },
    {
        "question": "Sarah Bolton (physicist) graduated from Brown University in 1988.Where was Sarah Bolton (physicist) born?Where Sarah Bolton (physicist) died?Where Sarah Bolton (physicist) graduated?What other awards Sarah Bolton (physicist) has received?What other institutions did Sarah Bolton (physicist) work for?What other parties has Sarah Bolton (physicist) been a member of at other times?"
    },
    {
        "question": "Stuart Ross Taylor graduated from Indiana University in 1954.Where was Stuart Ross Taylor born?Where Stuart Ross Taylor died?Where Stuart Ross Taylor graduated?What other awards Stuart Ross Taylor has received?What other institutions did Stuart Ross Taylor work for?What other parties has Stuart Ross Taylor been a member of at other times?"
    },
    {
        "question": "Jason Richwine graduated from American University in 2004.Where Jason Richwine died?Where Jason Richwine graduated?What other awards Jason Richwine has received?What other institutions did Jason Richwine work for?What other parties has Jason Richwine been a member of at other times?"
    },
    {
        "question": "Peter Blair Henry graduated from University of Oxford in 1993.Where Peter Blair Henry died?Where Peter Blair Henry graduated?What other awards Peter Blair Henry has received?What other institutions did Peter Blair Henry work for?What other parties has Peter Blair Henry been a member of at other times?"
    },
    {
        "question": "Alfred V. Kidder graduated from Harvard University in 1914.Where was Alfred V. Kidder born?Where Alfred V. Kidder graduated?What other awards Alfred V. Kidder has received?What other institutions did Alfred V. Kidder work for?What other parties has Alfred V. Kidder been a member of at other times?"
    },
    {
        "question": "Donald Wills Douglas Sr. graduated from Massachusetts Institute of Technology in 1914.Where Donald Wills Douglas Sr. graduated?What other awards Donald Wills Douglas Sr. has received?What other institutions did Donald Wills Douglas Sr. work for?What other parties has Donald Wills Douglas Sr. been a member of at other times?"
    },
    {
        "question": "Eugene Davis (doctor) graduated from University of Virginia in 1899.Where Eugene Davis (doctor) graduated?What other awards Eugene Davis (doctor) has received?What other institutions did Eugene Davis (doctor) work for?What other parties has Eugene Davis (doctor) been a member of at other times?"
    },
    {
        "question": "Karl Gordon Henize graduated from University of Michigan in 1954.Where Karl Gordon Henize died?Where Karl Gordon Henize graduated?What other awards Karl Gordon Henize has received?What other institutions did Karl Gordon Henize work for?What other parties has Karl Gordon Henize been a member of at other times?"
    },
    {
        "question": "Dan Hicks (sportscaster) graduated from University of Arizona in 1984.Where Dan Hicks (sportscaster) died?Where Dan Hicks (sportscaster) graduated?What other awards Dan Hicks (sportscaster) has received?What other institutions did Dan Hicks (sportscaster) work for?What other parties has Dan Hicks (sportscaster) been a member of at other times?"
    },
    {
        "question": "Brian D. Ripley graduated from University of Cambridge during 1973 and 1977.Where was Brian D. Ripley born?Where Brian D. Ripley died?Where Brian D. Ripley graduated?What other awards Brian D. Ripley has received?What other institutions did Brian D. Ripley work for?What other parties has Brian D. Ripley been a member of at other times?"
    },
    {
        "question": "Marshall Berman graduated from Columbia University in 1961.Where Marshall Berman graduated?What other awards Marshall Berman has received?What other institutions did Marshall Berman work for?What other parties has Marshall Berman been a member of at other times?"
    },
    {
        "question": "Ben Roy Mottelson graduated from Harvard University in 1950.Where Ben Roy Mottelson died?Where Ben Roy Mottelson graduated?What other awards Ben Roy Mottelson has received?What other institutions did Ben Roy Mottelson work for?What other parties has Ben Roy Mottelson been a member of at other times?"
    },
    {
        "question": "Ronald Stuart Burt graduated from University of Chicago in 1977.Where was Ronald Stuart Burt born?Where Ronald Stuart Burt died?Where Ronald Stuart Burt graduated?What other awards Ronald Stuart Burt has received?What other institutions did Ronald Stuart Burt work for?What other parties has Ronald Stuart Burt been a member of at other times?"
    },
    {
        "question": "Adrianne Wadewitz graduated from Indiana University in 2011.Where Adrianne Wadewitz graduated?What other awards Adrianne Wadewitz has received?What other institutions did Adrianne Wadewitz work for?What other parties has Adrianne Wadewitz been a member of at other times?"
    },
    {
        "question": "Armand Hammer graduated from Columbia University during 1919 and 1921.Where Armand Hammer graduated?What other awards Armand Hammer has received?What other institutions did Armand Hammer work for?What other parties has Armand Hammer been a member of at other times?"
    },
    {
        "question": "Lev Landau graduated from Saint Petersburg State University in 1927.Where Lev Landau graduated?What other awards Lev Landau has received?What other institutions did Lev Landau work for?What other parties has Lev Landau been a member of at other times?"
    },
    {
        "question": "André Jagendorf graduated from Yale University in 1951.Where André Jagendorf graduated?What other awards André Jagendorf has received?What other institutions did André Jagendorf work for?What other parties has André Jagendorf been a member of at other times?"
    },
    {
        "question": "Friedrich Katz graduated from University of Vienna in 1954.Where Friedrich Katz graduated?What other awards Friedrich Katz has received?What other institutions did Friedrich Katz work for?What other parties has Friedrich Katz been a member of at other times?"
    },
    {
        "question": "Gordon Cooper graduated from Air Force Institute of Technology in 1956.Where Gordon Cooper graduated?What other awards Gordon Cooper has received?What other institutions did Gordon Cooper work for?What other parties has Gordon Cooper been a member of at other times?"
    },
    {
        "question": "Franklin Stahl graduated from University of Rochester in 1956.Where Franklin Stahl died?Where Franklin Stahl graduated?What other awards Franklin Stahl has received?What other institutions did Franklin Stahl work for?What other parties has Franklin Stahl been a member of at other times?"
    },
    {
        "question": "Elaine Pagels graduated from Harvard University in 1970.Where Elaine Pagels died?Where Elaine Pagels graduated?What other awards Elaine Pagels has received?What other institutions did Elaine Pagels work for?What other parties has Elaine Pagels been a member of at other times?"
    },
    {
        "question": "Erwin Chemerinsky graduated from Harvard Law School in 1978.Where Erwin Chemerinsky died?Where Erwin Chemerinsky graduated?What other awards Erwin Chemerinsky has received?What other institutions did Erwin Chemerinsky work for?What other parties has Erwin Chemerinsky been a member of at other times?"
    },
    {
        "question": "William C. McCool graduated from United States Naval Academy in 1983.Where William C. McCool died?Where William C. McCool graduated?What other awards William C. McCool has received?What other institutions did William C. McCool work for?What other parties has William C. McCool been a member of at other times?"
    },
    {
        "question": "Donn F. Eisele graduated from Air Force Institute of Technology in 1960.Where Donn F. Eisele graduated?What other awards Donn F. Eisele has received?What other institutions did Donn F. Eisele work for?What other parties has Donn F. Eisele been a member of at other times?"
    },
    {
        "question": "Gilbert Melville Grosvenor graduated from Yale College in 1954.Where Gilbert Melville Grosvenor died?Where Gilbert Melville Grosvenor graduated?What other awards Gilbert Melville Grosvenor has received?What other institutions did Gilbert Melville Grosvenor work for?What other parties has Gilbert Melville Grosvenor been a member of at other times?"
    },
    {
        "question": "Richard Rodriguez graduated from Stanford University in 1967.Where Richard Rodriguez died?Where Richard Rodriguez graduated?What other awards Richard Rodriguez has received?What other institutions did Richard Rodriguez work for?What other parties has Richard Rodriguez been a member of at other times?"
    },
    {
        "question": "Stuart Geman graduated from University of Michigan in 1971.Where Stuart Geman died?Where Stuart Geman graduated?What other awards Stuart Geman has received?What other institutions did Stuart Geman work for?What other parties has Stuart Geman been a member of at other times?"
    },
    {
        "question": "Thomas Cech graduated from University of California, Berkeley in 1975.Where Thomas Cech died?Where Thomas Cech graduated?What other awards Thomas Cech has received?What other institutions did Thomas Cech work for?What other parties has Thomas Cech been a member of at other times?"
    },
    {
        "question": "Anita Roberts graduated from Oberlin College in 1964.Where Anita Roberts graduated?What other awards Anita Roberts has received?What other institutions did Anita Roberts work for?What other parties has Anita Roberts been a member of at other times?"
    },
    {
        "question": "Minhyong Kim graduated from Seoul National University in 1985.Where Minhyong Kim died?Where Minhyong Kim graduated?What other awards Minhyong Kim has received?What other institutions did Minhyong Kim work for?What other parties has Minhyong Kim been a member of at other times?"
    },
    {
        "question": "James Schureman graduated from Rutgers University in 1932.Where James Schureman graduated?What other awards James Schureman has received?What other institutions did James Schureman work for?What other parties has James Schureman been a member of at other times?"
    },
    {
        "question": "John Stillwell graduated from Massachusetts Institute of Technology in 1970.Where John Stillwell died?Where John Stillwell graduated?What other awards John Stillwell has received?What other institutions did John Stillwell work for?What other parties has John Stillwell been a member of at other times?"
    },
    {
        "question": "Robert Lee Moore graduated from University of Chicago in 1905.Where Robert Lee Moore graduated?What other awards Robert Lee Moore has received?What other institutions did Robert Lee Moore work for?What other parties has Robert Lee Moore been a member of at other times?"
    },
    {
        "question": "Persi Diaconis graduated from City College of New York in 1971.Where Persi Diaconis died?Where Persi Diaconis graduated?What other awards Persi Diaconis has received?What other institutions did Persi Diaconis work for?What other parties has Persi Diaconis been a member of at other times?"
    },
    {
        "question": "Ann Fienup-Riordan graduated from University of Chicago in 1980.Where Ann Fienup-Riordan died?Where Ann Fienup-Riordan graduated?What other awards Ann Fienup-Riordan has received?What other institutions did Ann Fienup-Riordan work for?What other parties has Ann Fienup-Riordan been a member of at other times?"
    },
    {
        "question": "B. Marcus Priteca graduated from University of Edinburgh in 1907.Where B. Marcus Priteca graduated?What other awards B. Marcus Priteca has received?What other institutions did B. Marcus Priteca work for?What other parties has B. Marcus Priteca been a member of at other times?"
    },
    {
        "question": "Charles Murray (political scientist) graduated from Massachusetts Institute of Technology in 1974.Where was Charles Murray (political scientist) born?Where Charles Murray (political scientist) died?Where Charles Murray (political scientist) graduated?What other awards Charles Murray (political scientist) has received?What other institutions did Charles Murray (political scientist) work for?What other parties has Charles Murray (political scientist) been a member of at other times?"
    },
    {
        "question": "Alexander Alexandrovich Makarov graduated from Saint Petersburg State University in 1878.Where Alexander Alexandrovich Makarov graduated?What other awards Alexander Alexandrovich Makarov has received?What other institutions did Alexander Alexandrovich Makarov work for?What other parties has Alexander Alexandrovich Makarov been a member of at other times?"
    },
    {
        "question": "Alexandre Koyré graduated from University of Göttingen during 1908 and 1911.Where was Alexandre Koyré born?Where Alexandre Koyré graduated?What other awards Alexandre Koyré has received?What other institutions did Alexandre Koyré work for?What other parties has Alexandre Koyré been a member of at other times?"
    },
    {
        "question": "Gene V. Glass graduated from University of Wisconsin–Madison in 1965.Where Gene V. Glass died?Where Gene V. Glass graduated?What other awards Gene V. Glass has received?What other institutions did Gene V. Glass work for?What other parties has Gene V. Glass been a member of at other times?"
    },
    {
        "question": "Josiah Royce graduated from University of California, Berkeley in 1875.Where was Josiah Royce born?Where Josiah Royce graduated?What other awards Josiah Royce has received?What other institutions did Josiah Royce work for?What other parties has Josiah Royce been a member of at other times?"
    },
    {
        "question": "Richard M. Russell graduated from Harvard College in 1914.Where Richard M. Russell died?Where Richard M. Russell graduated?What other awards Richard M. Russell has received?What other institutions did Richard M. Russell work for?What other parties has Richard M. Russell been a member of at other times?"
    },
    {
        "question": "James B. Donovan graduated from Fordham University in 1937.Where James B. Donovan graduated?What other awards James B. Donovan has received?What other institutions did James B. Donovan work for?What other parties has James B. Donovan been a member of at other times?"
    },
    {
        "question": "Michael Coats graduated from George Washington University in 1977.Where Michael Coats died?Where Michael Coats graduated?What other awards Michael Coats has received?What other institutions did Michael Coats work for?What other parties has Michael Coats been a member of at other times?"
    },
    {
        "question": "David Howell (jurist) graduated from Brown University in 1769.Where David Howell (jurist) graduated?What other awards David Howell (jurist) has received?What other institutions did David Howell (jurist) work for?What other parties has David Howell (jurist) been a member of at other times?"
    },
    {
        "question": "Kaang Bong-kiun graduated from Seoul National University in 1984.Where Kaang Bong-kiun died?Where Kaang Bong-kiun graduated?What other awards Kaang Bong-kiun has received?What other institutions did Kaang Bong-kiun work for?What other parties has Kaang Bong-kiun been a member of at other times?"
    },
    {
        "question": "Edward B. Lewis graduated from California Institute of Technology during 1942 and 1943.Where was Edward B. Lewis born?Where Edward B. Lewis graduated?What other awards Edward B. Lewis has received?What other institutions did Edward B. Lewis work for?What other parties has Edward B. Lewis been a member of at other times?"
    },
    {
        "question": "Geum Min graduated from University of Göttingen during 1989 and 2001.Where Geum Min died?Where Geum Min graduated?What other awards Geum Min has received?What other institutions did Geum Min work for?What other parties has Geum Min been a member of at other times?"
    },
    {
        "question": "William Goldman graduated from Columbia University in 1956.Where William Goldman died?Where William Goldman graduated?What other awards William Goldman has received?What other institutions did William Goldman work for?What other parties has William Goldman been a member of at other times?"
    },
    {
        "question": "Charles B. Crawford graduated from University of Virginia in 1908.Where Charles B. Crawford graduated?What other awards Charles B. Crawford has received?What other institutions did Charles B. Crawford work for?What other parties has Charles B. Crawford been a member of at other times?"
    },
    {
        "question": "Harry Hamlin graduated from Yale University in 1974.Where Harry Hamlin died?Where Harry Hamlin graduated?What other awards Harry Hamlin has received?What other institutions did Harry Hamlin work for?What other parties has Harry Hamlin been a member of at other times?"
    },
    {
        "question": "Horace H. Coolidge graduated from Harvard College during 1852 and 1856.Where Horace H. Coolidge graduated?What other awards Horace H. Coolidge has received?What other institutions did Horace H. Coolidge work for?What other parties has Horace H. Coolidge been a member of at other times?"
    },
    {
        "question": "Ira Condict graduated from Princeton University in 1784.Where Ira Condict graduated?What other awards Ira Condict has received?What other institutions did Ira Condict work for?What other parties has Ira Condict been a member of at other times?"
    },
    {
        "question": "Carlos I. Noriega graduated from University of Southern California in 1981.Where Carlos I. Noriega died?Where Carlos I. Noriega graduated?What other awards Carlos I. Noriega has received?What other institutions did Carlos I. Noriega work for?What other parties has Carlos I. Noriega been a member of at other times?"
    },
    {
        "question": "Studs Terkel graduated from University of Chicago during 1932 and 1934.Where Studs Terkel graduated?What other awards Studs Terkel has received?What other institutions did Studs Terkel work for?What other parties has Studs Terkel been a member of at other times?"
    },
    {
        "question": "Elliot See graduated from University of California, Los Angeles in 1962.Where Elliot See graduated?What other awards Elliot See has received?What other institutions did Elliot See work for?What other parties has Elliot See been a member of at other times?"
    },
    {
        "question": "Robert A. Dahl graduated from University of Washington in 1936.Where was Robert A. Dahl born?Where Robert A. Dahl graduated?What other awards Robert A. Dahl has received?What other institutions did Robert A. Dahl work for?What other parties has Robert A. Dahl been a member of at other times?"
    },
    {
        "question": "Harold Eugene Edgerton graduated from Massachusetts Institute of Technology during 1927 and 1931.Where was Harold Eugene Edgerton born?Where Harold Eugene Edgerton graduated?What other awards Harold Eugene Edgerton has received?What other institutions did Harold Eugene Edgerton work for?What other parties has Harold Eugene Edgerton been a member of at other times?"
    },
    {
        "question": "Norman Maclean graduated from Dartmouth College in 1924.Where was Norman Maclean born?Where Norman Maclean graduated?What other awards Norman Maclean has received?What other institutions did Norman Maclean work for?What other parties has Norman Maclean been a member of at other times?"
    },
    {
        "question": "Sendhil Mullainathan graduated from Cornell University in 1993.Where was Sendhil Mullainathan born?Where Sendhil Mullainathan died?Where Sendhil Mullainathan graduated?What other awards Sendhil Mullainathan has received?What other institutions did Sendhil Mullainathan work for?What other parties has Sendhil Mullainathan been a member of at other times?"
    },
    {
        "question": "Daniel Levitin graduated from University of Oregon during 1993 and 1996.Where Daniel Levitin died?Where Daniel Levitin graduated?What other awards Daniel Levitin has received?What other institutions did Daniel Levitin work for?What other parties has Daniel Levitin been a member of at other times?"
    },
    {
        "question": "George Emlen Roosevelt graduated from Harvard University in 1909.Where George Emlen Roosevelt died?Where George Emlen Roosevelt graduated?What other awards George Emlen Roosevelt has received?What other institutions did George Emlen Roosevelt work for?What other parties has George Emlen Roosevelt been a member of at other times?"
    },
    {
        "question": "Alan P. Merriam graduated from Northwestern University in 1951.Where Alan P. Merriam graduated?What other awards Alan P. Merriam has received?What other institutions did Alan P. Merriam work for?What other parties has Alan P. Merriam been a member of at other times?"
    },
    {
        "question": "Janet Halley graduated from Princeton University in 1974.Where was Janet Halley born?Where Janet Halley died?Where Janet Halley graduated?What other awards Janet Halley has received?What other institutions did Janet Halley work for?What other parties has Janet Halley been a member of at other times?"
    },
    {
        "question": "Mark Harmon graduated from University of California, Los Angeles in 1974.Where Mark Harmon died?Where Mark Harmon graduated?What other awards Mark Harmon has received?What other institutions did Mark Harmon work for?What other parties has Mark Harmon been a member of at other times?"
    },
    {
        "question": "Nicholas Brown III graduated from Brown University in 1811.Where Nicholas Brown III graduated?What other awards Nicholas Brown III has received?What other institutions did Nicholas Brown III work for?What other parties has Nicholas Brown III been a member of at other times?"
    },
    {
        "question": "David Suzuki graduated from Amherst College during 1958 and 1961.Where David Suzuki died?Where David Suzuki graduated?What other awards David Suzuki has received?What other institutions did David Suzuki work for?What other parties has David Suzuki been a member of at other times?"
    },
    {
        "question": "Harold H. Schlosberg graduated from Princeton University in 1925.Where Harold H. Schlosberg graduated?What other awards Harold H. Schlosberg has received?What other institutions did Harold H. Schlosberg work for?What other parties has Harold H. Schlosberg been a member of at other times?"
    },
    {
        "question": "H. Bruce Franklin graduated from Stanford University in 1961.Where was H. Bruce Franklin born?Where H. Bruce Franklin died?Where H. Bruce Franklin graduated?What other awards H. Bruce Franklin has received?What other institutions did H. Bruce Franklin work for?What other parties has H. Bruce Franklin been a member of at other times?"
    },
    {
        "question": "Georgia Benkart graduated from Ohio State University in 1970.Where Georgia Benkart died?Where Georgia Benkart graduated?What other awards Georgia Benkart has received?What other institutions did Georgia Benkart work for?What other parties has Georgia Benkart been a member of at other times?"
    },
    {
        "question": "Tien-Yien Li graduated from University of Maryland, College Park in 1974.Where was Tien-Yien Li born?Where Tien-Yien Li died?Where Tien-Yien Li graduated?What other awards Tien-Yien Li has received?What other institutions did Tien-Yien Li work for?What other parties has Tien-Yien Li been a member of at other times?"
    },
    {
        "question": "Nancy Garlock Edmunds graduated from Cornell University in 1969.Where Nancy Garlock Edmunds died?Where Nancy Garlock Edmunds graduated?What other awards Nancy Garlock Edmunds has received?What other institutions did Nancy Garlock Edmunds work for?What other parties has Nancy Garlock Edmunds been a member of at other times?"
    },
    {
        "question": "Swapan Chattopadhyay graduated from University of Oregon during 1972 and 1974.Where Swapan Chattopadhyay died?Where Swapan Chattopadhyay graduated?What other awards Swapan Chattopadhyay has received?What other institutions did Swapan Chattopadhyay work for?What other parties has Swapan Chattopadhyay been a member of at other times?"
    },
    {
        "question": "Michael Kearns (computer scientist) graduated from Harvard University in 1989.Where was Michael Kearns (computer scientist) born?Where Michael Kearns (computer scientist) died?Where Michael Kearns (computer scientist) graduated?What other awards Michael Kearns (computer scientist) has received?What other institutions did Michael Kearns (computer scientist) work for?What other parties has Michael Kearns (computer scientist) been a member of at other times?"
    },
    {
        "question": "David Robinson (horticulturist) graduated from Cornell University in 1954.Where David Robinson (horticulturist) graduated?What other awards David Robinson (horticulturist) has received?What other institutions did David Robinson (horticulturist) work for?What other parties has David Robinson (horticulturist) been a member of at other times?"
    },
    {
        "question": "Irwin M. Jacobs graduated from Cornell University in 1956.Where Irwin M. Jacobs died?Where Irwin M. Jacobs graduated?What other awards Irwin M. Jacobs has received?What other institutions did Irwin M. Jacobs work for?What other parties has Irwin M. Jacobs been a member of at other times?"
    },
    {
        "question": "Gordon Allen Newkirk, Jr. graduated from Harvard University in 1950.Where Gordon Allen Newkirk, Jr. died?Where Gordon Allen Newkirk, Jr. graduated?What other awards Gordon Allen Newkirk, Jr. has received?What other institutions did Gordon Allen Newkirk, Jr. work for?What other parties has Gordon Allen Newkirk, Jr. been a member of at other times?"
    },
    {
        "question": "Morris Lapidus graduated from Columbia University in 1927.Where Morris Lapidus graduated?What other awards Morris Lapidus has received?What other institutions did Morris Lapidus work for?What other parties has Morris Lapidus been a member of at other times?"
    },
    {
        "question": "Emil Leon Post graduated from Columbia University in 1923.Where was Emil Leon Post born?Where Emil Leon Post graduated?What other awards Emil Leon Post has received?What other institutions did Emil Leon Post work for?What other parties has Emil Leon Post been a member of at other times?"
    },
    {
        "question": "John Douglas Simon graduated from Williams College in 1979.Where John Douglas Simon died?Where John Douglas Simon graduated?What other awards John Douglas Simon has received?What other institutions did John Douglas Simon work for?What other parties has John Douglas Simon been a member of at other times?"
    },
    {
        "question": "Tod Eberle graduated from Swarthmore College in 1911.Where Tod Eberle graduated?What other awards Tod Eberle has received?What other institutions did Tod Eberle work for?What other parties has Tod Eberle been a member of at other times?"
    },
    {
        "question": "Kevin P. Chilton graduated from United States Air Force Academy in 1976.Where Kevin P. Chilton died?Where Kevin P. Chilton graduated?What other awards Kevin P. Chilton has received?What other institutions did Kevin P. Chilton work for?What other parties has Kevin P. Chilton been a member of at other times?"
    },
    {
        "question": "Terry Hart graduated from Rutgers University in 1978.Where Terry Hart died?Where Terry Hart graduated?What other awards Terry Hart has received?What other institutions did Terry Hart work for?What other parties has Terry Hart been a member of at other times?"
    },
    {
        "question": "Charles K. Kao graduated from University College London in 1965.Where Charles K. Kao died?Where Charles K. Kao graduated?What other awards Charles K. Kao has received?What other institutions did Charles K. Kao work for?What other parties has Charles K. Kao been a member of at other times?"
    },
    {
        "question": "Timothy Leary graduated from University of California, Berkeley in 1950.Where Timothy Leary graduated?What other awards Timothy Leary has received?What other institutions did Timothy Leary work for?What other parties has Timothy Leary been a member of at other times?"
    },
    {
        "question": "Edward Gibson graduated from California Institute of Technology during 1960 and 1964.Where Edward Gibson died?Where Edward Gibson graduated?What other awards Edward Gibson has received?What other institutions did Edward Gibson work for?What other parties has Edward Gibson been a member of at other times?"
    },
    {
        "question": "Lawrence Maxwell, Jr. graduated from University of Michigan during 1874 and 1893.Where Lawrence Maxwell, Jr. graduated?What other awards Lawrence Maxwell, Jr. has received?What other institutions did Lawrence Maxwell, Jr. work for?What other parties has Lawrence Maxwell, Jr. been a member of at other times?"
    },
    {
        "question": "Carl Gustav Jacob Jacobi graduated from Humboldt University of Berlin in 1825.Where Carl Gustav Jacob Jacobi graduated?What other awards Carl Gustav Jacob Jacobi has received?What other institutions did Carl Gustav Jacob Jacobi work for?What other parties has Carl Gustav Jacob Jacobi been a member of at other times?"
    },
    {
        "question": "Benjamin F. Ward graduated from Yale University in 1972.Where Benjamin F. Ward graduated?What other awards Benjamin F. Ward has received?What other institutions did Benjamin F. Ward work for?What other parties has Benjamin F. Ward been a member of at other times?"
    },
    {
        "question": "Hugh Auchincloss Steers graduated from Yale University in 1985.Where Hugh Auchincloss Steers graduated?What other awards Hugh Auchincloss Steers has received?What other institutions did Hugh Auchincloss Steers work for?What other parties has Hugh Auchincloss Steers been a member of at other times?"
    },
    {
        "question": "James Irwin graduated from University of Michigan in 1957.Where James Irwin died?Where James Irwin graduated?What other awards James Irwin has received?What other institutions did James Irwin work for?What other parties has James Irwin been a member of at other times?"
    },
    {
        "question": "Neil Armstrong graduated from University of Southern California in 1970.Where was Neil Armstrong born?Where Neil Armstrong graduated?What other awards Neil Armstrong has received?What other institutions did Neil Armstrong work for?What other parties has Neil Armstrong been a member of at other times?"
    },
    {
        "question": "William W. Church graduated from Princeton University in 1897.Where William W. Church graduated?What other awards William W. Church has received?What other institutions did William W. Church work for?What other parties has William W. Church been a member of at other times?"
    },
    {
        "question": "Frank Hogan graduated from Columbia Law School in 1928.Where Frank Hogan graduated?What other awards Frank Hogan has received?What other institutions did Frank Hogan work for?What other parties has Frank Hogan been a member of at other times?"
    },
    {
        "question": "Henry Taube graduated from University of California, Berkeley in 1940.Where was Henry Taube born?Where Henry Taube graduated?What other awards Henry Taube has received?What other institutions did Henry Taube work for?What other parties has Henry Taube been a member of at other times?"
    },
    {
        "question": "Arthur Daley (sportswriter) graduated from Fordham University in 1926.Where Arthur Daley (sportswriter) graduated?What other awards Arthur Daley (sportswriter) has received?What other institutions did Arthur Daley (sportswriter) work for?What other parties has Arthur Daley (sportswriter) been a member of at other times?"
    },
    {
        "question": "Tim Teitelbaum graduated from Carnegie Mellon University in 1975.Where was Tim Teitelbaum born?Where Tim Teitelbaum died?Where Tim Teitelbaum graduated?What other awards Tim Teitelbaum has received?What other institutions did Tim Teitelbaum work for?What other parties has Tim Teitelbaum been a member of at other times?"
    },
    {
        "question": "Irving Fiske graduated from Cornell University in 1928.Where Irving Fiske died?Where Irving Fiske graduated?What other awards Irving Fiske has received?What other institutions did Irving Fiske work for?What other parties has Irving Fiske been a member of at other times?"
    },
    {
        "question": "Malcolm Nichols graduated from Harvard College in 1899.Where Malcolm Nichols graduated?What other awards Malcolm Nichols has received?What other institutions did Malcolm Nichols work for?What other parties has Malcolm Nichols been a member of at other times?"
    },
    {
        "question": "Joseph L. Hurley graduated from Georgetown University during 1920 and 1921.Where Joseph L. Hurley graduated?What other awards Joseph L. Hurley has received?What other institutions did Joseph L. Hurley work for?What other parties has Joseph L. Hurley been a member of at other times?"
    },
    {
        "question": "Darius Mead graduated from Yale College in 1807.Where Darius Mead graduated?What other awards Darius Mead has received?What other institutions did Darius Mead work for?What other parties has Darius Mead been a member of at other times?"
    },
    {
        "question": "Rose Frisch graduated from Smith College in 1939.Where Rose Frisch graduated?What other awards Rose Frisch has received?What other institutions did Rose Frisch work for?What other parties has Rose Frisch been a member of at other times?"
    },
    {
        "question": "Edward Higgins White graduated from United States Military Academy in 1952.Where Edward Higgins White graduated?What other awards Edward Higgins White has received?What other institutions did Edward Higgins White work for?What other parties has Edward Higgins White been a member of at other times?"
    },
    {
        "question": "Margaret Geller graduated from Princeton University in 1975.Where Margaret Geller died?Where Margaret Geller graduated?What other awards Margaret Geller has received?What other institutions did Margaret Geller work for?What other parties has Margaret Geller been a member of at other times?"
    },
    {
        "question": "T. T. Chang graduated from Cornell University in 1954.Where T. T. Chang died?Where T. T. Chang graduated?What other awards T. T. Chang has received?What other institutions did T. T. Chang work for?What other parties has T. T. Chang been a member of at other times?"
    },
    {
        "question": "George Stigler graduated from University of Washington in 1931.Where George Stigler graduated?What other awards George Stigler has received?What other institutions did George Stigler work for?What other parties has George Stigler been a member of at other times?"
    },
    {
        "question": "Herbert Freudenberger graduated from New York University in 1956.Where Herbert Freudenberger graduated?What other awards Herbert Freudenberger has received?What other institutions did Herbert Freudenberger work for?What other parties has Herbert Freudenberger been a member of at other times?"
    },
    {
        "question": "Jonathan Jackson (Continental Congress) graduated from Harvard University in 1761.Where Jonathan Jackson (Continental Congress) graduated?What other awards Jonathan Jackson (Continental Congress) has received?What other institutions did Jonathan Jackson (Continental Congress) work for?What other parties has Jonathan Jackson (Continental Congress) been a member of at other times?"
    },
    {
        "question": "Nathaniel Appleton Haven graduated from Harvard College in 1779.Where Nathaniel Appleton Haven graduated?What other awards Nathaniel Appleton Haven has received?What other institutions did Nathaniel Appleton Haven work for?What other parties has Nathaniel Appleton Haven been a member of at other times?"
    },
    {
        "question": "Per Teodor Cleve graduated from Uppsala University in 1863.Where Per Teodor Cleve graduated?What other awards Per Teodor Cleve has received?What other institutions did Per Teodor Cleve work for?What other parties has Per Teodor Cleve been a member of at other times?"
    },
    {
        "question": "Whit Stillman graduated from Harvard University in 1973.Where Whit Stillman died?Where Whit Stillman graduated?What other awards Whit Stillman has received?What other institutions did Whit Stillman work for?What other parties has Whit Stillman been a member of at other times?"
    },
    {
        "question": "Frank Philip Bowden graduated from University of Cambridge in 1929.Where Frank Philip Bowden died?Where Frank Philip Bowden graduated?What other awards Frank Philip Bowden has received?What other institutions did Frank Philip Bowden work for?What other parties has Frank Philip Bowden been a member of at other times?"
    },
    {
        "question": "Irwin Fridovich graduated from City College of New York during 1951 and 1955.Where Irwin Fridovich died?Where Irwin Fridovich graduated?What other awards Irwin Fridovich has received?What other institutions did Irwin Fridovich work for?What other parties has Irwin Fridovich been a member of at other times?"
    },
    {
        "question": "William H. Bates graduated from Brown University during 1940 and 1947.Where William H. Bates graduated?What other awards William H. Bates has received?What other institutions did William H. Bates work for?What other parties has William H. Bates been a member of at other times?"
    },
    {
        "question": "Ida Halpern graduated from University of Vienna in 1938.Where Ida Halpern graduated?What other awards Ida Halpern has received?What other institutions did Ida Halpern work for?What other parties has Ida Halpern been a member of at other times?"
    },
    {
        "question": "Florence Augusta Merriam Bailey graduated from Smith College during 1882 and 1886.Where Florence Augusta Merriam Bailey graduated?What other awards Florence Augusta Merriam Bailey has received?What other institutions did Florence Augusta Merriam Bailey work for?What other parties has Florence Augusta Merriam Bailey been a member of at other times?"
    },
    {
        "question": "James C. Auchincloss graduated from Yale University in 1908.Where James C. Auchincloss graduated?What other awards James C. Auchincloss has received?What other institutions did James C. Auchincloss work for?What other parties has James C. Auchincloss been a member of at other times?"
    },
    {
        "question": "Brian Schmidt graduated from University of Arizona during 1989 and 1993.Where Brian Schmidt died?Where Brian Schmidt graduated?What other awards Brian Schmidt has received?What other institutions did Brian Schmidt work for?What other parties has Brian Schmidt been a member of at other times?"
    },
    {
        "question": "Norman Borlaug graduated from University of Minnesota during 1937 and 1942.Where was Norman Borlaug born?Where Norman Borlaug graduated?What other awards Norman Borlaug has received?What other institutions did Norman Borlaug work for?What other parties has Norman Borlaug been a member of at other times?"
    },
    {
        "question": "Howard Hughes graduated from Rice University in 1924.Where was Howard Hughes born?Where Howard Hughes graduated?What other awards Howard Hughes has received?What other institutions did Howard Hughes work for?What other parties has Howard Hughes been a member of at other times?"
    },
    {
        "question": "Thomas E. Baker graduated from University of Florida in 1977.Where was Thomas E. Baker born?Where Thomas E. Baker died?Where Thomas E. Baker graduated?What other awards Thomas E. Baker has received?What other institutions did Thomas E. Baker work for?What other parties has Thomas E. Baker been a member of at other times?"
    },
    {
        "question": "Samuel E. Blum graduated from Rutgers University during 1942 and 1950.Where Samuel E. Blum died?Where Samuel E. Blum graduated?What other awards Samuel E. Blum has received?What other institutions did Samuel E. Blum work for?What other parties has Samuel E. Blum been a member of at other times?"
    },
    {
        "question": "Shields Warren graduated from Harvard Medical School in 1923.Where Shields Warren died?Where Shields Warren graduated?What other awards Shields Warren has received?What other institutions did Shields Warren work for?What other parties has Shields Warren been a member of at other times?"
    },
    {
        "question": "Robert Spencer (author) graduated from University of North Carolina at Chapel Hill in 1986.Where was Robert Spencer (author) born?Where Robert Spencer (author) died?Where Robert Spencer (author) graduated?What other awards Robert Spencer (author) has received?What other institutions did Robert Spencer (author) work for?What other parties has Robert Spencer (author) been a member of at other times?"
    },
    {
        "question": "Roger B. Chaffee graduated from Purdue University in 1957.Where Roger B. Chaffee graduated?What other awards Roger B. Chaffee has received?What other institutions did Roger B. Chaffee work for?What other parties has Roger B. Chaffee been a member of at other times?"
    },
    {
        "question": "Mark Few graduated from University of Oregon in 1987.Where was Mark Few born?Where Mark Few died?Where Mark Few graduated?What other awards Mark Few has received?What other institutions did Mark Few work for?What other parties has Mark Few been a member of at other times?"
    },
    {
        "question": "Joseph Slepian graduated from Harvard University in 1911.Where Joseph Slepian died?Where Joseph Slepian graduated?What other awards Joseph Slepian has received?What other institutions did Joseph Slepian work for?What other parties has Joseph Slepian been a member of at other times?"
    },
    {
        "question": "Gerard Piel graduated from Harvard University in 1937.Where was Gerard Piel born?Where Gerard Piel graduated?What other awards Gerard Piel has received?What other institutions did Gerard Piel work for?What other parties has Gerard Piel been a member of at other times?"
    },
    {
        "question": "Simon Newcomb graduated from Harvard University in 1858.Where was Simon Newcomb born?Where Simon Newcomb graduated?What other awards Simon Newcomb has received?What other institutions did Simon Newcomb work for?What other parties has Simon Newcomb been a member of at other times?"
    },
    {
        "question": "Alvin S. White graduated from University of California, Berkeley in 1947.Where Alvin S. White graduated?What other awards Alvin S. White has received?What other institutions did Alvin S. White work for?What other parties has Alvin S. White been a member of at other times?"
    },
    {
        "question": "Ken Olsen graduated from Massachusetts Institute of Technology during 1950 and 1952.Where Ken Olsen graduated?What other awards Ken Olsen has received?What other institutions did Ken Olsen work for?What other parties has Ken Olsen been a member of at other times?"
    },
    {
        "question": "Wilhelm Windelband graduated from University of Göttingen in 1870.Where Wilhelm Windelband graduated?What other awards Wilhelm Windelband has received?What other institutions did Wilhelm Windelband work for?What other parties has Wilhelm Windelband been a member of at other times?"
    },
    {
        "question": "Marcian Hoff graduated from Stanford University during 1959 and 1962.Where was Marcian Hoff born?Where Marcian Hoff died?Where Marcian Hoff graduated?What other awards Marcian Hoff has received?What other institutions did Marcian Hoff work for?What other parties has Marcian Hoff been a member of at other times?"
    },
    {
        "question": "William D. Sellers graduated from Massachusetts Institute of Technology in 1957.Where William D. Sellers graduated?What other awards William D. Sellers has received?What other institutions did William D. Sellers work for?What other parties has William D. Sellers been a member of at other times?"
    },
    {
        "question": "James Bjorken graduated from Stanford University in 1959.Where James Bjorken died?Where James Bjorken graduated?What other awards James Bjorken has received?What other institutions did James Bjorken work for?What other parties has James Bjorken been a member of at other times?"
    },
    {
        "question": "Reuben Leon Kahn graduated from New York University during 1916 and 1913.Where was Reuben Leon Kahn born?Where Reuben Leon Kahn graduated?What other awards Reuben Leon Kahn has received?What other institutions did Reuben Leon Kahn work for?What other parties has Reuben Leon Kahn been a member of at other times?"
    },
    {
        "question": "Arthur M. Schlesinger Jr. graduated from Harvard College in 1938.Where Arthur M. Schlesinger Jr. graduated?What other awards Arthur M. Schlesinger Jr. has received?What other institutions did Arthur M. Schlesinger Jr. work for?What other parties has Arthur M. Schlesinger Jr. been a member of at other times?"
    },
    {
        "question": "Harry B. Gray graduated from Northwestern University in 1960.Where was Harry B. Gray born?Where Harry B. Gray died?Where Harry B. Gray graduated?What other awards Harry B. Gray has received?What other institutions did Harry B. Gray work for?What other parties has Harry B. Gray been a member of at other times?"
    },
    {
        "question": "Scott Carpenter graduated from University of Colorado Boulder in 1962.Where Scott Carpenter graduated?What other awards Scott Carpenter has received?What other institutions did Scott Carpenter work for?What other parties has Scott Carpenter been a member of at other times?"
    },
    {
        "question": "Alexander Morgan Hamilton graduated from Harvard University in 1924.Where Alexander Morgan Hamilton graduated?What other awards Alexander Morgan Hamilton has received?What other institutions did Alexander Morgan Hamilton work for?What other parties has Alexander Morgan Hamilton been a member of at other times?"
    },
    {
        "question": "John Frederic Daniell graduated from University of Oxford in 1842.Where John Frederic Daniell died?Where John Frederic Daniell graduated?What other awards John Frederic Daniell has received?What other institutions did John Frederic Daniell work for?What other parties has John Frederic Daniell been a member of at other times?"
    },
    {
        "question": "Carolyn Sherif graduated from Purdue University in 1943.Where was Carolyn Sherif born?Where Carolyn Sherif died?Where Carolyn Sherif graduated?What other awards Carolyn Sherif has received?What other institutions did Carolyn Sherif work for?What other parties has Carolyn Sherif been a member of at other times?"
    },
    {
        "question": "JoGayle Howard graduated from Texas A&M University during 1980 and 1989.Where JoGayle Howard graduated?What other awards JoGayle Howard has received?What other institutions did JoGayle Howard work for?What other parties has JoGayle Howard been a member of at other times?"
    },
    {
        "question": "Harry A. Marmer graduated from Rutgers University during 1907 and 1931.Where was Harry A. Marmer born?Where Harry A. Marmer graduated?What other awards Harry A. Marmer has received?What other institutions did Harry A. Marmer work for?What other parties has Harry A. Marmer been a member of at other times?"
    },
    {
        "question": "Hans Christian Ørsted graduated from University of Copenhagen in 1799.Where was Hans Christian Ørsted born?Where Hans Christian Ørsted graduated?What other awards Hans Christian Ørsted has received?What other institutions did Hans Christian Ørsted work for?What other parties has Hans Christian Ørsted been a member of at other times?"
    },
    {
        "question": "Angelika Amon graduated from University of Vienna in 1993.Where Angelika Amon died?Where Angelika Amon graduated?What other awards Angelika Amon has received?What other institutions did Angelika Amon work for?What other parties has Angelika Amon been a member of at other times?"
    },
    {
        "question": "Ben Piazza graduated from Princeton University in 1955.Where Ben Piazza graduated?What other awards Ben Piazza has received?What other institutions did Ben Piazza work for?What other parties has Ben Piazza been a member of at other times?"
    },
    {
        "question": "Ascher H. Shapiro graduated from Massachusetts Institute of Technology during 1938 and 1946.Where Ascher H. Shapiro graduated?What other awards Ascher H. Shapiro has received?What other institutions did Ascher H. Shapiro work for?What other parties has Ascher H. Shapiro been a member of at other times?"
    },
    {
        "question": "Eric H. Davidson graduated from University of Pennsylvania during 1958 and 1963.Where Eric H. Davidson graduated?What other awards Eric H. Davidson has received?What other institutions did Eric H. Davidson work for?What other parties has Eric H. Davidson been a member of at other times?"
    },
    {
        "question": "Charles J. Fillmore graduated from University of Minnesota in 1961.Where Charles J. Fillmore graduated?What other awards Charles J. Fillmore has received?What other institutions did Charles J. Fillmore work for?What other parties has Charles J. Fillmore been a member of at other times?"
    },
    {
        "question": "Doris Reynolds worked at University of Edinburgh during 1943 and 1956.Where Doris Reynolds died?Where Doris Reynolds graduated?What other awards Doris Reynolds has received?What other institutions did Doris Reynolds work for?What other parties has Doris Reynolds been a member of at other times?"
    },
    {
        "question": "Charles David Allis worked at University of Rochester during 1995 and 1998.Where was Charles David Allis born?Where Charles David Allis died?Where Charles David Allis graduated?What other awards Charles David Allis has received?What other institutions did Charles David Allis work for?What other parties has Charles David Allis been a member of at other times?"
    },
    {
        "question": "Arthur Holmes worked at University of Edinburgh during 1943 and 1956.Where was Arthur Holmes born?Where Arthur Holmes died?Where Arthur Holmes graduated?What other awards Arthur Holmes has received?What other institutions did Arthur Holmes work for?What other parties has Arthur Holmes been a member of at other times?"
    },
    {
        "question": "Robert F. Furchgott worked at Cornell University during 1940 and 1949.Where was Robert F. Furchgott born?Where Robert F. Furchgott graduated?What other awards Robert F. Furchgott has received?What other institutions did Robert F. Furchgott work for?What other parties has Robert F. Furchgott been a member of at other times?"
    },
    {
        "question": "Timothy Killeen (academic) worked at National Science Foundation during 2008 and 2012.Where was Timothy Killeen (academic) born?Where Timothy Killeen (academic) died?Where Timothy Killeen (academic) graduated?What other awards Timothy Killeen (academic) has received?What other institutions did Timothy Killeen (academic) work for?What other parties has Timothy Killeen (academic) been a member of at other times?"
    },
    {
        "question": "Chung Laung Liu worked at National Tsing Hua University during 1998 and 2002.Where Chung Laung Liu died?Where Chung Laung Liu graduated?What other awards Chung Laung Liu has received?What other institutions did Chung Laung Liu work for?What other parties has Chung Laung Liu been a member of at other times?"
    },
    {
        "question": "Charles R. Marshall worked at Harvard University during 1999 and 2009.Where was Charles R. Marshall born?Where Charles R. Marshall died?Where Charles R. Marshall graduated?What other awards Charles R. Marshall has received?What other institutions did Charles R. Marshall work for?What other parties has Charles R. Marshall been a member of at other times?"
    },
    {
        "question": "Kenneth G. Wilson worked at Ohio State University during 1988 and 2008.Where Kenneth G. Wilson died?Where Kenneth G. Wilson graduated?What other awards Kenneth G. Wilson has received?What other institutions did Kenneth G. Wilson work for?What other parties has Kenneth G. Wilson been a member of at other times?"
    },
    {
        "question": "King-Sun Fu worked at Massachusetts Institute of Technology in 1961.Where was King-Sun Fu born?Where King-Sun Fu died?Where King-Sun Fu graduated?What other awards King-Sun Fu has received?What other institutions did King-Sun Fu work for?What other parties has King-Sun Fu been a member of at other times?"
    },
    {
        "question": "Manning Clark worked at Australian National University in 1960.Where Manning Clark graduated?What other awards Manning Clark has received?What other institutions did Manning Clark work for?What other parties has Manning Clark been a member of at other times?"
    },
    {
        "question": "Sarah Bolton (physicist) worked at Williams College during 1995 and 2016.Where was Sarah Bolton (physicist) born?Where Sarah Bolton (physicist) died?Where Sarah Bolton (physicist) graduated?What other awards Sarah Bolton (physicist) has received?What other institutions did Sarah Bolton (physicist) work for?What other parties has Sarah Bolton (physicist) been a member of at other times?"
    },
    {
        "question": "Anthony F. Hill worked at Australian National University in 2001.Where was Anthony F. Hill born?Where Anthony F. Hill died?Where Anthony F. Hill graduated?What other awards Anthony F. Hill has received?What other institutions did Anthony F. Hill work for?What other parties has Anthony F. Hill been a member of at other times?"
    },
    {
        "question": "Albert Einstein worked at ETH Zurich during 1912 and 1914.Where was Albert Einstein born?Where Albert Einstein graduated?What other awards Albert Einstein has received?What other institutions did Albert Einstein work for?What other parties has Albert Einstein been a member of at other times?"
    },
    {
        "question": "Gene V. Glass worked at University of Colorado Boulder in 1967.Where Gene V. Glass died?Where Gene V. Glass graduated?What other awards Gene V. Glass has received?What other institutions did Gene V. Glass work for?What other parties has Gene V. Glass been a member of at other times?"
    },
    {
        "question": "Harold Kelley worked at Yale University in 1950.Where was Harold Kelley born?Where Harold Kelley graduated?What other awards Harold Kelley has received?What other institutions did Harold Kelley work for?What other parties has Harold Kelley been a member of at other times?"
    },
    {
        "question": "Ian Chubb worked at Monash University in 1993.Where Ian Chubb died?Where Ian Chubb graduated?What other awards Ian Chubb has received?What other institutions did Ian Chubb work for?What other parties has Ian Chubb been a member of at other times?"
    },
    {
        "question": "Jordan Peterson worked at University of Toronto in 1997.Where Jordan Peterson died?Where Jordan Peterson graduated?What other awards Jordan Peterson has received?What other institutions did Jordan Peterson work for?What other parties has Jordan Peterson been a member of at other times?"
    },
    {
        "question": "Eshel Ben-Jacob worked at University of Michigan during 1984 and 1989.Where was Eshel Ben-Jacob born?Where Eshel Ben-Jacob died?Where Eshel Ben-Jacob graduated?What other awards Eshel Ben-Jacob has received?What other institutions did Eshel Ben-Jacob work for?What other parties has Eshel Ben-Jacob been a member of at other times?"
    },
    {
        "question": "Hilary Beckles worked at University of the West Indies in 1980.Where was Hilary Beckles born?Where Hilary Beckles died?Where Hilary Beckles graduated?What other awards Hilary Beckles has received?What other institutions did Hilary Beckles work for?What other parties has Hilary Beckles been a member of at other times?"
    },
    {
        "question": "Gavriel Salvendy worked at Tsinghua University during 2001 and 2011.Where was Gavriel Salvendy born?Where Gavriel Salvendy died?Where Gavriel Salvendy graduated?What other awards Gavriel Salvendy has received?What other institutions did Gavriel Salvendy work for?What other parties has Gavriel Salvendy been a member of at other times?"
    },
    {
        "question": "John Okell worked at SOAS, University of London during 1959 and 1999.Where was John Okell born?Where John Okell died?Where John Okell graduated?What other awards John Okell has received?What other institutions did John Okell work for?What other parties has John Okell been a member of at other times?"
    },
    {
        "question": "Emily H. Vokes worked at Tulane University in 1996.Where was Emily H. Vokes born?Where Emily H. Vokes died?Where Emily H. Vokes graduated?What other awards Emily H. Vokes has received?What other institutions did Emily H. Vokes work for?What other parties has Emily H. Vokes been a member of at other times?"
    },
    {
        "question": "Erwin Chemerinsky worked at Duke University School of Law during 2004 and 2008.Where Erwin Chemerinsky died?Where Erwin Chemerinsky graduated?What other awards Erwin Chemerinsky has received?What other institutions did Erwin Chemerinsky work for?What other parties has Erwin Chemerinsky been a member of at other times?"
    },
    {
        "question": "Steven Levitsky worked at Harvard University in 2000.Where was Steven Levitsky born?Where Steven Levitsky died?Where Steven Levitsky graduated?What other awards Steven Levitsky has received?What other institutions did Steven Levitsky work for?What other parties has Steven Levitsky been a member of at other times?"
    },
    {
        "question": "John Wilson Moore worked at Duke University in 1961.Where was John Wilson Moore born?Where John Wilson Moore died?Where John Wilson Moore graduated?What other awards John Wilson Moore has received?What other institutions did John Wilson Moore work for?What other parties has John Wilson Moore been a member of at other times?"
    },
    {
        "question": "Kimberly Wright Cassidy worked at Bryn Mawr College during 2014 and 2007.Where was Kimberly Wright Cassidy born?Where Kimberly Wright Cassidy died?Where Kimberly Wright Cassidy graduated?What other awards Kimberly Wright Cassidy has received?What other institutions did Kimberly Wright Cassidy work for?What other parties has Kimberly Wright Cassidy been a member of at other times?"
    },
    {
        "question": "Ludwig von Bogdandy worked at Voestalpine during 1988 and 1992.Where was Ludwig von Bogdandy born?Where Ludwig von Bogdandy died?Where Ludwig von Bogdandy graduated?What other awards Ludwig von Bogdandy has received?What other institutions did Ludwig von Bogdandy work for?What other parties has Ludwig von Bogdandy been a member of at other times?"
    },
    {
        "question": "Tantek Çelik worked at Sun Microsystems in 2015.Where was Tantek Çelik born?Where Tantek Çelik died?Where Tantek Çelik graduated?What other awards Tantek Çelik has received?What other institutions did Tantek Çelik work for?What other parties has Tantek Çelik been a member of at other times?"
    },
    {
        "question": "Patricia Grimshaw worked at University of Melbourne during 1977 and 2006.Where was Patricia Grimshaw born?Where Patricia Grimshaw died?Where Patricia Grimshaw graduated?What other awards Patricia Grimshaw has received?What other institutions did Patricia Grimshaw work for?What other parties has Patricia Grimshaw been a member of at other times?"
    },
    {
        "question": "Robert J. O'Neill worked at International Institute for Strategic Studies in 1982.Where Robert J. O'Neill died?Where Robert J. O'Neill graduated?What other awards Robert J. O'Neill has received?What other institutions did Robert J. O'Neill work for?What other parties has Robert J. O'Neill been a member of at other times?"
    },
    {
        "question": "Chi-fu Huang worked at Goldman Sachs in 1993.Where was Chi-fu Huang born?Where Chi-fu Huang died?Where Chi-fu Huang graduated?What other awards Chi-fu Huang has received?What other institutions did Chi-fu Huang work for?What other parties has Chi-fu Huang been a member of at other times?"
    },
    {
        "question": "C.-T. James Huang worked at National Taiwan Normal University in 1983.Where was C.-T. James Huang born?Where C.-T. James Huang died?Where C.-T. James Huang graduated?What other awards C.-T. James Huang has received?What other institutions did C.-T. James Huang work for?What other parties has C.-T. James Huang been a member of at other times?"
    },
    {
        "question": "Samir Das worked at Stony Brook University in 2002.Where was Samir Das born?Where Samir Das died?Where Samir Das graduated?What other awards Samir Das has received?What other institutions did Samir Das work for?What other parties has Samir Das been a member of at other times?"
    },
    {
        "question": "Arne L. Kalleberg worked at Indiana University during 1975 and 1986.Where was Arne L. Kalleberg born?Where Arne L. Kalleberg died?Where Arne L. Kalleberg graduated?What other awards Arne L. Kalleberg has received?What other institutions did Arne L. Kalleberg work for?What other parties has Arne L. Kalleberg been a member of at other times?"
    },
    {
        "question": "Werner Dahm worked at Army Ballistic Missile Agency during 1956 and 1960.Where was Werner Dahm born?Where Werner Dahm graduated?What other awards Werner Dahm has received?What other institutions did Werner Dahm work for?What other parties has Werner Dahm been a member of at other times?"
    },
    {
        "question": "Tom Frame (bishop) worked at University of New South Wales in 2014.Where was Tom Frame (bishop) born?Where Tom Frame (bishop) died?Where Tom Frame (bishop) graduated?What other awards Tom Frame (bishop) has received?What other institutions did Tom Frame (bishop) work for?What other parties has Tom Frame (bishop) been a member of at other times?"
    },
    {
        "question": "Peter Cochrane worked at University of Adelaide in 1979.Where Peter Cochrane died?Where Peter Cochrane graduated?What other awards Peter Cochrane has received?What other institutions did Peter Cochrane work for?What other parties has Peter Cochrane been a member of at other times?"
    },
    {
        "question": "William Galston worked at Brookings Institution in 2006.Where was William Galston born?Where William Galston died?Where William Galston graduated?What other awards William Galston has received?What other institutions did William Galston work for?What other parties has William Galston been a member of at other times?"
    },
    {
        "question": "Jeremiah Dixon worked at Royal Society in 1758.Where was Jeremiah Dixon born?Where Jeremiah Dixon died?Where Jeremiah Dixon graduated?What other awards Jeremiah Dixon has received?What other institutions did Jeremiah Dixon work for?What other parties has Jeremiah Dixon been a member of at other times?"
    },
    {
        "question": "Neta Bahcall worked at Space Telescope Science Institute during 1983 and 1989.Where was Neta Bahcall born?Where Neta Bahcall died?Where Neta Bahcall graduated?What other awards Neta Bahcall has received?What other institutions did Neta Bahcall work for?What other parties has Neta Bahcall been a member of at other times?"
    },
    {
        "question": "Jorge Cervós-Navarro worked at Free University of Berlin in 1968.Where was Jorge Cervós-Navarro born?Where Jorge Cervós-Navarro died?Where Jorge Cervós-Navarro graduated?What other awards Jorge Cervós-Navarro has received?What other institutions did Jorge Cervós-Navarro work for?What other parties has Jorge Cervós-Navarro been a member of at other times?"
    },
    {
        "question": "Ian Graham Gass worked at Open University in 1969.Where was Ian Graham Gass born?Where Ian Graham Gass graduated?What other awards Ian Graham Gass has received?What other institutions did Ian Graham Gass work for?What other parties has Ian Graham Gass been a member of at other times?"
    },
    {
        "question": "Robert A. Howie worked at King's College London in 1962.Where Robert A. Howie died?Where Robert A. Howie graduated?What other awards Robert A. Howie has received?What other institutions did Robert A. Howie work for?What other parties has Robert A. Howie been a member of at other times?"
    },
    {
        "question": "Merle Tuve worked at Carnegie Institution for Science in 1946.Where was Merle Tuve born?Where Merle Tuve graduated?What other awards Merle Tuve has received?What other institutions did Merle Tuve work for?What other parties has Merle Tuve been a member of at other times?"
    },
    {
        "question": "Alan Trounson worked at California Institute for Regenerative Medicine in 2007.Where was Alan Trounson born?Where Alan Trounson died?Where Alan Trounson graduated?What other awards Alan Trounson has received?What other institutions did Alan Trounson work for?What other parties has Alan Trounson been a member of at other times?"
    },
    {
        "question": "Murry Salby worked at University of Colorado Boulder during 1978 and 2007.Where was Murry Salby born?Where Murry Salby died?Where Murry Salby graduated?What other awards Murry Salby has received?What other institutions did Murry Salby work for?What other parties has Murry Salby been a member of at other times?"
    },
    {
        "question": "Philip N. Cohen worked at University of California, Irvine during 1999 and 2005.Where was Philip N. Cohen born?Where Philip N. Cohen died?Where Philip N. Cohen graduated?What other awards Philip N. Cohen has received?What other institutions did Philip N. Cohen work for?What other parties has Philip N. Cohen been a member of at other times?"
    },
    {
        "question": "Robert M. MacQueen worked at Goucher College during 1964 and 1966.Where was Robert M. MacQueen born?Where Robert M. MacQueen died?Where Robert M. MacQueen graduated?What other awards Robert M. MacQueen has received?What other institutions did Robert M. MacQueen work for?What other parties has Robert M. MacQueen been a member of at other times?"
    },
    {
        "question": "A. G. L. Shaw worked at Monash University in 1964.Where A. G. L. Shaw graduated?What other awards A. G. L. Shaw has received?What other institutions did A. G. L. Shaw work for?What other parties has A. G. L. Shaw been a member of at other times?"
    },
    {
        "question": "Steve Smith (academic) worked at University of Exeter in 2002.Where was Steve Smith (academic) born?Where Steve Smith (academic) died?Where Steve Smith (academic) graduated?What other awards Steve Smith (academic) has received?What other institutions did Steve Smith (academic) work for?What other parties has Steve Smith (academic) been a member of at other times?"
    },
    {
        "question": "Catherine Hakim worked at Civitas (think tank) during 1990 and 2011.Where was Catherine Hakim born?Where Catherine Hakim died?Where Catherine Hakim graduated?What other awards Catherine Hakim has received?What other institutions did Catherine Hakim work for?What other parties has Catherine Hakim been a member of at other times?"
    },
    {
        "question": "Arthur Stoll worked at Ludwig Maximilian University of Munich in 2013.Where was Arthur Stoll born?Where Arthur Stoll died?Where Arthur Stoll graduated?What other awards Arthur Stoll has received?What other institutions did Arthur Stoll work for?What other parties has Arthur Stoll been a member of at other times?"
    },
    {
        "question": "Nicolas Rasmussen worked at University of Sydney during 1994 and 1997.Where was Nicolas Rasmussen born?Where Nicolas Rasmussen died?Where Nicolas Rasmussen graduated?What other awards Nicolas Rasmussen has received?What other institutions did Nicolas Rasmussen work for?What other parties has Nicolas Rasmussen been a member of at other times?"
    },
    {
        "question": "Peter G. Levine worked at University of Cincinnati Academic Health Center in 2002.Where Peter G. Levine died?Where Peter G. Levine graduated?What other awards Peter G. Levine has received?What other institutions did Peter G. Levine work for?What other parties has Peter G. Levine been a member of at other times?"
    },
    {
        "question": "Tyntchtykbek Tchoroev worked at Kyrgyz National University during 1980 and 2006.Where was Tyntchtykbek Tchoroev born?Where Tyntchtykbek Tchoroev died?Where Tyntchtykbek Tchoroev graduated?What other awards Tyntchtykbek Tchoroev has received?What other institutions did Tyntchtykbek Tchoroev work for?What other parties has Tyntchtykbek Tchoroev been a member of at other times?"
    },
    {
        "question": "Leslie Hannah worked at University of Tokyo during 2004 and 2007.Where was Leslie Hannah born?Where Leslie Hannah died?Where Leslie Hannah graduated?What other awards Leslie Hannah has received?What other institutions did Leslie Hannah work for?What other parties has Leslie Hannah been a member of at other times?"
    },
    {
        "question": "Miodrag Radulovacki worked at University of Illinois College of Medicine during 1970 and 2014.Where was Miodrag Radulovacki born?Where Miodrag Radulovacki graduated?What other awards Miodrag Radulovacki has received?What other institutions did Miodrag Radulovacki work for?What other parties has Miodrag Radulovacki been a member of at other times?"
    },
    {
        "question": "Edward John Ray worked at Oregon State University in 2003.Where was Edward John Ray born?Where Edward John Ray died?Where Edward John Ray graduated?What other awards Edward John Ray has received?What other institutions did Edward John Ray work for?What other parties has Edward John Ray been a member of at other times?"
    },
    {
        "question": "Bell M. Shimada worked at Inter-American Tropical Tuna Commission during 1952 and 1958.Where Bell M. Shimada graduated?What other awards Bell M. Shimada has received?What other institutions did Bell M. Shimada work for?What other parties has Bell M. Shimada been a member of at other times?"
    },
    {
        "question": "Ruben Mirzakhanyan worked at Armenian State Pedagogical University in 2011.Where was Ruben Mirzakhanyan born?Where Ruben Mirzakhanyan died?Where Ruben Mirzakhanyan graduated?What other awards Ruben Mirzakhanyan has received?What other institutions did Ruben Mirzakhanyan work for?What other parties has Ruben Mirzakhanyan been a member of at other times?"
    },
    {
        "question": "Edward Belbruno worked at Jet Propulsion Laboratory during 1985 and 1990.Where was Edward Belbruno born?Where Edward Belbruno died?Where Edward Belbruno graduated?What other awards Edward Belbruno has received?What other institutions did Edward Belbruno work for?What other parties has Edward Belbruno been a member of at other times?"
    },
    {
        "question": "Alexander Grothendieck worked at University of Montpellier in 2008.Where Alexander Grothendieck died?Where Alexander Grothendieck graduated?What other awards Alexander Grothendieck has received?What other institutions did Alexander Grothendieck work for?What other parties has Alexander Grothendieck been a member of at other times?"
    },
    {
        "question": "Oscar Kuipers worked at Royal Dutch Shell during 1979 and 1984.Where was Oscar Kuipers born?Where Oscar Kuipers died?Where Oscar Kuipers graduated?What other awards Oscar Kuipers has received?What other institutions did Oscar Kuipers work for?What other parties has Oscar Kuipers been a member of at other times?"
    },
    {
        "question": "Joseph LaPalombara worked at Yale University during 1968 and 2001.Where was Joseph LaPalombara born?Where Joseph LaPalombara died?Where Joseph LaPalombara graduated?What other awards Joseph LaPalombara has received?What other institutions did Joseph LaPalombara work for?What other parties has Joseph LaPalombara been a member of at other times?"
    },
    {
        "question": "Francis Bretherton worked at University Corporation for Atmospheric Research during 1973 and 1980.Where was Francis Bretherton born?Where Francis Bretherton died?Where Francis Bretherton graduated?What other awards Francis Bretherton has received?What other institutions did Francis Bretherton work for?What other parties has Francis Bretherton been a member of at other times?"
    },
    {
        "question": "Wen-Tsuen Chen worked at Academia Sinica in 2012.Where was Wen-Tsuen Chen born?Where Wen-Tsuen Chen died?Where Wen-Tsuen Chen graduated?What other awards Wen-Tsuen Chen has received?What other institutions did Wen-Tsuen Chen work for?What other parties has Wen-Tsuen Chen been a member of at other times?"
    },
    {
        "question": "Nouria Hernandez worked at Cold Spring Harbor Laboratory during 1987 and 2004.Where was Nouria Hernandez born?Where Nouria Hernandez died?Where Nouria Hernandez graduated?What other awards Nouria Hernandez has received?What other institutions did Nouria Hernandez work for?What other parties has Nouria Hernandez been a member of at other times?"
    },
    {
        "question": "Lemuel Diggs worked at University of Tennessee in 1929.Where was Lemuel Diggs born?Where Lemuel Diggs died?Where Lemuel Diggs graduated?What other awards Lemuel Diggs has received?What other institutions did Lemuel Diggs work for?What other parties has Lemuel Diggs been a member of at other times?"
    },
    {
        "question": "James H. Cone worked at Philander Smith College in 1964.Where was James H. Cone born?Where James H. Cone died?Where James H. Cone graduated?What other awards James H. Cone has received?What other institutions did James H. Cone work for?What other parties has James H. Cone been a member of at other times?"
    },
    {
        "question": "Emőke Szathmáry worked at Trent University during 1974 and 1975.Where Emőke Szathmáry died?Where Emőke Szathmáry graduated?What other awards Emőke Szathmáry has received?What other institutions did Emőke Szathmáry work for?What other parties has Emőke Szathmáry been a member of at other times?"
    },
    {
        "question": "Carlos E. Chardón worked at University of Puerto Rico during 1931 and 1935.Where was Carlos E. Chardón born?Where Carlos E. Chardón died?Where Carlos E. Chardón graduated?What other awards Carlos E. Chardón has received?What other institutions did Carlos E. Chardón work for?What other parties has Carlos E. Chardón been a member of at other times?"
    },
    {
        "question": "Anton-Hermann Chroust worked at University of Notre Dame during 1946 and 1972.Where was Anton-Hermann Chroust born?Where Anton-Hermann Chroust died?Where Anton-Hermann Chroust graduated?What other awards Anton-Hermann Chroust has received?What other institutions did Anton-Hermann Chroust work for?What other parties has Anton-Hermann Chroust been a member of at other times?"
    },
    {
        "question": "Steven Skiena worked at Stony Brook University in 1988.Where was Steven Skiena born?Where Steven Skiena died?Where Steven Skiena graduated?What other awards Steven Skiena has received?What other institutions did Steven Skiena work for?What other parties has Steven Skiena been a member of at other times?"
    },
    {
        "question": "Anthony B. Pinn worked at Macalester College during 1995 and 2003.Where was Anthony B. Pinn born?Where Anthony B. Pinn died?Where Anthony B. Pinn graduated?What other awards Anthony B. Pinn has received?What other institutions did Anthony B. Pinn work for?What other parties has Anthony B. Pinn been a member of at other times?"
    },
    {
        "question": "John Stillwell worked at University of San Francisco in 2002.Where John Stillwell died?Where John Stillwell graduated?What other awards John Stillwell has received?What other institutions did John Stillwell work for?What other parties has John Stillwell been a member of at other times?"
    },
    {
        "question": "Ronald Weitzer worked at George Washington University in 1988.Where was Ronald Weitzer born?Where Ronald Weitzer died?Where Ronald Weitzer graduated?What other awards Ronald Weitzer has received?What other institutions did Ronald Weitzer work for?What other parties has Ronald Weitzer been a member of at other times?"
    },
    {
        "question": "Warren S. Warren worked at Princeton University during 1982 and 2005.Where Warren S. Warren died?Where Warren S. Warren graduated?What other awards Warren S. Warren has received?What other institutions did Warren S. Warren work for?What other parties has Warren S. Warren been a member of at other times?"
    },
    {
        "question": "Erich Bloch worked at National Science Foundation during 1984 and 1990.Where was Erich Bloch born?Where Erich Bloch graduated?What other awards Erich Bloch has received?What other institutions did Erich Bloch work for?What other parties has Erich Bloch been a member of at other times?"
    },
    {
        "question": "Raffaele Molin worked at University of Padua during 1951 and 1966.Where was Raffaele Molin born?Where Raffaele Molin died?Where Raffaele Molin graduated?What other awards Raffaele Molin has received?What other institutions did Raffaele Molin work for?What other parties has Raffaele Molin been a member of at other times?"
    },
    {
        "question": "Claus Montonen worked at University of Paris-Sud during 2012 and 416.Where was Claus Montonen born?Where Claus Montonen died?Where Claus Montonen graduated?What other awards Claus Montonen has received?What other institutions did Claus Montonen work for?What other parties has Claus Montonen been a member of at other times?"
    },
    {
        "question": "Dacher Keltner worked at University of California, Berkeley in 1996.Where was Dacher Keltner born?Where Dacher Keltner died?Where Dacher Keltner graduated?What other awards Dacher Keltner has received?What other institutions did Dacher Keltner work for?What other parties has Dacher Keltner been a member of at other times?"
    },
    {
        "question": "Richard A. Anthes worked at Pennsylvania State University during 1971 and 1977.Where was Richard A. Anthes born?Where Richard A. Anthes died?Where Richard A. Anthes graduated?What other awards Richard A. Anthes has received?What other institutions did Richard A. Anthes work for?What other parties has Richard A. Anthes been a member of at other times?"
    },
    {
        "question": "Mas Subramanian worked at Oregon State University in 2006.Where Mas Subramanian died?Where Mas Subramanian graduated?What other awards Mas Subramanian has received?What other institutions did Mas Subramanian work for?What other parties has Mas Subramanian been a member of at other times?"
    },
    {
        "question": "André Lussier worked at Université de Sherbrooke during 1968 and 2009.Where André Lussier graduated?What other awards André Lussier has received?What other institutions did André Lussier work for?What other parties has André Lussier been a member of at other times?"
    },
    {
        "question": "Helmut Hölzer worked at Marshall Space Flight Center during 1960 and 1970.Where was Helmut Hölzer born?Where Helmut Hölzer graduated?What other awards Helmut Hölzer has received?What other institutions did Helmut Hölzer work for?What other parties has Helmut Hölzer been a member of at other times?"
    },
    {
        "question": "Susan Golden worked at University of Chicago during 1983 and 1986.Where was Susan Golden born?Where Susan Golden died?Where Susan Golden graduated?What other awards Susan Golden has received?What other institutions did Susan Golden work for?What other parties has Susan Golden been a member of at other times?"
    },
    {
        "question": "Gautam Kaul worked at Ross School of Business in 1985.Where Gautam Kaul died?Where Gautam Kaul graduated?What other awards Gautam Kaul has received?What other institutions did Gautam Kaul work for?What other parties has Gautam Kaul been a member of at other times?"
    },
    {
        "question": "E. H. Moore worked at Northwestern University during 1886 and 1889.Where E. H. Moore graduated?What other awards E. H. Moore has received?What other institutions did E. H. Moore work for?What other parties has E. H. Moore been a member of at other times?"
    },
    {
        "question": "John Kingman worked at University of Bristol during 1985 and 2001.Where was John Kingman born?Where John Kingman died?Where John Kingman graduated?What other awards John Kingman has received?What other institutions did John Kingman work for?What other parties has John Kingman been a member of at other times?"
    },
    {
        "question": "Stanley Mazor worked at Intel in 1969.Where was Stanley Mazor born?Where Stanley Mazor died?Where Stanley Mazor graduated?What other awards Stanley Mazor has received?What other institutions did Stanley Mazor work for?What other parties has Stanley Mazor been a member of at other times?"
    },
    {
        "question": "Alfred Tarski worked at University of Warsaw during 1925 and 1939.Where Alfred Tarski graduated?What other awards Alfred Tarski has received?What other institutions did Alfred Tarski work for?What other parties has Alfred Tarski been a member of at other times?"
    },
    {
        "question": "Svante Janson worked at Mittag-Leffler Institute during 1978 and 1980.Where was Svante Janson born?Where Svante Janson died?Where Svante Janson graduated?What other awards Svante Janson has received?What other institutions did Svante Janson work for?What other parties has Svante Janson been a member of at other times?"
    },
    {
        "question": "Thomas W. Reps worked at University of Copenhagen in 1993.Where was Thomas W. Reps born?Where Thomas W. Reps died?Where Thomas W. Reps graduated?What other awards Thomas W. Reps has received?What other institutions did Thomas W. Reps work for?What other parties has Thomas W. Reps been a member of at other times?"
    },
    {
        "question": "Janet Halley worked at Hamilton College (New York) during 1980 and 1985.Where was Janet Halley born?Where Janet Halley died?Where Janet Halley graduated?What other awards Janet Halley has received?What other institutions did Janet Halley work for?What other parties has Janet Halley been a member of at other times?"
    },
    {
        "question": "Armen Der Kiureghian worked at University of California in 2015.Where was Armen Der Kiureghian born?Where Armen Der Kiureghian died?Where Armen Der Kiureghian graduated?What other awards Armen Der Kiureghian has received?What other institutions did Armen Der Kiureghian work for?What other parties has Armen Der Kiureghian been a member of at other times?"
    },
    {
        "question": "Elaine Howard Ecklund worked at Rice University in 2008.Where was Elaine Howard Ecklund born?Where Elaine Howard Ecklund died?Where Elaine Howard Ecklund graduated?What other awards Elaine Howard Ecklund has received?What other institutions did Elaine Howard Ecklund work for?What other parties has Elaine Howard Ecklund been a member of at other times?"
    },
    {
        "question": "Marcel Roche worked at Central University of Venezuela during 1959 and 1969.Where Marcel Roche graduated?What other awards Marcel Roche has received?What other institutions did Marcel Roche work for?What other parties has Marcel Roche been a member of at other times?"
    },
    {
        "question": "Carolyn Sherif worked at Smith College in 1979.Where was Carolyn Sherif born?Where Carolyn Sherif died?Where Carolyn Sherif graduated?What other awards Carolyn Sherif has received?What other institutions did Carolyn Sherif work for?What other parties has Carolyn Sherif been a member of at other times?"
    },
    {
        "question": "Sho-Chieh Tsiang worked at Cornell University during 1969 and 1976.Where Sho-Chieh Tsiang graduated?What other awards Sho-Chieh Tsiang has received?What other institutions did Sho-Chieh Tsiang work for?What other parties has Sho-Chieh Tsiang been a member of at other times?"
    },
    {
        "question": "Heinrich Otto Wieland worked at University of Freiburg in 1921.Where was Heinrich Otto Wieland born?Where Heinrich Otto Wieland died?Where Heinrich Otto Wieland graduated?What other awards Heinrich Otto Wieland has received?What other institutions did Heinrich Otto Wieland work for?What other parties has Heinrich Otto Wieland been a member of at other times?"
    },
    {
        "question": "Thorkild Jacobsen worked at Harvard University during 1962 and 1974.Where Thorkild Jacobsen died?Where Thorkild Jacobsen graduated?What other awards Thorkild Jacobsen has received?What other institutions did Thorkild Jacobsen work for?What other parties has Thorkild Jacobsen been a member of at other times?"
    },
    {
        "question": "Anthony Leiserowitz worked at Yale University in 2007.Where was Anthony Leiserowitz born?Where Anthony Leiserowitz died?Where Anthony Leiserowitz graduated?What other awards Anthony Leiserowitz has received?What other institutions did Anthony Leiserowitz work for?What other parties has Anthony Leiserowitz been a member of at other times?"
    },
    {
        "question": "Barbara J. King worked at College of William & Mary during 1988 and 2015.Where was Barbara J. King born?Where Barbara J. King died?Where Barbara J. King graduated?What other awards Barbara J. King has received?What other institutions did Barbara J. King work for?What other parties has Barbara J. King been a member of at other times?"
    },
    {
        "question": "Bruce Elmegreen worked at IBM in 1984.Where Bruce Elmegreen died?Where Bruce Elmegreen graduated?What other awards Bruce Elmegreen has received?What other institutions did Bruce Elmegreen work for?What other parties has Bruce Elmegreen been a member of at other times?"
    },
    {
        "question": "Ronald Stuart Burt worked at University of Chicago in 1993.Where was Ronald Stuart Burt born?Where Ronald Stuart Burt died?Where Ronald Stuart Burt graduated?What other awards Ronald Stuart Burt has received?What other institutions did Ronald Stuart Burt work for?What other parties has Ronald Stuart Burt been a member of at other times?"
    },
    {
        "question": "Jill Lepore worked at Harvard University in 2003.Where was Jill Lepore born?Where Jill Lepore died?Where Jill Lepore graduated?What other awards Jill Lepore has received?What other institutions did Jill Lepore work for?What other parties has Jill Lepore been a member of at other times?"
    },
    {
        "question": "Marcian Hoff worked at Intel during 1968 and 1983.Where was Marcian Hoff born?Where Marcian Hoff died?Where Marcian Hoff graduated?What other awards Marcian Hoff has received?What other institutions did Marcian Hoff work for?What other parties has Marcian Hoff been a member of at other times?"
    },
    {
        "question": "Marvin Zelen worked at National Cancer Institute during 1963 and 1967.Where Marvin Zelen graduated?What other awards Marvin Zelen has received?What other institutions did Marvin Zelen work for?What other parties has Marvin Zelen been a member of at other times?"
    },
    {
        "question": "António Egas Moniz worked at University of Coimbra during 1902 and 1921.Where was António Egas Moniz born?Where António Egas Moniz died?Where António Egas Moniz graduated?What other awards António Egas Moniz has received?What other institutions did António Egas Moniz work for?What other parties has António Egas Moniz been a member of at other times?"
    },
    {
        "question": "Rashid Ahmed Khan Tahirkheli worked at Gandhara University during 1999 and 2014.Where was Rashid Ahmed Khan Tahirkheli born?Where Rashid Ahmed Khan Tahirkheli died?Where Rashid Ahmed Khan Tahirkheli graduated?What other awards Rashid Ahmed Khan Tahirkheli has received?What other institutions did Rashid Ahmed Khan Tahirkheli work for?What other parties has Rashid Ahmed Khan Tahirkheli been a member of at other times?"
    },
    {
        "question": "Eva Lundgren worked at Uppsala University during 1989 and 2011.Where was Eva Lundgren born?Where Eva Lundgren died?Where Eva Lundgren graduated?What other awards Eva Lundgren has received?What other institutions did Eva Lundgren work for?What other parties has Eva Lundgren been a member of at other times?"
    },
    {
        "question": "Helen Hughes worked at Australian National University in 1983.Where Helen Hughes graduated?What other awards Helen Hughes has received?What other institutions did Helen Hughes work for?What other parties has Helen Hughes been a member of at other times?"
    },
    {
        "question": "Pierre Colas worked at Vanderbilt University in 2006.Where Pierre Colas graduated?What other awards Pierre Colas has received?What other institutions did Pierre Colas work for?What other parties has Pierre Colas been a member of at other times?"
    },
    {
        "question": "Bernt Michael Holmboe worked at University of Oslo during 1826 and 1850.Where was Bernt Michael Holmboe born?Where Bernt Michael Holmboe died?Where Bernt Michael Holmboe graduated?What other awards Bernt Michael Holmboe has received?What other institutions did Bernt Michael Holmboe work for?What other parties has Bernt Michael Holmboe been a member of at other times?"
    },
    {
        "question": "Werner Zerweck worked at Cassella during 1924 and 1963.Where Werner Zerweck graduated?What other awards Werner Zerweck has received?What other institutions did Werner Zerweck work for?What other parties has Werner Zerweck been a member of at other times?"
    },
    {
        "question": "John G. Thompson worked at University of Florida in 1993.Where was John G. Thompson born?Where John G. Thompson died?Where John G. Thompson graduated?What other awards John G. Thompson has received?What other institutions did John G. Thompson work for?What other parties has John G. Thompson been a member of at other times?"
    },
    {
        "question": "Daniel Kahneman worked at Princeton University in 1993.Where Daniel Kahneman died?Where Daniel Kahneman graduated?What other awards Daniel Kahneman has received?What other institutions did Daniel Kahneman work for?What other parties has Daniel Kahneman been a member of at other times?"
    },
    {
        "question": "Charles Capper worked at University of North Carolina at Chapel Hill during 1986 and 2001.Where was Charles Capper born?Where Charles Capper died?Where Charles Capper graduated?What other awards Charles Capper has received?What other institutions did Charles Capper work for?What other parties has Charles Capper been a member of at other times?"
    },
    {
        "question": "Masatoshi Shima worked at University of Aizu in 2000.Where was Masatoshi Shima born?Where Masatoshi Shima died?Where Masatoshi Shima graduated?What other awards Masatoshi Shima has received?What other institutions did Masatoshi Shima work for?What other parties has Masatoshi Shima been a member of at other times?"
    },
    {
        "question": "Thomas H. Leonard worked at University of Edinburgh during 1995 and 2001.Where was Thomas H. Leonard born?Where Thomas H. Leonard died?Where Thomas H. Leonard graduated?What other awards Thomas H. Leonard has received?What other institutions did Thomas H. Leonard work for?What other parties has Thomas H. Leonard been a member of at other times?"
    },
    {
        "question": "Jochen Küpper worked at University of North Carolina at Chapel Hill during 2001 and 2002.Where Jochen Küpper died?Where Jochen Küpper graduated?What other awards Jochen Küpper has received?What other institutions did Jochen Küpper work for?What other parties has Jochen Küpper been a member of at other times?"
    },
    {
        "question": "Robert Truax worked at Aerojet during 1959 and 1966.Where was Robert Truax born?Where Robert Truax died?Where Robert Truax graduated?What other awards Robert Truax has received?What other institutions did Robert Truax work for?What other parties has Robert Truax been a member of at other times?"
    },
    {
        "question": "Thomas Sugrue worked at University of Pennsylvania during 1991 and 2015.Where was Thomas Sugrue born?Where Thomas Sugrue died?Where Thomas Sugrue graduated?What other awards Thomas Sugrue has received?What other institutions did Thomas Sugrue work for?What other parties has Thomas Sugrue been a member of at other times?"
    },
    {
        "question": "Gerald Estrin worked at Institute for Advanced Study during 1950 and 1956.Where Gerald Estrin graduated?What other awards Gerald Estrin has received?What other institutions did Gerald Estrin work for?What other parties has Gerald Estrin been a member of at other times?"
    },
    {
        "question": "Henry Reynolds (historian) worked at University of Tasmania in 2000.Where Henry Reynolds (historian) died?Where Henry Reynolds (historian) graduated?What other awards Henry Reynolds (historian) has received?What other institutions did Henry Reynolds (historian) work for?What other parties has Henry Reynolds (historian) been a member of at other times?"
    },
    {
        "question": "Sara Seager worked at Carnegie Institution for Science during 2002 and 2006.Where Sara Seager died?Where Sara Seager graduated?What other awards Sara Seager has received?What other institutions did Sara Seager work for?What other parties has Sara Seager been a member of at other times?"
    },
    {
        "question": "C. Vann Woodward worked at Johns Hopkins University during 1946 and 1962.Where was C. Vann Woodward born?Where C. Vann Woodward graduated?What other awards C. Vann Woodward has received?What other institutions did C. Vann Woodward work for?What other parties has C. Vann Woodward been a member of at other times?"
    },
    {
        "question": "Kurt H. Debus worked at OTRAG in 1974.Where was Kurt H. Debus born?Where Kurt H. Debus died?Where Kurt H. Debus graduated?What other awards Kurt H. Debus has received?What other institutions did Kurt H. Debus work for?What other parties has Kurt H. Debus been a member of at other times?"
    },
    {
        "question": "Nevil Maskelyne worked at Royal Society in 1758.Where Nevil Maskelyne graduated?What other awards Nevil Maskelyne has received?What other institutions did Nevil Maskelyne work for?What other parties has Nevil Maskelyne been a member of at other times?"
    },
    {
        "question": "Fergus I. M. Craik worked at University of Toronto during 1971 and 2000.Where was Fergus I. M. Craik born?Where Fergus I. M. Craik died?Where Fergus I. M. Craik graduated?What other awards Fergus I. M. Craik has received?What other institutions did Fergus I. M. Craik work for?What other parties has Fergus I. M. Craik been a member of at other times?"
    },
    {
        "question": "Johannes Winkler worked at Junkers during 1945 and 1947.Where was Johannes Winkler born?Where Johannes Winkler died?Where Johannes Winkler graduated?What other awards Johannes Winkler has received?What other institutions did Johannes Winkler work for?What other parties has Johannes Winkler been a member of at other times?"
    },
    {
        "question": "John Zaborszky worked at Washington University in St. Louis during 1956 and 2008.Where John Zaborszky graduated?What other awards John Zaborszky has received?What other institutions did John Zaborszky work for?What other parties has John Zaborszky been a member of at other times?"
    },
    {
        "question": "Chu Ching-wu worked at Taiwan Comprehensive University System in 2012.Where was Chu Ching-wu born?Where Chu Ching-wu died?Where Chu Ching-wu graduated?What other awards Chu Ching-wu has received?What other institutions did Chu Ching-wu work for?What other parties has Chu Ching-wu been a member of at other times?"
    },
    {
        "question": "Eugene G. Sander worked at University of Florida during 1967 and 1976.Where was Eugene G. Sander born?Where Eugene G. Sander died?Where Eugene G. Sander graduated?What other awards Eugene G. Sander has received?What other institutions did Eugene G. Sander work for?What other parties has Eugene G. Sander been a member of at other times?"
    },
    {
        "question": "Michael Kearns (computer scientist) worked at University of Pennsylvania in 2002.Where was Michael Kearns (computer scientist) born?Where Michael Kearns (computer scientist) died?Where Michael Kearns (computer scientist) graduated?What other awards Michael Kearns (computer scientist) has received?What other institutions did Michael Kearns (computer scientist) work for?What other parties has Michael Kearns (computer scientist) been a member of at other times?"
    },
    {
        "question": "Matthew Meselson worked at Harvard University in 1960.Where Matthew Meselson died?Where Matthew Meselson graduated?What other awards Matthew Meselson has received?What other institutions did Matthew Meselson work for?What other parties has Matthew Meselson been a member of at other times?"
    },
    {
        "question": "Margaret Morgan Lawrence worked at Columbia University in 1984.Where was Margaret Morgan Lawrence born?Where Margaret Morgan Lawrence died?Where Margaret Morgan Lawrence graduated?What other awards Margaret Morgan Lawrence has received?What other institutions did Margaret Morgan Lawrence work for?What other parties has Margaret Morgan Lawrence been a member of at other times?"
    },
    {
        "question": "James Ferguson (anthropologist) worked at University of California, Irvine during 1986 and 2003.Where was James Ferguson (anthropologist) born?Where James Ferguson (anthropologist) died?Where James Ferguson (anthropologist) graduated?What other awards James Ferguson (anthropologist) has received?What other institutions did James Ferguson (anthropologist) work for?What other parties has James Ferguson (anthropologist) been a member of at other times?"
    },
    {
        "question": "André Weil worked at University of Chicago in 1947.Where André Weil graduated?What other awards André Weil has received?What other institutions did André Weil work for?What other parties has André Weil been a member of at other times?"
    },
    {
        "question": "Andrew Gray (physicist) worked at Bangor University in 1884.Where was Andrew Gray (physicist) born?Where Andrew Gray (physicist) died?Where Andrew Gray (physicist) graduated?What other awards Andrew Gray (physicist) has received?What other institutions did Andrew Gray (physicist) work for?What other parties has Andrew Gray (physicist) been a member of at other times?"
    },
    {
        "question": "William Stanley Jevons worked at University College London in 1876.Where was William Stanley Jevons born?Where William Stanley Jevons died?Where William Stanley Jevons graduated?What other awards William Stanley Jevons has received?What other institutions did William Stanley Jevons work for?What other parties has William Stanley Jevons been a member of at other times?"
    },
    {
        "question": "Alfred Rittmann worked at University of Catania in 1958.Where Alfred Rittmann died?Where Alfred Rittmann graduated?What other awards Alfred Rittmann has received?What other institutions did Alfred Rittmann work for?What other parties has Alfred Rittmann been a member of at other times?"
    },
    {
        "question": "Paul Julian (meteorologist) worked at National Center for Atmospheric Research during 1962 and 1987.Where was Paul Julian (meteorologist) born?Where Paul Julian (meteorologist) died?Where Paul Julian (meteorologist) graduated?What other awards Paul Julian (meteorologist) has received?What other institutions did Paul Julian (meteorologist) work for?What other parties has Paul Julian (meteorologist) been a member of at other times?"
    },
    {
        "question": "Robert W. Decker worked at Bethlehem Steel in 1949.Where was Robert W. Decker born?Where Robert W. Decker died?Where Robert W. Decker graduated?What other awards Robert W. Decker has received?What other institutions did Robert W. Decker work for?What other parties has Robert W. Decker been a member of at other times?"
    },
    {
        "question": "Endre Süli worked at University of Oxford in 1985.Where was Endre Süli born?Where Endre Süli died?Where Endre Süli graduated?What other awards Endre Süli has received?What other institutions did Endre Süli work for?What other parties has Endre Süli been a member of at other times?"
    },
    {
        "question": "Weston Bate worked at University of Melbourne in 1952.Where Weston Bate died?Where Weston Bate graduated?What other awards Weston Bate has received?What other institutions did Weston Bate work for?What other parties has Weston Bate been a member of at other times?"
    },
    {
        "question": "Gottlieb Burckhardt worked at University of Bern during 1860 and 1862.Where was Gottlieb Burckhardt born?Where Gottlieb Burckhardt died?Where Gottlieb Burckhardt graduated?What other awards Gottlieb Burckhardt has received?What other institutions did Gottlieb Burckhardt work for?What other parties has Gottlieb Burckhardt been a member of at other times?"
    },
    {
        "question": "Josef de Mendoza y Ríos worked at Royal Society in 1793.Where Josef de Mendoza y Ríos graduated?What other awards Josef de Mendoza y Ríos has received?What other institutions did Josef de Mendoza y Ríos work for?What other parties has Josef de Mendoza y Ríos been a member of at other times?"
    },
    {
        "question": "Angelika Amon worked at Massachusetts Institute of Technology in 1999.Where Angelika Amon died?Where Angelika Amon graduated?What other awards Angelika Amon has received?What other institutions did Angelika Amon work for?What other parties has Angelika Amon been a member of at other times?"
    },
    {
        "question": "Gawdat Bahgat worked at Indiana University of Pennsylvania during 1995 and 2009.Where was Gawdat Bahgat born?Where Gawdat Bahgat died?Where Gawdat Bahgat graduated?What other awards Gawdat Bahgat has received?What other institutions did Gawdat Bahgat work for?What other parties has Gawdat Bahgat been a member of at other times?"
    },
    {
        "question": "Grover Krantz worked at Washington State University during 1968 and 1998.Where Grover Krantz died?Where Grover Krantz graduated?What other awards Grover Krantz has received?What other institutions did Grover Krantz work for?What other parties has Grover Krantz been a member of at other times?"
    },
    {
        "question": "Richard Levins worked at University of Puerto Rico during 1961 and 1967.Where was Richard Levins born?Where Richard Levins died?Where Richard Levins graduated?What other awards Richard Levins has received?What other institutions did Richard Levins work for?What other parties has Richard Levins been a member of at other times?"
    },
    {
        "question": "David Dolidze worked at Tbilisi State University in 1934.Where was David Dolidze born?Where David Dolidze died?Where David Dolidze graduated?What other awards David Dolidze has received?What other institutions did David Dolidze work for?What other parties has David Dolidze been a member of at other times?"
    },
    {
        "question": "H. Bruce Franklin worked at Rutgers University–Newark in 1975.Where was H. Bruce Franklin born?Where H. Bruce Franklin died?Where H. Bruce Franklin graduated?What other awards H. Bruce Franklin has received?What other institutions did H. Bruce Franklin work for?What other parties has H. Bruce Franklin been a member of at other times?"
    },
    {
        "question": "Jane M. Oppenheimer worked at Bryn Mawr College during 1938 and 1980.Where was Jane M. Oppenheimer born?Where Jane M. Oppenheimer died?Where Jane M. Oppenheimer graduated?What other awards Jane M. Oppenheimer has received?What other institutions did Jane M. Oppenheimer work for?What other parties has Jane M. Oppenheimer been a member of at other times?"
    },
    {
        "question": "Berend George Escher worked at Royal Dutch Shell in 1916.Where was Berend George Escher born?Where Berend George Escher died?Where Berend George Escher graduated?What other awards Berend George Escher has received?What other institutions did Berend George Escher work for?What other parties has Berend George Escher been a member of at other times?"
    },
    {
        "question": "Bernard Brodie (biochemist) worked at New York University during 1935 and 1950.Where Bernard Brodie (biochemist) graduated?What other awards Bernard Brodie (biochemist) has received?What other institutions did Bernard Brodie (biochemist) work for?What other parties has Bernard Brodie (biochemist) been a member of at other times?"
    },
    {
        "question": "Gordon Gunter worked at University of Southern Mississippi during 1955 and 1979.Where was Gordon Gunter born?Where Gordon Gunter died?Where Gordon Gunter graduated?What other awards Gordon Gunter has received?What other institutions did Gordon Gunter work for?What other parties has Gordon Gunter been a member of at other times?"
    },
    {
        "question": "Frank Shu worked at National Tsing Hua University during 2002 and 2006.Where was Frank Shu born?Where Frank Shu died?Where Frank Shu graduated?What other awards Frank Shu has received?What other institutions did Frank Shu work for?What other parties has Frank Shu been a member of at other times?"
    },
    {
        "question": "Brad R. Roth worked at University of California, Berkeley during 1996 and 1997.Where was Brad R. Roth born?Where Brad R. Roth died?Where Brad R. Roth graduated?What other awards Brad R. Roth has received?What other institutions did Brad R. Roth work for?What other parties has Brad R. Roth been a member of at other times?"
    },
    {
        "question": "Ferid Murad worked at University of Virginia during 1970 and 1981.Where was Ferid Murad born?Where Ferid Murad died?Where Ferid Murad graduated?What other awards Ferid Murad has received?What other institutions did Ferid Murad work for?What other parties has Ferid Murad been a member of at other times?"
    },
    {
        "question": "Marianne Schmid Mast worked at University of Neuchâtel during 2006 and 2014.Where was Marianne Schmid Mast born?Where Marianne Schmid Mast died?Where Marianne Schmid Mast graduated?What other awards Marianne Schmid Mast has received?What other institutions did Marianne Schmid Mast work for?What other parties has Marianne Schmid Mast been a member of at other times?"
    },
    {
        "question": "G. Michael Deeb worked at Temple University during 1984 and 1986.Where was G. Michael Deeb born?Where G. Michael Deeb died?Where G. Michael Deeb graduated?What other awards G. Michael Deeb has received?What other institutions did G. Michael Deeb work for?What other parties has G. Michael Deeb been a member of at other times?"
    },
    {
        "question": "Tim Teitelbaum worked at GrammaTech in 1988.Where was Tim Teitelbaum born?Where Tim Teitelbaum died?Where Tim Teitelbaum graduated?What other awards Tim Teitelbaum has received?What other institutions did Tim Teitelbaum work for?What other parties has Tim Teitelbaum been a member of at other times?"
    },
    {
        "question": "R. J. B. Bosworth worked at University of Oxford in 2012.Where was R. J. B. Bosworth born?Where R. J. B. Bosworth died?Where R. J. B. Bosworth graduated?What other awards R. J. B. Bosworth has received?What other institutions did R. J. B. Bosworth work for?What other parties has R. J. B. Bosworth been a member of at other times?"
    },
    {
        "question": "Julius Youngner worked at University of Pittsburgh during 1949 and 2000.Where Julius Youngner died?Where Julius Youngner graduated?What other awards Julius Youngner has received?What other institutions did Julius Youngner work for?What other parties has Julius Youngner been a member of at other times?"
    },
    {
        "question": "Peter Stanley worked at University of New South Wales in 2013.Where was Peter Stanley born?Where Peter Stanley died?Where Peter Stanley graduated?What other awards Peter Stanley has received?What other institutions did Peter Stanley work for?What other parties has Peter Stanley been a member of at other times?"
    },
    {
        "question": "Mark A. Smith worked at Novartis during 1990 and 1992.Where was Mark A. Smith born?Where Mark A. Smith died?Where Mark A. Smith graduated?What other awards Mark A. Smith has received?What other institutions did Mark A. Smith work for?What other parties has Mark A. Smith been a member of at other times?"
    },
    {
        "question": "Betty Hay worked at American Association of Anatomists during 1981 and 1982.Where was Betty Hay born?Where Betty Hay died?Where Betty Hay graduated?What other awards Betty Hay has received?What other institutions did Betty Hay work for?What other parties has Betty Hay been a member of at other times?"
    },
    {
        "question": "Percy Edward Kent worked at BP during 1966 and 1971.Where was Percy Edward Kent born?Where Percy Edward Kent died?Where Percy Edward Kent graduated?What other awards Percy Edward Kent has received?What other institutions did Percy Edward Kent work for?What other parties has Percy Edward Kent been a member of at other times?"
    },
    {
        "question": "Susan B. Horwitz worked at University of Copenhagen in 1993.Where Susan B. Horwitz graduated?What other awards Susan B. Horwitz has received?What other institutions did Susan B. Horwitz work for?What other parties has Susan B. Horwitz been a member of at other times?"
    },
    {
        "question": "Marie Curie worked at École Normale Supérieure in 2017.Where Marie Curie died?Where Marie Curie graduated?What other awards Marie Curie has received?What other institutions did Marie Curie work for?What other parties has Marie Curie been a member of at other times?"
    },
    {
        "question": "William C. Boyd worked at Boston University School of Medicine during 1926 and 1968.Where was William C. Boyd born?Where William C. Boyd died?Where William C. Boyd graduated?What other awards William C. Boyd has received?What other institutions did William C. Boyd work for?What other parties has William C. Boyd been a member of at other times?"
    },
    {
        "question": "Oscar Elton Sette worked at National Marine Fisheries Service during 1970 and 1972.Where was Oscar Elton Sette born?Where Oscar Elton Sette died?Where Oscar Elton Sette graduated?What other awards Oscar Elton Sette has received?What other institutions did Oscar Elton Sette work for?What other parties has Oscar Elton Sette been a member of at other times?"
    },
    {
        "question": "Alec Hill worked at Royal Military College, Duntroon in 1966.Where was Alec Hill born?Where Alec Hill died?Where Alec Hill graduated?What other awards Alec Hill has received?What other institutions did Alec Hill work for?What other parties has Alec Hill been a member of at other times?"
    },
    {
        "question": "David DeMille worked at Amherst College during 1997 and 1998.Where was David DeMille born?Where David DeMille died?Where David DeMille graduated?What other awards David DeMille has received?What other institutions did David DeMille work for?What other parties has David DeMille been a member of at other times?"
    },
    {
        "question": "Sunil Kumar Ahuja worked at University of Texas Health Science Center at San Antonio in 2002.Where was Sunil Kumar Ahuja born?Where Sunil Kumar Ahuja died?Where Sunil Kumar Ahuja graduated?What other awards Sunil Kumar Ahuja has received?What other institutions did Sunil Kumar Ahuja work for?What other parties has Sunil Kumar Ahuja been a member of at other times?"
    },
    {
        "question": "James David Forbes worked at Ancient university governance in Scotland in 1860.Where James David Forbes died?Where James David Forbes graduated?What other awards James David Forbes has received?What other institutions did James David Forbes work for?What other parties has James David Forbes been a member of at other times?"
    },
    {
        "question": "Frederick I. Ordway III worked at Marshall Space Flight Center during 1960 and 1963.Where Frederick I. Ordway III graduated?What other awards Frederick I. Ordway III has received?What other institutions did Frederick I. Ordway III work for?What other parties has Frederick I. Ordway III been a member of at other times?"
    },
    {
        "question": "Lyndall Ryan worked at Flinders University in 1984.Where Lyndall Ryan died?Where Lyndall Ryan graduated?What other awards Lyndall Ryan has received?What other institutions did Lyndall Ryan work for?What other parties has Lyndall Ryan been a member of at other times?"
    },
    {
        "question": "Gregory Fu worked at Massachusetts Institute of Technology during 1993 and 2012.Where was Gregory Fu born?Where Gregory Fu died?Where Gregory Fu graduated?What other awards Gregory Fu has received?What other institutions did Gregory Fu work for?What other parties has Gregory Fu been a member of at other times?"
    },
    {
        "question": "Martin Ostwald worked at Wesleyan University during 1952 and 1953.Where was Martin Ostwald born?Where Martin Ostwald died?Where Martin Ostwald graduated?What other awards Martin Ostwald has received?What other institutions did Martin Ostwald work for?What other parties has Martin Ostwald been a member of at other times?"
    },
    {
        "question": "William Edmond Logan worked at Geological Survey of Canada in 1842.Where William Edmond Logan died?Where William Edmond Logan graduated?What other awards William Edmond Logan has received?What other institutions did William Edmond Logan work for?What other parties has William Edmond Logan been a member of at other times?"
    },
    {
        "question": "Thomas E. Baker worked at Florida International University College of Law in 2002.Where was Thomas E. Baker born?Where Thomas E. Baker died?Where Thomas E. Baker graduated?What other awards Thomas E. Baker has received?What other institutions did Thomas E. Baker work for?What other parties has Thomas E. Baker been a member of at other times?"
    },
    {
        "question": "George Davey Smith worked at UCL Medical School during 1985 and 1986.Where was George Davey Smith born?Where George Davey Smith died?Where George Davey Smith graduated?What other awards George Davey Smith has received?What other institutions did George Davey Smith work for?What other parties has George Davey Smith been a member of at other times?"
    },
    {
        "question": "Alexei Starobinsky worked at University of Tokyo during 2000 and 2001.Where Alexei Starobinsky died?Where Alexei Starobinsky graduated?What other awards Alexei Starobinsky has received?What other institutions did Alexei Starobinsky work for?What other parties has Alexei Starobinsky been a member of at other times?"
    },
    {
        "question": "Sendhil Mullainathan worked at Harvard University in 2004.Where was Sendhil Mullainathan born?Where Sendhil Mullainathan died?Where Sendhil Mullainathan graduated?What other awards Sendhil Mullainathan has received?What other institutions did Sendhil Mullainathan work for?What other parties has Sendhil Mullainathan been a member of at other times?"
    },
    {
        "question": "Ben Feringa worked at University of Groningen in 1984.Where was Ben Feringa born?Where Ben Feringa died?Where Ben Feringa graduated?What other awards Ben Feringa has received?What other institutions did Ben Feringa work for?What other parties has Ben Feringa been a member of at other times?"
    },
    {
        "question": "Edward Maibach worked at George Mason University in 2007.Where was Edward Maibach born?Where Edward Maibach died?Where Edward Maibach graduated?What other awards Edward Maibach has received?What other institutions did Edward Maibach work for?What other parties has Edward Maibach been a member of at other times?"
    },
    {
        "question": "R. Tyrrell Rockafellar worked at University of Florida in 2003.Where R. Tyrrell Rockafellar died?Where R. Tyrrell Rockafellar graduated?What other awards R. Tyrrell Rockafellar has received?What other institutions did R. Tyrrell Rockafellar work for?What other parties has R. Tyrrell Rockafellar been a member of at other times?"
    },
    {
        "question": "Bertram Bruce worked at University of Illinois at Urbana–Champaign during 1990 and 1974.Where was Bertram Bruce born?Where Bertram Bruce died?Where Bertram Bruce graduated?What other awards Bertram Bruce has received?What other institutions did Bertram Bruce work for?What other parties has Bertram Bruce been a member of at other times?"
    },
    {
        "question": "Jay Wright Forrester worked at MIT Sloan School of Management in 1956.Where was Jay Wright Forrester born?Where Jay Wright Forrester graduated?What other awards Jay Wright Forrester has received?What other institutions did Jay Wright Forrester work for?What other parties has Jay Wright Forrester been a member of at other times?"
    },
    {
        "question": "Brian D. Ripley worked at University of Strathclyde in 1983.Where was Brian D. Ripley born?Where Brian D. Ripley died?Where Brian D. Ripley graduated?What other awards Brian D. Ripley has received?What other institutions did Brian D. Ripley work for?What other parties has Brian D. Ripley been a member of at other times?"
    },
    {
        "question": "Sara Goldrick-Rab worked at University of Wisconsin–Madison during 2004 and 2016.Where was Sara Goldrick-Rab born?Where Sara Goldrick-Rab died?Where Sara Goldrick-Rab graduated?What other awards Sara Goldrick-Rab has received?What other institutions did Sara Goldrick-Rab work for?What other parties has Sara Goldrick-Rab been a member of at other times?"
    },
    {
        "question": "Clifton C. Edom worked at University of Missouri during 1943 and 1972.Where was Clifton C. Edom born?Where Clifton C. Edom died?Where Clifton C. Edom graduated?What other awards Clifton C. Edom has received?What other institutions did Clifton C. Edom work for?What other parties has Clifton C. Edom been a member of at other times?"
    },
    {
        "question": "André Jagendorf worked at Johns Hopkins University during 1953 and 1966.Where André Jagendorf graduated?What other awards André Jagendorf has received?What other institutions did André Jagendorf work for?What other parties has André Jagendorf been a member of at other times?"
    },
    {
        "question": "Millard H. Alexander worked at Harvard University in 1967.Where was Millard H. Alexander born?Where Millard H. Alexander died?Where Millard H. Alexander graduated?What other awards Millard H. Alexander has received?What other institutions did Millard H. Alexander work for?What other parties has Millard H. Alexander been a member of at other times?"
    },
    {
        "question": "Ludwig Roth worked at Army Ballistic Missile Agency in 1945.Where was Ludwig Roth born?Where Ludwig Roth died?Where Ludwig Roth graduated?What other awards Ludwig Roth has received?What other institutions did Ludwig Roth work for?What other parties has Ludwig Roth been a member of at other times?"
    },
    {
        "question": "Vilhelm Aubert worked at University of Oslo during 1954 and 1988.Where was Vilhelm Aubert born?Where Vilhelm Aubert died?Where Vilhelm Aubert graduated?What other awards Vilhelm Aubert has received?What other institutions did Vilhelm Aubert work for?What other parties has Vilhelm Aubert been a member of at other times?"
    },
    {
        "question": "Derek Bell (physician) worked at Royal College of Physicians of Edinburgh in 2014.Where was Derek Bell (physician) born?Where Derek Bell (physician) died?Where Derek Bell (physician) graduated?What other awards Derek Bell (physician) has received?What other institutions did Derek Bell (physician) work for?What other parties has Derek Bell (physician) been a member of at other times?"
    },
    {
        "question": "Pilar Gonzalbo Aizpuru worked at El Colegio de México in 1980.Where was Pilar Gonzalbo Aizpuru born?Where Pilar Gonzalbo Aizpuru died?Where Pilar Gonzalbo Aizpuru graduated?What other awards Pilar Gonzalbo Aizpuru has received?What other institutions did Pilar Gonzalbo Aizpuru work for?What other parties has Pilar Gonzalbo Aizpuru been a member of at other times?"
    },
    {
        "question": "Dimitrios Trichopoulos worked at Karolinska Institute during 1998 and 2014.Where was Dimitrios Trichopoulos born?Where Dimitrios Trichopoulos died?Where Dimitrios Trichopoulos graduated?What other awards Dimitrios Trichopoulos has received?What other institutions did Dimitrios Trichopoulos work for?What other parties has Dimitrios Trichopoulos been a member of at other times?"
    },
    {
        "question": "Alexey Stakhov worked at Southern Federal University during 1971 and 1977.Where was Alexey Stakhov born?Where Alexey Stakhov died?Where Alexey Stakhov graduated?What other awards Alexey Stakhov has received?What other institutions did Alexey Stakhov work for?What other parties has Alexey Stakhov been a member of at other times?"
    },
    {
        "question": "Hans-Ulrich Reissig worked at Technische Universität Darmstadt in 1986.Where was Hans-Ulrich Reissig born?Where Hans-Ulrich Reissig died?Where Hans-Ulrich Reissig graduated?What other awards Hans-Ulrich Reissig has received?What other institutions did Hans-Ulrich Reissig work for?What other parties has Hans-Ulrich Reissig been a member of at other times?"
    },
    {
        "question": "Nicholas Georgescu-Roegen worked at University of Bucharest during 1932 and 1934.Where was Nicholas Georgescu-Roegen born?Where Nicholas Georgescu-Roegen died?Where Nicholas Georgescu-Roegen graduated?What other awards Nicholas Georgescu-Roegen has received?What other institutions did Nicholas Georgescu-Roegen work for?What other parties has Nicholas Georgescu-Roegen been a member of at other times?"
    },
    {
        "question": "Pierre L. van den Berghe worked at University of Washington during 1989 and 158.Where was Pierre L. van den Berghe born?Where Pierre L. van den Berghe died?Where Pierre L. van den Berghe graduated?What other awards Pierre L. van den Berghe has received?What other institutions did Pierre L. van den Berghe work for?What other parties has Pierre L. van den Berghe been a member of at other times?"
    },
    {
        "question": "Joseph Zachary worked at University of Utah in 1987.Where was Joseph Zachary born?Where Joseph Zachary died?Where Joseph Zachary graduated?What other awards Joseph Zachary has received?What other institutions did Joseph Zachary work for?What other parties has Joseph Zachary been a member of at other times?"
    },
    {
        "question": "Andrey Kapitsa worked at MSU Faculty of Geography during 1965 and 1970.Where Andrey Kapitsa graduated?What other awards Andrey Kapitsa has received?What other institutions did Andrey Kapitsa work for?What other parties has Andrey Kapitsa been a member of at other times?"
    },
    {
        "question": "Hans-Ulrich Schmincke worked at Ruhr University Bochum in 1969.Where was Hans-Ulrich Schmincke born?Where Hans-Ulrich Schmincke died?Where Hans-Ulrich Schmincke graduated?What other awards Hans-Ulrich Schmincke has received?What other institutions did Hans-Ulrich Schmincke work for?What other parties has Hans-Ulrich Schmincke been a member of at other times?"
    },
    {
        "question": "Debra Elmegreen worked at Vassar College in 1985.Where was Debra Elmegreen born?Where Debra Elmegreen died?Where Debra Elmegreen graduated?What other awards Debra Elmegreen has received?What other institutions did Debra Elmegreen work for?What other parties has Debra Elmegreen been a member of at other times?"
    },
    {
        "question": "Earl Babbie worked at University of Hawaii during 1968 and 1979.Where Earl Babbie died?Where Earl Babbie graduated?What other awards Earl Babbie has received?What other institutions did Earl Babbie work for?What other parties has Earl Babbie been a member of at other times?"
    },
    {
        "question": "Sean Wilentz worked at Princeton University in 1979.Where Sean Wilentz died?Where Sean Wilentz graduated?What other awards Sean Wilentz has received?What other institutions did Sean Wilentz work for?What other parties has Sean Wilentz been a member of at other times?"
    },
    {
        "question": "Richard Friend worked at National University of Singapore in 2013.Where Richard Friend died?Where Richard Friend graduated?What other awards Richard Friend has received?What other institutions did Richard Friend work for?What other parties has Richard Friend been a member of at other times?"
    },
    {
        "question": "James Tour worked at University of South Carolina during 1988 and 1999.Where James Tour died?Where James Tour graduated?What other awards James Tour has received?What other institutions did James Tour work for?What other parties has James Tour been a member of at other times?"
    },
    {
        "question": "Sangeeta N. Bhatia worked at Massachusetts Institute of Technology in 2005.Where was Sangeeta N. Bhatia born?Where Sangeeta N. Bhatia died?Where Sangeeta N. Bhatia graduated?What other awards Sangeeta N. Bhatia has received?What other institutions did Sangeeta N. Bhatia work for?What other parties has Sangeeta N. Bhatia been a member of at other times?"
    },
    {
        "question": "Arun Kumar Biswas worked at The Asiatic Society during 1995 and 2002.Where Arun Kumar Biswas graduated?What other awards Arun Kumar Biswas has received?What other institutions did Arun Kumar Biswas work for?What other parties has Arun Kumar Biswas been a member of at other times?"
    },
    {
        "question": "John T. Riedl worked at Purdue University during 1983 and 1989.Where was John T. Riedl born?Where John T. Riedl died?Where John T. Riedl graduated?What other awards John T. Riedl has received?What other institutions did John T. Riedl work for?What other parties has John T. Riedl been a member of at other times?"
    },
    {
        "question": "Dominique Bourg worked at University of Lausanne in 2006.Where was Dominique Bourg born?Where Dominique Bourg died?Where Dominique Bourg graduated?What other awards Dominique Bourg has received?What other institutions did Dominique Bourg work for?What other parties has Dominique Bourg been a member of at other times?"
    },
    {
        "question": "Tom Cornsweet worked at Yale University during 1955 and 1959.Where was Tom Cornsweet born?Where Tom Cornsweet died?Where Tom Cornsweet graduated?What other awards Tom Cornsweet has received?What other institutions did Tom Cornsweet work for?What other parties has Tom Cornsweet been a member of at other times?"
    },
    {
        "question": "Christoph Steinbeck worked at Max Planck Institute for Chemical Ecology in 2014.Where was Christoph Steinbeck born?Where Christoph Steinbeck died?Where Christoph Steinbeck graduated?What other awards Christoph Steinbeck has received?What other institutions did Christoph Steinbeck work for?What other parties has Christoph Steinbeck been a member of at other times?"
    },
    {
        "question": "David Lee (physicist) worked at Texas A&M University in 2009.Where was David Lee (physicist) born?Where David Lee (physicist) died?Where David Lee (physicist) graduated?What other awards David Lee (physicist) has received?What other institutions did David Lee (physicist) work for?What other parties has David Lee (physicist) been a member of at other times?"
    },
    {
        "question": "Michael J. Sailor worked at University of California, San Diego in 1990.Where was Michael J. Sailor born?Where Michael J. Sailor died?Where Michael J. Sailor graduated?What other awards Michael J. Sailor has received?What other institutions did Michael J. Sailor work for?What other parties has Michael J. Sailor been a member of at other times?"
    },
    {
        "question": "Mikhail Budyko worked at Russian State Hydrological Institute during 1975 and 2000.Where was Mikhail Budyko born?Where Mikhail Budyko died?Where Mikhail Budyko graduated?What other awards Mikhail Budyko has received?What other institutions did Mikhail Budyko work for?What other parties has Mikhail Budyko been a member of at other times?"
    },
    {
        "question": "Costas Panagopoulos worked at Fordham University in 2005.Where was Costas Panagopoulos born?Where Costas Panagopoulos died?Where Costas Panagopoulos graduated?What other awards Costas Panagopoulos has received?What other institutions did Costas Panagopoulos work for?What other parties has Costas Panagopoulos been a member of at other times?"
    },
    {
        "question": "Alexander Dounce worked at Cornell University during 1936 and 1941.Where Alexander Dounce graduated?What other awards Alexander Dounce has received?What other institutions did Alexander Dounce work for?What other parties has Alexander Dounce been a member of at other times?"
    },
    {
        "question": "Alice Amsden worked at Massachusetts Institute of Technology during 1994 and 2012.Where Alice Amsden graduated?What other awards Alice Amsden has received?What other institutions did Alice Amsden work for?What other parties has Alice Amsden been a member of at other times?"
    }
]