[
    {
        "question": "Gustav Mayer is affiliated to Socialist Unity Party of Germany during 1947 and 1948.Where was Gustav Mayer born?Where Gustav Mayer graduated?What other awards Gustav Mayer has received?What other institutions did Gustav Mayer work for?What other parties has Gustav Mayer been a member of at other times?"
    },
    {
        "question": "James Rowell is affiliated to Liberal Party (1922) in 1922.Where James Rowell died?Where James Rowell graduated?What other awards James Rowell has received?What other institutions did James Rowell work for?What other parties has James Rowell been a member of at other times?"
    },
    {
        "question": "Bernard Goldsmith is affiliated to Democratic Party (United States) during 1854 and 1861.Where Bernard Goldsmith graduated?What other awards Bernard Goldsmith has received?What other institutions did Bernard Goldsmith work for?What other parties has Bernard Goldsmith been a member of at other times?"
    },
    {
        "question": "Tasmina Ahmed-Sheikh is affiliated to Labour Party (UK) in 2000.Where Tasmina Ahmed-Sheikh died?Where Tasmina Ahmed-Sheikh graduated?What other awards Tasmina Ahmed-Sheikh has received?What other institutions did Tasmina Ahmed-Sheikh work for?What other parties has Tasmina Ahmed-Sheikh been a member of at other times?"
    },
    {
        "question": "José Maria Marin is affiliated to Liberal Front Party (Brazil) during 1985 and 2000.Where José Maria Marin died?Where José Maria Marin graduated?What other awards José Maria Marin has received?What other institutions did José Maria Marin work for?What other parties has José Maria Marin been a member of at other times?"
    },
    {
        "question": "Hermann Weber is affiliated to Communist Party of Germany during 1945 and 1954.Where Hermann Weber died?Where Hermann Weber graduated?What other awards Hermann Weber has received?What other institutions did Hermann Weber work for?What other parties has Hermann Weber been a member of at other times?"
    },
    {
        "question": "Elijah Carey is affiliated to Independent Political Labour League in 1905.Where was Elijah Carey born?Where Elijah Carey died?Where Elijah Carey graduated?What other awards Elijah Carey has received?What other institutions did Elijah Carey work for?What other parties has Elijah Carey been a member of at other times?"
    },
    {
        "question": "Pétala Monteiro is affiliated to Democratic Labour Party (Brazil) during 1999 and 2014.Where Pétala Monteiro died?Where Pétala Monteiro graduated?What other awards Pétala Monteiro has received?What other institutions did Pétala Monteiro work for?What other parties has Pétala Monteiro been a member of at other times?"
    },
    {
        "question": "John Bell (Tennessee politician) is affiliated to Democratic Party (United States) during 1828 and 1835.Where John Bell (Tennessee politician) died?Where John Bell (Tennessee politician) graduated?What other awards John Bell (Tennessee politician) has received?What other institutions did John Bell (Tennessee politician) work for?What other parties has John Bell (Tennessee politician) been a member of at other times?"
    },
    {
        "question": "Ronaldo Caiado is affiliated to Liberal Front Party (Brazil) during 1991 and 2007.Where Ronaldo Caiado died?Where Ronaldo Caiado graduated?What other awards Ronaldo Caiado has received?What other institutions did Ronaldo Caiado work for?What other parties has Ronaldo Caiado been a member of at other times?"
    },
    {
        "question": "Roger Helmer is affiliated to UK Independence Party in 2012.Where Roger Helmer died?Where Roger Helmer graduated?What other awards Roger Helmer has received?What other institutions did Roger Helmer work for?What other parties has Roger Helmer been a member of at other times?"
    },
    {
        "question": "Bob Smith (American politician) is affiliated to Republican Party (United States) during 1999 and 2000.Where Bob Smith (American politician) died?Where Bob Smith (American politician) graduated?What other awards Bob Smith (American politician) has received?What other institutions did Bob Smith (American politician) work for?What other parties has Bob Smith (American politician) been a member of at other times?"
    },
    {
        "question": "Alfred Conroy is affiliated to Free Trade Party in 1901.Where Alfred Conroy died?Where Alfred Conroy graduated?What other awards Alfred Conroy has received?What other institutions did Alfred Conroy work for?What other parties has Alfred Conroy been a member of at other times?"
    },
    {
        "question": "Ciro Gomes is affiliated to Democratic Social Party during 1979 and 1983.Where was Ciro Gomes born?Where Ciro Gomes died?Where Ciro Gomes graduated?What other awards Ciro Gomes has received?What other institutions did Ciro Gomes work for?What other parties has Ciro Gomes been a member of at other times?"
    },
    {
        "question": "Franco Bassanini is affiliated to Italian Communist Party during 1983 and 1991.Where Franco Bassanini died?Where Franco Bassanini graduated?What other awards Franco Bassanini has received?What other institutions did Franco Bassanini work for?What other parties has Franco Bassanini been a member of at other times?"
    },
    {
        "question": "Vital do Rêgo Filho is affiliated to Independent politician in 2014.Where was Vital do Rêgo Filho born?Where Vital do Rêgo Filho died?Where Vital do Rêgo Filho graduated?What other awards Vital do Rêgo Filho has received?What other institutions did Vital do Rêgo Filho work for?What other parties has Vital do Rêgo Filho been a member of at other times?"
    },
    {
        "question": "Bob Martinez is affiliated to Democratic Party (United States) in 1983.Where Bob Martinez died?Where Bob Martinez graduated?What other awards Bob Martinez has received?What other institutions did Bob Martinez work for?What other parties has Bob Martinez been a member of at other times?"
    },
    {
        "question": "Makiko Tanaka is affiliated to Liberal Democratic Party (Japan) in 2003.Where Makiko Tanaka died?Where Makiko Tanaka graduated?What other awards Makiko Tanaka has received?What other institutions did Makiko Tanaka work for?What other parties has Makiko Tanaka been a member of at other times?"
    },
    {
        "question": "William Knox (Victorian politician) is affiliated to Free Trade Party in 1901.Where William Knox (Victorian politician) died?Where William Knox (Victorian politician) graduated?What other awards William Knox (Victorian politician) has received?What other institutions did William Knox (Victorian politician) work for?What other parties has William Knox (Victorian politician) been a member of at other times?"
    },
    {
        "question": "Eduardo Roquero is affiliated to Laban ng Demokratikong Pilipino during 1995 and 2004.Where was Eduardo Roquero born?Where Eduardo Roquero graduated?What other awards Eduardo Roquero has received?What other institutions did Eduardo Roquero work for?What other parties has Eduardo Roquero been a member of at other times?"
    },
    {
        "question": "Jacob S. Coxey Sr. is affiliated to Republican Party (United States) in 1926.Where was Jacob S. Coxey Sr. born?Where Jacob S. Coxey Sr. graduated?What other awards Jacob S. Coxey Sr. has received?What other institutions did Jacob S. Coxey Sr. work for?What other parties has Jacob S. Coxey Sr. been a member of at other times?"
    },
    {
        "question": "Gatewood Galbraith is affiliated to Democratic Party (United States) during 1999 and 2007.Where was Gatewood Galbraith born?Where Gatewood Galbraith graduated?What other awards Gatewood Galbraith has received?What other institutions did Gatewood Galbraith work for?What other parties has Gatewood Galbraith been a member of at other times?"
    },
    {
        "question": "Marek Belka is affiliated to Democratic Left Alliance during 1999 and 2005.Where Marek Belka died?Where Marek Belka graduated?What other awards Marek Belka has received?What other institutions did Marek Belka work for?What other parties has Marek Belka been a member of at other times?"
    },
    {
        "question": "Andrew Jackson Hamilton is affiliated to Republican Party (United States) during 1866 and 1869.Where Andrew Jackson Hamilton graduated?What other awards Andrew Jackson Hamilton has received?What other institutions did Andrew Jackson Hamilton work for?What other parties has Andrew Jackson Hamilton been a member of at other times?"
    },
    {
        "question": "William Woods Holden is affiliated to National Union Party (United States) during 1865 and 1866.Where was William Woods Holden born?Where William Woods Holden graduated?What other awards William Woods Holden has received?What other institutions did William Woods Holden work for?What other parties has William Woods Holden been a member of at other times?"
    },
    {
        "question": "Harry Foll is affiliated to United Australia Party in 1931.Where was Harry Foll born?Where Harry Foll died?Where Harry Foll graduated?What other awards Harry Foll has received?What other institutions did Harry Foll work for?What other parties has Harry Foll been a member of at other times?"
    },
    {
        "question": "Traycho Traykov is affiliated to Reformist Bloc during 2013 and 2017.Where Traycho Traykov died?Where Traycho Traykov graduated?What other awards Traycho Traykov has received?What other institutions did Traycho Traykov work for?What other parties has Traycho Traykov been a member of at other times?"
    },
    {
        "question": "Eduardo Paes is affiliated to Democrats (Brazil) during 1995 and 1999.Where Eduardo Paes died?Where Eduardo Paes graduated?What other awards Eduardo Paes has received?What other institutions did Eduardo Paes work for?What other parties has Eduardo Paes been a member of at other times?"
    },
    {
        "question": "Ralph Recto is affiliated to Laban ng Demokratikong Pilipino during 1992 and 2001.Where Ralph Recto died?Where Ralph Recto graduated?What other awards Ralph Recto has received?What other institutions did Ralph Recto work for?What other parties has Ralph Recto been a member of at other times?"
    },
    {
        "question": "Jason Kenney is affiliated to Canadian Alliance during 2000 and 2003.Where was Jason Kenney born?Where Jason Kenney died?Where Jason Kenney graduated?What other awards Jason Kenney has received?What other institutions did Jason Kenney work for?What other parties has Jason Kenney been a member of at other times?"
    },
    {
        "question": "John Canfield Spencer is affiliated to Democratic-Republican Party in 1825.Where was John Canfield Spencer born?Where John Canfield Spencer graduated?What other awards John Canfield Spencer has received?What other institutions did John Canfield Spencer work for?What other parties has John Canfield Spencer been a member of at other times?"
    },
    {
        "question": "Ahmad bin Ibrahim is affiliated to People's Action Party during 1959 and 1962.Where Ahmad bin Ibrahim graduated?What other awards Ahmad bin Ibrahim has received?What other institutions did Ahmad bin Ibrahim work for?What other parties has Ahmad bin Ibrahim been a member of at other times?"
    },
    {
        "question": "Thierry Breton is affiliated to Rally for the Republic during 1981 and 2002.Where Thierry Breton died?Where Thierry Breton graduated?What other awards Thierry Breton has received?What other institutions did Thierry Breton work for?What other parties has Thierry Breton been a member of at other times?"
    },
    {
        "question": "John McKinley is affiliated to Democratic Party (United States) during 1828 and 1852.Where was John McKinley born?Where John McKinley graduated?What other awards John McKinley has received?What other institutions did John McKinley work for?What other parties has John McKinley been a member of at other times?"
    },
    {
        "question": "Thomas White (Australian politician) is affiliated to United Australia Party in 1931.Where was Thomas White (Australian politician) born?Where Thomas White (Australian politician) died?Where Thomas White (Australian politician) graduated?What other awards Thomas White (Australian politician) has received?What other institutions did Thomas White (Australian politician) work for?What other parties has Thomas White (Australian politician) been a member of at other times?"
    },
    {
        "question": "Ursula Kuczynski is affiliated to Communist Party of Germany in 1926.Where was Ursula Kuczynski born?Where Ursula Kuczynski graduated?What other awards Ursula Kuczynski has received?What other institutions did Ursula Kuczynski work for?What other parties has Ursula Kuczynski been a member of at other times?"
    },
    {
        "question": "John Quincy Adams is affiliated to Federalist Party during 1792 and 1808.Where was John Quincy Adams born?Where John Quincy Adams graduated?What other awards John Quincy Adams has received?What other institutions did John Quincy Adams work for?What other parties has John Quincy Adams been a member of at other times?"
    },
    {
        "question": "Graham Pratten is affiliated to United Australia Party in 1931.Where Graham Pratten died?Where Graham Pratten graduated?What other awards Graham Pratten has received?What other institutions did Graham Pratten work for?What other parties has Graham Pratten been a member of at other times?"
    },
    {
        "question": "Solomon Passy is affiliated to Bulgarian Communist Party during 1989 and 2017.Where Solomon Passy died?Where Solomon Passy graduated?What other awards Solomon Passy has received?What other institutions did Solomon Passy work for?What other parties has Solomon Passy been a member of at other times?"
    },
    {
        "question": "Henry M. Teller is affiliated to Democratic Party (United States) during 1903 and 1909.Where was Henry M. Teller born?Where Henry M. Teller graduated?What other awards Henry M. Teller has received?What other institutions did Henry M. Teller work for?What other parties has Henry M. Teller been a member of at other times?"
    },
    {
        "question": "Llewellyn Atkinson is affiliated to Commonwealth Liberal Party in 1909.Where Llewellyn Atkinson died?Where Llewellyn Atkinson graduated?What other awards Llewellyn Atkinson has received?What other institutions did Llewellyn Atkinson work for?What other parties has Llewellyn Atkinson been a member of at other times?"
    },
    {
        "question": "Ólafur Ragnar Grímsson is affiliated to Independent politician in 1996.Where was Ólafur Ragnar Grímsson born?Where Ólafur Ragnar Grímsson died?Where Ólafur Ragnar Grímsson graduated?What other awards Ólafur Ragnar Grímsson has received?What other institutions did Ólafur Ragnar Grímsson work for?What other parties has Ólafur Ragnar Grímsson been a member of at other times?"
    },
    {
        "question": "Rosa Aschenbrenner is affiliated to Independent Social Democratic Party of Germany during 1917 and 1920.Where was Rosa Aschenbrenner born?Where Rosa Aschenbrenner graduated?What other awards Rosa Aschenbrenner has received?What other institutions did Rosa Aschenbrenner work for?What other parties has Rosa Aschenbrenner been a member of at other times?"
    },
    {
        "question": "Huang Chen-ya is affiliated to United Democrats of Hong Kong in 1990.Where Huang Chen-ya died?Where Huang Chen-ya graduated?What other awards Huang Chen-ya has received?What other institutions did Huang Chen-ya work for?What other parties has Huang Chen-ya been a member of at other times?"
    },
    {
        "question": "Guy Arkins is affiliated to United Australia Party in 1931.Where was Guy Arkins born?Where Guy Arkins died?Where Guy Arkins graduated?What other awards Guy Arkins has received?What other institutions did Guy Arkins work for?What other parties has Guy Arkins been a member of at other times?"
    },
    {
        "question": "John M. Read is affiliated to Federalist Party in 1824.Where John M. Read graduated?What other awards John M. Read has received?What other institutions did John M. Read work for?What other parties has John M. Read been a member of at other times?"
    },
    {
        "question": "Marin Raykov is affiliated to Union of Democratic Forces (Bulgaria) during 1989 and 2001.Where Marin Raykov died?Where Marin Raykov graduated?What other awards Marin Raykov has received?What other institutions did Marin Raykov work for?What other parties has Marin Raykov been a member of at other times?"
    },
    {
        "question": "Carlos Brandão is affiliated to Brazilian Social Democracy Party in 2005.Where was Carlos Brandão born?Where Carlos Brandão died?Where Carlos Brandão graduated?What other awards Carlos Brandão has received?What other institutions did Carlos Brandão work for?What other parties has Carlos Brandão been a member of at other times?"
    },
    {
        "question": "Christine Lagarde is affiliated to Union for a Popular Movement in 2015.Where Christine Lagarde died?Where Christine Lagarde graduated?What other awards Christine Lagarde has received?What other institutions did Christine Lagarde work for?What other parties has Christine Lagarde been a member of at other times?"
    },
    {
        "question": "Wes Watkins is affiliated to Republican Party (United States) in 1996.Where was Wes Watkins born?Where Wes Watkins died?Where Wes Watkins graduated?What other awards Wes Watkins has received?What other institutions did Wes Watkins work for?What other parties has Wes Watkins been a member of at other times?"
    },
    {
        "question": "George Thomson, Baron Thomson of Monifieth is affiliated to Liberal Democrats (UK) during 1988 and 2008.Where was George Thomson, Baron Thomson of Monifieth born?Where George Thomson, Baron Thomson of Monifieth graduated?What other awards George Thomson, Baron Thomson of Monifieth has received?What other institutions did George Thomson, Baron Thomson of Monifieth work for?What other parties has George Thomson, Baron Thomson of Monifieth been a member of at other times?"
    },
    {
        "question": "Herbert Hays is affiliated to Nationalist Party of Australia in 1923.Where was Herbert Hays born?Where Herbert Hays died?Where Herbert Hays graduated?What other awards Herbert Hays has received?What other institutions did Herbert Hays work for?What other parties has Herbert Hays been a member of at other times?"
    },
    {
        "question": "Rosalba Ciarlini is affiliated to Democrats (Brazil) during 2007 and 2016.Where was Rosalba Ciarlini born?Where Rosalba Ciarlini died?Where Rosalba Ciarlini graduated?What other awards Rosalba Ciarlini has received?What other institutions did Rosalba Ciarlini work for?What other parties has Rosalba Ciarlini been a member of at other times?"
    },
    {
        "question": "Franz Gürtner is affiliated to German National People's Party in 1933.Where was Franz Gürtner born?Where Franz Gürtner graduated?What other awards Franz Gürtner has received?What other institutions did Franz Gürtner work for?What other parties has Franz Gürtner been a member of at other times?"
    },
    {
        "question": "Richard Carmona is affiliated to Independent politician in 2011.Where Richard Carmona died?Where Richard Carmona graduated?What other awards Richard Carmona has received?What other institutions did Richard Carmona work for?What other parties has Richard Carmona been a member of at other times?"
    },
    {
        "question": "John J. Crittenden is affiliated to Constitutional Union Party (United States) during 1859 and 1861.Where was John J. Crittenden born?Where John J. Crittenden died?Where John J. Crittenden graduated?What other awards John J. Crittenden has received?What other institutions did John J. Crittenden work for?What other parties has John J. Crittenden been a member of at other times?"
    },
    {
        "question": "George Davis (New Zealand politician) is affiliated to New Zealand Labour Party in 1916.Where was George Davis (New Zealand politician) born?Where George Davis (New Zealand politician) graduated?What other awards George Davis (New Zealand politician) has received?What other institutions did George Davis (New Zealand politician) work for?What other parties has George Davis (New Zealand politician) been a member of at other times?"
    },
    {
        "question": "Thomas Bakhap is affiliated to Commonwealth Liberal Party in 1913.Where Thomas Bakhap died?Where Thomas Bakhap graduated?What other awards Thomas Bakhap has received?What other institutions did Thomas Bakhap work for?What other parties has Thomas Bakhap been a member of at other times?"
    },
    {
        "question": "Kerry Bentivolio is affiliated to Libertarian Party (United States) in 2016.Where Kerry Bentivolio died?Where Kerry Bentivolio graduated?What other awards Kerry Bentivolio has received?What other institutions did Kerry Bentivolio work for?What other parties has Kerry Bentivolio been a member of at other times?"
    },
    {
        "question": "Buddy Cianci is affiliated to Republican Party (United States) during 1974 and 1982.Where was Buddy Cianci born?Where Buddy Cianci graduated?What other awards Buddy Cianci has received?What other institutions did Buddy Cianci work for?What other parties has Buddy Cianci been a member of at other times?"
    },
    {
        "question": "David Tilson is affiliated to Conservative Party of Canada in 2002.Where David Tilson died?Where David Tilson graduated?What other awards David Tilson has received?What other institutions did David Tilson work for?What other parties has David Tilson been a member of at other times?"
    },
    {
        "question": "Clemens von Delbrück is affiliated to German National People's Party in 1918.Where Clemens von Delbrück graduated?What other awards Clemens von Delbrück has received?What other institutions did Clemens von Delbrück work for?What other parties has Clemens von Delbrück been a member of at other times?"
    },
    {
        "question": "Alfred Richard Outtrim is affiliated to National Labor Party during 1916 and 1917.Where Alfred Richard Outtrim graduated?What other awards Alfred Richard Outtrim has received?What other institutions did Alfred Richard Outtrim work for?What other parties has Alfred Richard Outtrim been a member of at other times?"
    },
    {
        "question": "Zosimo Paredes is affiliated to Nacionalista Party in 1987.Where Zosimo Paredes died?Where Zosimo Paredes graduated?What other awards Zosimo Paredes has received?What other institutions did Zosimo Paredes work for?What other parties has Zosimo Paredes been a member of at other times?"
    },
    {
        "question": "Käthe Dahlem is affiliated to Socialist Unity Party of Germany during 1946 and 1974.Where Käthe Dahlem graduated?What other awards Käthe Dahlem has received?What other institutions did Käthe Dahlem work for?What other parties has Käthe Dahlem been a member of at other times?"
    },
    {
        "question": "Werner Krauss (academic) is affiliated to Socialist Unity Party of Germany during 1947 and 1976.Where Werner Krauss (academic) graduated?What other awards Werner Krauss (academic) has received?What other institutions did Werner Krauss (academic) work for?What other parties has Werner Krauss (academic) been a member of at other times?"
    },
    {
        "question": "Deborah Grey is affiliated to Reform Party of Canada during 1989 and 2000.Where Deborah Grey died?Where Deborah Grey graduated?What other awards Deborah Grey has received?What other institutions did Deborah Grey work for?What other parties has Deborah Grey been a member of at other times?"
    },
    {
        "question": "Manuel Fraga Iribarne is affiliated to People's Alliance (Spain) during 1977 and 1989.Where was Manuel Fraga Iribarne born?Where Manuel Fraga Iribarne graduated?What other awards Manuel Fraga Iribarne has received?What other institutions did Manuel Fraga Iribarne work for?What other parties has Manuel Fraga Iribarne been a member of at other times?"
    },
    {
        "question": "Andrew Jackson is affiliated to Democratic-Republican Party in 1828.Where was Andrew Jackson born?Where Andrew Jackson graduated?What other awards Andrew Jackson has received?What other institutions did Andrew Jackson work for?What other parties has Andrew Jackson been a member of at other times?"
    },
    {
        "question": "Roberto Giachetti is affiliated to Democratic Party (Italy) in 2007.Where Roberto Giachetti died?Where Roberto Giachetti graduated?What other awards Roberto Giachetti has received?What other institutions did Roberto Giachetti work for?What other parties has Roberto Giachetti been a member of at other times?"
    },
    {
        "question": "Jo Ann Emerson is affiliated to Republican Party (United States) during 1996 and 1997.Where Jo Ann Emerson died?Where Jo Ann Emerson graduated?What other awards Jo Ann Emerson has received?What other institutions did Jo Ann Emerson work for?What other parties has Jo Ann Emerson been a member of at other times?"
    },
    {
        "question": "Rupert Ryan is affiliated to Liberal Party of Australia in 1945.Where Rupert Ryan died?Where Rupert Ryan graduated?What other awards Rupert Ryan has received?What other institutions did Rupert Ryan work for?What other parties has Rupert Ryan been a member of at other times?"
    },
    {
        "question": "Mal Colston is affiliated to Australian Labor Party in 1975.Where Mal Colston graduated?What other awards Mal Colston has received?What other institutions did Mal Colston work for?What other parties has Mal Colston been a member of at other times?"
    },
    {
        "question": "José Reinaldo Tavares is affiliated to Liberal Front Party (Brazil) during 1990 and 2004.Where José Reinaldo Tavares died?Where José Reinaldo Tavares graduated?What other awards José Reinaldo Tavares has received?What other institutions did José Reinaldo Tavares work for?What other parties has José Reinaldo Tavares been a member of at other times?"
    },
    {
        "question": "Charles Howroyd is affiliated to Nationalist Party of Australia in 1917.Where was Charles Howroyd born?Where Charles Howroyd graduated?What other awards Charles Howroyd has received?What other institutions did Charles Howroyd work for?What other parties has Charles Howroyd been a member of at other times?"
    },
    {
        "question": "Chris Huhne is affiliated to Liberal Democrats (UK) during 1988 and 2013.Where Chris Huhne died?Where Chris Huhne graduated?What other awards Chris Huhne has received?What other institutions did Chris Huhne work for?What other parties has Chris Huhne been a member of at other times?"
    },
    {
        "question": "Cesar Maia is affiliated to Brazilian Democratic Movement Party during 1991 and 1996.Where Cesar Maia died?Where Cesar Maia graduated?What other awards Cesar Maia has received?What other institutions did Cesar Maia work for?What other parties has Cesar Maia been a member of at other times?"
    },
    {
        "question": "Marina Silva is affiliated to Workers' Party (Brazil) during 1986 and 2009.Where Marina Silva died?Where Marina Silva graduated?What other awards Marina Silva has received?What other institutions did Marina Silva work for?What other parties has Marina Silva been a member of at other times?"
    },
    {
        "question": "James McCombs is affiliated to Social Democratic Party (New Zealand) during 1913 and 1916.Where was James McCombs born?Where James McCombs graduated?What other awards James McCombs has received?What other institutions did James McCombs work for?What other parties has James McCombs been a member of at other times?"
    },
    {
        "question": "Yavor Notev is affiliated to Attack (political party) in 2005.Where Yavor Notev died?Where Yavor Notev graduated?What other awards Yavor Notev has received?What other institutions did Yavor Notev work for?What other parties has Yavor Notev been a member of at other times?"
    },
    {
        "question": "Matthew Reid (politician) is affiliated to Nationalist Party of Australia in 1917.Where Matthew Reid (politician) graduated?What other awards Matthew Reid (politician) has received?What other institutions did Matthew Reid (politician) work for?What other parties has Matthew Reid (politician) been a member of at other times?"
    },
    {
        "question": "Cyril Smith is affiliated to Liberal Democrats (UK) in 1988.Where was Cyril Smith born?Where Cyril Smith died?Where Cyril Smith graduated?What other awards Cyril Smith has received?What other institutions did Cyril Smith work for?What other parties has Cyril Smith been a member of at other times?"
    },
    {
        "question": "Harry Lane is affiliated to Independent politician during 1905 and 1912.Where was Harry Lane born?Where Harry Lane graduated?What other awards Harry Lane has received?What other institutions did Harry Lane work for?What other parties has Harry Lane been a member of at other times?"
    },
    {
        "question": "Nolan Mettetal is affiliated to Democratic Party (United States) during 1996 and 2008.Where Nolan Mettetal died?Where Nolan Mettetal graduated?What other awards Nolan Mettetal has received?What other institutions did Nolan Mettetal work for?What other parties has Nolan Mettetal been a member of at other times?"
    },
    {
        "question": "Francis Preston Blair is affiliated to Democratic Party (United States) during 1828 and 1848.Where was Francis Preston Blair born?Where Francis Preston Blair graduated?What other awards Francis Preston Blair has received?What other institutions did Francis Preston Blair work for?What other parties has Francis Preston Blair been a member of at other times?"
    },
    {
        "question": "John F. Shafroth is affiliated to Democratic Party (United States) during 1903 and 1922.Where was John F. Shafroth born?Where John F. Shafroth graduated?What other awards John F. Shafroth has received?What other institutions did John F. Shafroth work for?What other parties has John F. Shafroth been a member of at other times?"
    },
    {
        "question": "Frank Fasi is affiliated to Independent politician during 1996 and 2004.Where Frank Fasi graduated?What other awards Frank Fasi has received?What other institutions did Frank Fasi work for?What other parties has Frank Fasi been a member of at other times?"
    },
    {
        "question": "George Ganchev is affiliated to Bulgarian Communist Party in 1989.Where George Ganchev died?Where George Ganchev graduated?What other awards George Ganchev has received?What other institutions did George Ganchev work for?What other parties has George Ganchev been a member of at other times?"
    },
    {
        "question": "Charles Maley is affiliated to National Party of Australia in 1924.Where was Charles Maley born?Where Charles Maley graduated?What other awards Charles Maley has received?What other institutions did Charles Maley work for?What other parties has Charles Maley been a member of at other times?"
    },
    {
        "question": "Kenneth Mapp is affiliated to Republican Party (United States) in 2001.Where Kenneth Mapp died?Where Kenneth Mapp graduated?What other awards Kenneth Mapp has received?What other institutions did Kenneth Mapp work for?What other parties has Kenneth Mapp been a member of at other times?"
    },
    {
        "question": "Margot Honecker is affiliated to Communist Party of Germany during 1945 and 1946.Where Margot Honecker graduated?What other awards Margot Honecker has received?What other institutions did Margot Honecker work for?What other parties has Margot Honecker been a member of at other times?"
    },
    {
        "question": "Walther Neye is affiliated to Socialist Unity Party of Germany in 1963.Where was Walther Neye born?Where Walther Neye graduated?What other awards Walther Neye has received?What other institutions did Walther Neye work for?What other parties has Walther Neye been a member of at other times?"
    },
    {
        "question": "Francis Pangilinan is affiliated to Liberal Party (Philippines) in 2001.Where Francis Pangilinan died?Where Francis Pangilinan graduated?What other awards Francis Pangilinan has received?What other institutions did Francis Pangilinan work for?What other parties has Francis Pangilinan been a member of at other times?"
    },
    {
        "question": "Charles Hudson (Australian politician) is affiliated to National Labor Party in 1917.Where was Charles Hudson (Australian politician) born?Where Charles Hudson (Australian politician) graduated?What other awards Charles Hudson (Australian politician) has received?What other institutions did Charles Hudson (Australian politician) work for?What other parties has Charles Hudson (Australian politician) been a member of at other times?"
    },
    {
        "question": "Merrill Cook is affiliated to Independent politician during 1988 and 1996.Where Merrill Cook died?Where Merrill Cook graduated?What other awards Merrill Cook has received?What other institutions did Merrill Cook work for?What other parties has Merrill Cook been a member of at other times?"
    },
    {
        "question": "Edward Vardon is affiliated to Nationalist Party of Australia in 1921.Where Edward Vardon died?Where Edward Vardon graduated?What other awards Edward Vardon has received?What other institutions did Edward Vardon work for?What other parties has Edward Vardon been a member of at other times?"
    },
    {
        "question": "Chung Pui-lam is affiliated to Liberal Democratic Federation of Hong Kong in 1990.Where Chung Pui-lam died?Where Chung Pui-lam graduated?What other awards Chung Pui-lam has received?What other institutions did Chung Pui-lam work for?What other parties has Chung Pui-lam been a member of at other times?"
    },
    {
        "question": "Joseph Ritner is affiliated to Whig Party (United States) during 1839 and 1854.Where was Joseph Ritner born?Where Joseph Ritner died?Where Joseph Ritner graduated?What other awards Joseph Ritner has received?What other institutions did Joseph Ritner work for?What other parties has Joseph Ritner been a member of at other times?"
    },
    {
        "question": "Debbie Dingell is affiliated to Democratic Party (United States) in 1981.Where Debbie Dingell died?Where Debbie Dingell graduated?What other awards Debbie Dingell has received?What other institutions did Debbie Dingell work for?What other parties has Debbie Dingell been a member of at other times?"
    },
    {
        "question": "Eunício Oliveira is affiliated to Brazilian Democratic Movement Party in 1981.Where Eunício Oliveira died?Where Eunício Oliveira graduated?What other awards Eunício Oliveira has received?What other institutions did Eunício Oliveira work for?What other parties has Eunício Oliveira been a member of at other times?"
    },
    {
        "question": "Wong Sing-chi is affiliated to Democratic Party (Hong Kong) during 1994 and 2015.Where Wong Sing-chi died?Where Wong Sing-chi graduated?What other awards Wong Sing-chi has received?What other institutions did Wong Sing-chi work for?What other parties has Wong Sing-chi been a member of at other times?"
    },
    {
        "question": "Albert Watson (South Carolina) is affiliated to Democratic Party (United States) during 1955 and 1965.Where was Albert Watson (South Carolina) born?Where Albert Watson (South Carolina) graduated?What other awards Albert Watson (South Carolina) has received?What other institutions did Albert Watson (South Carolina) work for?What other parties has Albert Watson (South Carolina) been a member of at other times?"
    },
    {
        "question": "Henry Maley is affiliated to National Party of Australia in 1924.Where was Henry Maley born?Where Henry Maley graduated?What other awards Henry Maley has received?What other institutions did Henry Maley work for?What other parties has Henry Maley been a member of at other times?"
    },
    {
        "question": "Andrew Cavendish, 11th Duke of Devonshire is affiliated to Conservative Party (UK) in 1950.Where was Andrew Cavendish, 11th Duke of Devonshire born?Where Andrew Cavendish, 11th Duke of Devonshire died?Where Andrew Cavendish, 11th Duke of Devonshire graduated?What other awards Andrew Cavendish, 11th Duke of Devonshire has received?What other institutions did Andrew Cavendish, 11th Duke of Devonshire work for?What other parties has Andrew Cavendish, 11th Duke of Devonshire been a member of at other times?"
    },
    {
        "question": "Alexander H. Stephens is affiliated to Whig Party (United States) in 1836.Where was Alexander H. Stephens born?Where Alexander H. Stephens graduated?What other awards Alexander H. Stephens has received?What other institutions did Alexander H. Stephens work for?What other parties has Alexander H. Stephens been a member of at other times?"
    },
    {
        "question": "Enrico Letta is affiliated to Democracy is Freedom – The Daisy during 2002 and 2007.Where was Enrico Letta born?Where Enrico Letta died?Where Enrico Letta graduated?What other awards Enrico Letta has received?What other institutions did Enrico Letta work for?What other parties has Enrico Letta been a member of at other times?"
    },
    {
        "question": "José Alencar is affiliated to Brazilian Democratic Movement Party during 1993 and 2002.Where was José Alencar born?Where José Alencar graduated?What other awards José Alencar has received?What other institutions did José Alencar work for?What other parties has José Alencar been a member of at other times?"
    },
    {
        "question": "John Newlands (Australian politician) is affiliated to National Labor Party in 1916.Where was John Newlands (Australian politician) born?Where John Newlands (Australian politician) graduated?What other awards John Newlands (Australian politician) has received?What other institutions did John Newlands (Australian politician) work for?What other parties has John Newlands (Australian politician) been a member of at other times?"
    },
    {
        "question": "Richard Sampson (politician) is affiliated to Nationalist Party of Australia during 1924 and 1932.Where was Richard Sampson (politician) born?Where Richard Sampson (politician) graduated?What other awards Richard Sampson (politician) has received?What other institutions did Richard Sampson (politician) work for?What other parties has Richard Sampson (politician) been a member of at other times?"
    },
    {
        "question": "David Owen is affiliated to Social Democratic Party (UK) during 1981 and 1990.Where was David Owen born?Where David Owen died?Where David Owen graduated?What other awards David Owen has received?What other institutions did David Owen work for?What other parties has David Owen been a member of at other times?"
    },
    {
        "question": "John Eaton (politician) is affiliated to Democratic-Republican Party in 1815.Where was John Eaton (politician) born?Where John Eaton (politician) graduated?What other awards John Eaton (politician) has received?What other institutions did John Eaton (politician) work for?What other parties has John Eaton (politician) been a member of at other times?"
    },
    {
        "question": "Ken Detzner is affiliated to Republican Party (United States) in 1984.Where Ken Detzner died?Where Ken Detzner graduated?What other awards Ken Detzner has received?What other institutions did Ken Detzner work for?What other parties has Ken Detzner been a member of at other times?"
    },
    {
        "question": "Henry Clay is affiliated to Whig Party (United States) during 1833 and 1852.Where was Henry Clay born?Where Henry Clay graduated?What other awards Henry Clay has received?What other institutions did Henry Clay work for?What other parties has Henry Clay been a member of at other times?"
    },
    {
        "question": "Zachary Wong is affiliated to Meeting Point during 1988 and 1994.Where Zachary Wong died?Where Zachary Wong graduated?What other awards Zachary Wong has received?What other institutions did Zachary Wong work for?What other parties has Zachary Wong been a member of at other times?"
    },
    {
        "question": "Frank Pecora is affiliated to Democratic Party (United States) in 1992.Where Frank Pecora died?Where Frank Pecora graduated?What other awards Frank Pecora has received?What other institutions did Frank Pecora work for?What other parties has Frank Pecora been a member of at other times?"
    },
    {
        "question": "Sergio Mattarella is affiliated to Independent politician in 2009.Where was Sergio Mattarella born?Where Sergio Mattarella died?Where Sergio Mattarella graduated?What other awards Sergio Mattarella has received?What other institutions did Sergio Mattarella work for?What other parties has Sergio Mattarella been a member of at other times?"
    },
    {
        "question": "Vladimir Kuzov is affiliated to Independent politician in 2006.Where Vladimir Kuzov died?Where Vladimir Kuzov graduated?What other awards Vladimir Kuzov has received?What other institutions did Vladimir Kuzov work for?What other parties has Vladimir Kuzov been a member of at other times?"
    },
    {
        "question": "Bernard Connolly (New Jersey) is affiliated to Democratic Party (United States) in 1872.Where Bernard Connolly (New Jersey) died?Where Bernard Connolly (New Jersey) graduated?What other awards Bernard Connolly (New Jersey) has received?What other institutions did Bernard Connolly (New Jersey) work for?What other parties has Bernard Connolly (New Jersey) been a member of at other times?"
    },
    {
        "question": "William Holman is affiliated to Nationalist Party of Australia in 1917.Where William Holman died?Where William Holman graduated?What other awards William Holman has received?What other institutions did William Holman work for?What other parties has William Holman been a member of at other times?"
    },
    {
        "question": "Heinz Hofschneider is affiliated to Independent politician in 2014.Where Heinz Hofschneider died?Where Heinz Hofschneider graduated?What other awards Heinz Hofschneider has received?What other institutions did Heinz Hofschneider work for?What other parties has Heinz Hofschneider been a member of at other times?"
    },
    {
        "question": "Ernesto Maceda is affiliated to Nacionalista Party during 1971 and 1987.Where was Ernesto Maceda born?Where Ernesto Maceda graduated?What other awards Ernesto Maceda has received?What other institutions did Ernesto Maceda work for?What other parties has Ernesto Maceda been a member of at other times?"
    },
    {
        "question": "George Forbes (New Zealand politician) is affiliated to United Party (New Zealand) during 1928 and 1936.Where was George Forbes (New Zealand politician) born?Where George Forbes (New Zealand politician) died?Where George Forbes (New Zealand politician) graduated?What other awards George Forbes (New Zealand politician) has received?What other institutions did George Forbes (New Zealand politician) work for?What other parties has George Forbes (New Zealand politician) been a member of at other times?"
    },
    {
        "question": "Evan McMullin is affiliated to Independent politician in 2016.Where Evan McMullin died?Where Evan McMullin graduated?What other awards Evan McMullin has received?What other institutions did Evan McMullin work for?What other parties has Evan McMullin been a member of at other times?"
    },
    {
        "question": "Romero Jucá is affiliated to Democratic Social Party during 1990 and 1993.Where Romero Jucá died?Where Romero Jucá graduated?What other awards Romero Jucá has received?What other institutions did Romero Jucá work for?What other parties has Romero Jucá been a member of at other times?"
    },
    {
        "question": "Andrew To is affiliated to United Democrats of Hong Kong in 1990.Where was Andrew To born?Where Andrew To died?Where Andrew To graduated?What other awards Andrew To has received?What other institutions did Andrew To work for?What other parties has Andrew To been a member of at other times?"
    },
    {
        "question": "Tommy F. Robinson is affiliated to Democratic Party (United States) in 1989.Where Tommy F. Robinson died?Where Tommy F. Robinson graduated?What other awards Tommy F. Robinson has received?What other institutions did Tommy F. Robinson work for?What other parties has Tommy F. Robinson been a member of at other times?"
    },
    {
        "question": "Henry Baldwin (judge) is affiliated to Democratic Party (United States) during 1828 and 1844.Where Henry Baldwin (judge) graduated?What other awards Henry Baldwin (judge) has received?What other institutions did Henry Baldwin (judge) work for?What other parties has Henry Baldwin (judge) been a member of at other times?"
    },
    {
        "question": "John Read (New Zealand politician) is affiliated to New Zealand Labour Party in 1916.Where was John Read (New Zealand politician) born?Where John Read (New Zealand politician) graduated?What other awards John Read (New Zealand politician) has received?What other institutions did John Read (New Zealand politician) work for?What other parties has John Read (New Zealand politician) been a member of at other times?"
    },
    {
        "question": "Wayne Allyn Root is affiliated to Republican Party (United States) in 2007.Where Wayne Allyn Root died?Where Wayne Allyn Root graduated?What other awards Wayne Allyn Root has received?What other institutions did Wayne Allyn Root work for?What other parties has Wayne Allyn Root been a member of at other times?"
    },
    {
        "question": "Rudy Giuliani is affiliated to Republican Party (United States) in 1980.Where Rudy Giuliani died?Where Rudy Giuliani graduated?What other awards Rudy Giuliani has received?What other institutions did Rudy Giuliani work for?What other parties has Rudy Giuliani been a member of at other times?"
    },
    {
        "question": "Franz Dahlem is affiliated to Communist Party of Germany during 1920 and 1946.Where was Franz Dahlem born?Where Franz Dahlem graduated?What other awards Franz Dahlem has received?What other institutions did Franz Dahlem work for?What other parties has Franz Dahlem been a member of at other times?"
    },
    {
        "question": "David Davis (Supreme Court justice) is affiliated to Republican Party (United States) during 1854 and 1870.Where was David Davis (Supreme Court justice) born?Where David Davis (Supreme Court justice) died?Where David Davis (Supreme Court justice) graduated?What other awards David Davis (Supreme Court justice) has received?What other institutions did David Davis (Supreme Court justice) work for?What other parties has David Davis (Supreme Court justice) been a member of at other times?"
    },
    {
        "question": "James McColl (Australian politician) is affiliated to Protectionist Party in 1901.Where was James McColl (Australian politician) born?Where James McColl (Australian politician) graduated?What other awards James McColl (Australian politician) has received?What other institutions did James McColl (Australian politician) work for?What other parties has James McColl (Australian politician) been a member of at other times?"
    },
    {
        "question": "Robert Toombs is affiliated to Whig Party (United States) in 1851.Where was Robert Toombs born?Where Robert Toombs died?Where Robert Toombs graduated?What other awards Robert Toombs has received?What other institutions did Robert Toombs work for?What other parties has Robert Toombs been a member of at other times?"
    },
    {
        "question": "John Reynolds (Canadian politician) is affiliated to Reform Party of Canada during 1997 and 2000.Where John Reynolds (Canadian politician) died?Where John Reynolds (Canadian politician) graduated?What other awards John Reynolds (Canadian politician) has received?What other institutions did John Reynolds (Canadian politician) work for?What other parties has John Reynolds (Canadian politician) been a member of at other times?"
    },
    {
        "question": "Samuel Mauger is affiliated to Protectionist Party in 1901.Where Samuel Mauger died?Where Samuel Mauger graduated?What other awards Samuel Mauger has received?What other institutions did Samuel Mauger work for?What other parties has Samuel Mauger been a member of at other times?"
    },
    {
        "question": "Lew Wallace is affiliated to Whig Party (United States) in 1847.Where was Lew Wallace born?Where Lew Wallace died?Where Lew Wallace graduated?What other awards Lew Wallace has received?What other institutions did Lew Wallace work for?What other parties has Lew Wallace been a member of at other times?"
    },
    {
        "question": "James Ogden is affiliated to Nationalist Party of Australia in 1926.Where James Ogden died?Where James Ogden graduated?What other awards James Ogden has received?What other institutions did James Ogden work for?What other parties has James Ogden been a member of at other times?"
    },
    {
        "question": "Sonia Sotomayor is affiliated to Independent politician in 2009.Where Sonia Sotomayor died?Where Sonia Sotomayor graduated?What other awards Sonia Sotomayor has received?What other institutions did Sonia Sotomayor work for?What other parties has Sonia Sotomayor been a member of at other times?"
    },
    {
        "question": "Alexander Hay (Australian politician) is affiliated to Nationalist Party of Australia in 1919.Where Alexander Hay (Australian politician) died?Where Alexander Hay (Australian politician) graduated?What other awards Alexander Hay (Australian politician) has received?What other institutions did Alexander Hay (Australian politician) work for?What other parties has Alexander Hay (Australian politician) been a member of at other times?"
    },
    {
        "question": "John W. Taylor (politician) is affiliated to Democratic-Republican Party in 1825.Where was John W. Taylor (politician) born?Where John W. Taylor (politician) graduated?What other awards John W. Taylor (politician) has received?What other institutions did John W. Taylor (politician) work for?What other parties has John W. Taylor (politician) been a member of at other times?"
    },
    {
        "question": "Vermin Supreme is affiliated to Republican Party (United States) in 2008.Where was Vermin Supreme born?Where Vermin Supreme died?Where Vermin Supreme graduated?What other awards Vermin Supreme has received?What other institutions did Vermin Supreme work for?What other parties has Vermin Supreme been a member of at other times?"
    },
    {
        "question": "Joseph Davies (Australian politician) is affiliated to National Labor Party during 1917 and 1924.Where was Joseph Davies (Australian politician) born?Where Joseph Davies (Australian politician) died?Where Joseph Davies (Australian politician) graduated?What other awards Joseph Davies (Australian politician) has received?What other institutions did Joseph Davies (Australian politician) work for?What other parties has Joseph Davies (Australian politician) been a member of at other times?"
    },
    {
        "question": "George Foley is affiliated to National Labor Party in 1917.Where was George Foley born?Where George Foley died?Where George Foley graduated?What other awards George Foley has received?What other institutions did George Foley work for?What other parties has George Foley been a member of at other times?"
    },
    {
        "question": "Artur Davis is affiliated to Republican Party (United States) during 2012 and 2015.Where Artur Davis died?Where Artur Davis graduated?What other awards Artur Davis has received?What other institutions did Artur Davis work for?What other parties has Artur Davis been a member of at other times?"
    },
    {
        "question": "Norman Lamb is affiliated to Labour Party (UK) in 1981.Where Norman Lamb died?Where Norman Lamb graduated?What other awards Norman Lamb has received?What other institutions did Norman Lamb work for?What other parties has Norman Lamb been a member of at other times?"
    },
    {
        "question": "Włodzimierz Cimoszewicz is affiliated to Social Democracy of the Republic of Poland during 1990 and 1999.Where Włodzimierz Cimoszewicz died?Where Włodzimierz Cimoszewicz graduated?What other awards Włodzimierz Cimoszewicz has received?What other institutions did Włodzimierz Cimoszewicz work for?What other parties has Włodzimierz Cimoszewicz been a member of at other times?"
    },
    {
        "question": "Hillary Clinton is affiliated to Republican Party (United States) in 1968.Where Hillary Clinton died?Where Hillary Clinton graduated?What other awards Hillary Clinton has received?What other institutions did Hillary Clinton work for?What other parties has Hillary Clinton been a member of at other times?"
    },
    {
        "question": "Geum Min is affiliated to Labor Party (South Korea) in 2013.Where Geum Min died?Where Geum Min graduated?What other awards Geum Min has received?What other institutions did Geum Min work for?What other parties has Geum Min been a member of at other times?"
    },
    {
        "question": "Shimon Peres is affiliated to Israeli Labor Party during 1968 and 2005.Where was Shimon Peres born?Where Shimon Peres died?Where Shimon Peres graduated?What other awards Shimon Peres has received?What other institutions did Shimon Peres work for?What other parties has Shimon Peres been a member of at other times?"
    },
    {
        "question": "Rodney French is affiliated to Free Soil Party during 1848 and 1854.Where was Rodney French born?Where Rodney French died?Where Rodney French graduated?What other awards Rodney French has received?What other institutions did Rodney French work for?What other parties has Rodney French been a member of at other times?"
    },
    {
        "question": "Lee Yong-gill is affiliated to New Progressive Party (South Korea) during 2008 and 2013.Where Lee Yong-gill died?Where Lee Yong-gill graduated?What other awards Lee Yong-gill has received?What other institutions did Lee Yong-gill work for?What other parties has Lee Yong-gill been a member of at other times?"
    },
    {
        "question": "John M. Palmer (politician) is affiliated to Republican Party (United States) in 1856.Where John M. Palmer (politician) died?Where John M. Palmer (politician) graduated?What other awards John M. Palmer (politician) has received?What other institutions did John M. Palmer (politician) work for?What other parties has John M. Palmer (politician) been a member of at other times?"
    },
    {
        "question": "Pierre Sudreau is affiliated to Union for French Democracy during 1978 and 1981.Where Pierre Sudreau graduated?What other awards Pierre Sudreau has received?What other institutions did Pierre Sudreau work for?What other parties has Pierre Sudreau been a member of at other times?"
    },
    {
        "question": "Floyd Spence is affiliated to Republican Party (United States) during 1962 and 2001.Where Floyd Spence graduated?What other awards Floyd Spence has received?What other institutions did Floyd Spence work for?What other parties has Floyd Spence been a member of at other times?"
    },
    {
        "question": "John Forrest is affiliated to Protectionist Party during 1901 and 1906.Where was John Forrest born?Where John Forrest died?Where John Forrest graduated?What other awards John Forrest has received?What other institutions did John Forrest work for?What other parties has John Forrest been a member of at other times?"
    },
    {
        "question": "Alexander Poynton is affiliated to Australian Labor Party during 1893 and 1901.Where was Alexander Poynton born?Where Alexander Poynton died?Where Alexander Poynton graduated?What other awards Alexander Poynton has received?What other institutions did Alexander Poynton work for?What other parties has Alexander Poynton been a member of at other times?"
    },
    {
        "question": "Giuliano Amato is affiliated to Italian Socialist Party in 1994.Where Giuliano Amato died?Where Giuliano Amato graduated?What other awards Giuliano Amato has received?What other institutions did Giuliano Amato work for?What other parties has Giuliano Amato been a member of at other times?"
    },
    {
        "question": "Allan Guy is affiliated to United Australia Party in 1931.Where Allan Guy died?Where Allan Guy graduated?What other awards Allan Guy has received?What other institutions did Allan Guy work for?What other parties has Allan Guy been a member of at other times?"
    },
    {
        "question": "Benjamin Butler is affiliated to Republican Party (United States) during 1854 and 1874.Where was Benjamin Butler born?Where Benjamin Butler graduated?What other awards Benjamin Butler has received?What other institutions did Benjamin Butler work for?What other parties has Benjamin Butler been a member of at other times?"
    },
    {
        "question": "Maciej Grubski is affiliated to Freedom Union (Poland) in 1994.Where Maciej Grubski died?Where Maciej Grubski graduated?What other awards Maciej Grubski has received?What other institutions did Maciej Grubski work for?What other parties has Maciej Grubski been a member of at other times?"
    },
    {
        "question": "James Dunn (Australian politician) is affiliated to Australian Labor Party in 1929.Where James Dunn (Australian politician) graduated?What other awards James Dunn (Australian politician) has received?What other institutions did James Dunn (Australian politician) work for?What other parties has James Dunn (Australian politician) been a member of at other times?"
    },
    {
        "question": "David W. Pipes, Jr. is affiliated to Republican Party (United States) in 1940.Where David W. Pipes, Jr. graduated?What other awards David W. Pipes, Jr. has received?What other institutions did David W. Pipes, Jr. work for?What other parties has David W. Pipes, Jr. been a member of at other times?"
    },
    {
        "question": "Atanas Semerdzhiev is affiliated to Independent politician during 1992 and 2015.Where was Atanas Semerdzhiev born?Where Atanas Semerdzhiev died?Where Atanas Semerdzhiev graduated?What other awards Atanas Semerdzhiev has received?What other institutions did Atanas Semerdzhiev work for?What other parties has Atanas Semerdzhiev been a member of at other times?"
    },
    {
        "question": "Montgomery Blair is affiliated to Democratic Party (United States) during 1848 and 1865.Where was Montgomery Blair born?Where Montgomery Blair graduated?What other awards Montgomery Blair has received?What other institutions did Montgomery Blair work for?What other parties has Montgomery Blair been a member of at other times?"
    },
    {
        "question": "David Duke is affiliated to Democratic Party (United States) during 1975 and 1988.Where David Duke died?Where David Duke graduated?What other awards David Duke has received?What other institutions did David Duke work for?What other parties has David Duke been a member of at other times?"
    },
    {
        "question": "Geraldo Alckmin is affiliated to Brazilian Democratic Movement in 1972.Where Geraldo Alckmin died?Where Geraldo Alckmin graduated?What other awards Geraldo Alckmin has received?What other institutions did Geraldo Alckmin work for?What other parties has Geraldo Alckmin been a member of at other times?"
    },
    {
        "question": "Leszek Miller is affiliated to Polish United Workers' Party in 1990.Where was Leszek Miller born?Where Leszek Miller died?Where Leszek Miller graduated?What other awards Leszek Miller has received?What other institutions did Leszek Miller work for?What other parties has Leszek Miller been a member of at other times?"
    },
    {
        "question": "John Hayes (Australian politician) is affiliated to Nationalist Party of Australia in 1923.Where was John Hayes (Australian politician) born?Where John Hayes (Australian politician) graduated?What other awards John Hayes (Australian politician) has received?What other institutions did John Hayes (Australian politician) work for?What other parties has John Hayes (Australian politician) been a member of at other times?"
    },
    {
        "question": "Wendell Willkie is affiliated to Republican Party (United States) in 1939.Where was Wendell Willkie born?Where Wendell Willkie graduated?What other awards Wendell Willkie has received?What other institutions did Wendell Willkie work for?What other parties has Wendell Willkie been a member of at other times?"
    },
    {
        "question": "Peter Koo is affiliated to Republican Party (United States) in 2012.Where Peter Koo died?Where Peter Koo graduated?What other awards Peter Koo has received?What other institutions did Peter Koo work for?What other parties has Peter Koo been a member of at other times?"
    },
    {
        "question": "Katja Kipping is affiliated to The Left (Germany) in 2007.Where Katja Kipping died?Where Katja Kipping graduated?What other awards Katja Kipping has received?What other institutions did Katja Kipping work for?What other parties has Katja Kipping been a member of at other times?"
    },
    {
        "question": "Peter Thiel is affiliated to Republican Party (United States) in 2016.Where Peter Thiel died?Where Peter Thiel graduated?What other awards Peter Thiel has received?What other institutions did Peter Thiel work for?What other parties has Peter Thiel been a member of at other times?"
    },
    {
        "question": "Paul Holmes (politician) is affiliated to Liberal Democrats (UK) in 1988.Where Paul Holmes (politician) died?Where Paul Holmes (politician) graduated?What other awards Paul Holmes (politician) has received?What other institutions did Paul Holmes (politician) work for?What other parties has Paul Holmes (politician) been a member of at other times?"
    },
    {
        "question": "Teresa Aquino-Oreta is affiliated to Laban ng Demokratikong Pilipino during 1992 and 2007.Where was Teresa Aquino-Oreta born?Where Teresa Aquino-Oreta died?Where Teresa Aquino-Oreta graduated?What other awards Teresa Aquino-Oreta has received?What other institutions did Teresa Aquino-Oreta work for?What other parties has Teresa Aquino-Oreta been a member of at other times?"
    },
    {
        "question": "Man Sai-cheong is affiliated to Hong Kong Affairs Society in 1984.Where was Man Sai-cheong born?Where Man Sai-cheong graduated?What other awards Man Sai-cheong has received?What other institutions did Man Sai-cheong work for?What other parties has Man Sai-cheong been a member of at other times?"
    },
    {
        "question": "Sam Houston is affiliated to Democratic Party (United States) during 1846 and 1854.Where was Sam Houston born?Where Sam Houston died?Where Sam Houston graduated?What other awards Sam Houston has received?What other institutions did Sam Houston work for?What other parties has Sam Houston been a member of at other times?"
    },
    {
        "question": "Terry Stratton is affiliated to Progressive Conservative Party of Canada during 1993 and 2004.Where Terry Stratton died?Where Terry Stratton graduated?What other awards Terry Stratton has received?What other institutions did Terry Stratton work for?What other parties has Terry Stratton been a member of at other times?"
    },
    {
        "question": "Edward Hagedorn is affiliated to Nationalist People's Coalition during 2001 and 2012.Where was Edward Hagedorn born?Where Edward Hagedorn died?Where Edward Hagedorn graduated?What other awards Edward Hagedorn has received?What other institutions did Edward Hagedorn work for?What other parties has Edward Hagedorn been a member of at other times?"
    },
    {
        "question": "Walter Ulbricht is affiliated to Social Democratic Party of Germany during 1912 and 1917.Where Walter Ulbricht died?Where Walter Ulbricht graduated?What other awards Walter Ulbricht has received?What other institutions did Walter Ulbricht work for?What other parties has Walter Ulbricht been a member of at other times?"
    },
    {
        "question": "Josiah Francis is affiliated to Liberal Party of Australia in 1945.Where was Josiah Francis born?Where Josiah Francis died?Where Josiah Francis graduated?What other awards Josiah Francis has received?What other institutions did Josiah Francis work for?What other parties has Josiah Francis been a member of at other times?"
    },
    {
        "question": "David Koch is affiliated to Republican Party (United States) in 1984.Where David Koch died?Where David Koch graduated?What other awards David Koch has received?What other institutions did David Koch work for?What other parties has David Koch been a member of at other times?"
    },
    {
        "question": "William Fleming (Australian politician) is affiliated to National Party of Australia in 1920.Where was William Fleming (Australian politician) born?Where William Fleming (Australian politician) died?Where William Fleming (Australian politician) graduated?What other awards William Fleming (Australian politician) has received?What other institutions did William Fleming (Australian politician) work for?What other parties has William Fleming (Australian politician) been a member of at other times?"
    },
    {
        "question": "Roger Stone is affiliated to Libertarian Party (United States) in 2012.Where Roger Stone died?Where Roger Stone graduated?What other awards Roger Stone has received?What other institutions did Roger Stone work for?What other parties has Roger Stone been a member of at other times?"
    },
    {
        "question": "Dugald Thomson is affiliated to Commonwealth Liberal Party in 1909.Where Dugald Thomson died?Where Dugald Thomson graduated?What other awards Dugald Thomson has received?What other institutions did Dugald Thomson work for?What other parties has Dugald Thomson been a member of at other times?"
    },
    {
        "question": "Ulysses Guimarães is affiliated to Brazilian Democratic Movement Party during 1979 and 1992.Where Ulysses Guimarães graduated?What other awards Ulysses Guimarães has received?What other institutions did Ulysses Guimarães work for?What other parties has Ulysses Guimarães been a member of at other times?"
    },
    {
        "question": "Malcolm Cameron (Australian politician) is affiliated to United Australia Party in 1931.Where was Malcolm Cameron (Australian politician) born?Where Malcolm Cameron (Australian politician) died?Where Malcolm Cameron (Australian politician) graduated?What other awards Malcolm Cameron (Australian politician) has received?What other institutions did Malcolm Cameron (Australian politician) work for?What other parties has Malcolm Cameron (Australian politician) been a member of at other times?"
    },
    {
        "question": "Cristovam Buarque is affiliated to Popular Socialist Party (Brazil) in 2016.Where Cristovam Buarque died?Where Cristovam Buarque graduated?What other awards Cristovam Buarque has received?What other institutions did Cristovam Buarque work for?What other parties has Cristovam Buarque been a member of at other times?"
    },
    {
        "question": "Bob Maclennan, Baron Maclennan of Rogart is affiliated to Liberal Democrats (UK) in 1988.Where Bob Maclennan, Baron Maclennan of Rogart died?Where Bob Maclennan, Baron Maclennan of Rogart graduated?What other awards Bob Maclennan, Baron Maclennan of Rogart has received?What other institutions did Bob Maclennan, Baron Maclennan of Rogart work for?What other parties has Bob Maclennan, Baron Maclennan of Rogart been a member of at other times?"
    },
    {
        "question": "Howard Phillips (politician) is affiliated to Democratic Party (United States) during 1974 and 1991.Where Howard Phillips (politician) died?Where Howard Phillips (politician) graduated?What other awards Howard Phillips (politician) has received?What other institutions did Howard Phillips (politician) work for?What other parties has Howard Phillips (politician) been a member of at other times?"
    },
    {
        "question": "Clara Zetkin is affiliated to Independent Social Democratic Party of Germany during 1917 and 1922.Where was Clara Zetkin born?Where Clara Zetkin graduated?What other awards Clara Zetkin has received?What other institutions did Clara Zetkin work for?What other parties has Clara Zetkin been a member of at other times?"
    },
    {
        "question": "Sergio Chiamparino is affiliated to Democratic Party of the Left during 1991 and 1998.Where was Sergio Chiamparino born?Where Sergio Chiamparino died?Where Sergio Chiamparino graduated?What other awards Sergio Chiamparino has received?What other institutions did Sergio Chiamparino work for?What other parties has Sergio Chiamparino been a member of at other times?"
    },
    {
        "question": "Bob Barr is affiliated to Libertarian Party (United States) during 2006 and 2011.Where Bob Barr died?Where Bob Barr graduated?What other awards Bob Barr has received?What other institutions did Bob Barr work for?What other parties has Bob Barr been a member of at other times?"
    },
    {
        "question": "Moses Gabb is affiliated to Independent politician in 1931.Where Moses Gabb died?Where Moses Gabb graduated?What other awards Moses Gabb has received?What other institutions did Moses Gabb work for?What other parties has Moses Gabb been a member of at other times?"
    },
    {
        "question": "Roh Hoe-chan is affiliated to Democratic Labor Party (South Korea) during 2000 and 2008.Where Roh Hoe-chan died?Where Roh Hoe-chan graduated?What other awards Roh Hoe-chan has received?What other institutions did Roh Hoe-chan work for?What other parties has Roh Hoe-chan been a member of at other times?"
    },
    {
        "question": "Heinrich Rau is affiliated to Socialist Unity Party of Germany during 1946 and 1961.Where was Heinrich Rau born?Where Heinrich Rau graduated?What other awards Heinrich Rau has received?What other institutions did Heinrich Rau work for?What other parties has Heinrich Rau been a member of at other times?"
    },
    {
        "question": "Charles T. Canady is affiliated to Republican Party (United States) in 1989.Where Charles T. Canady died?Where Charles T. Canady graduated?What other awards Charles T. Canady has received?What other institutions did Charles T. Canady work for?What other parties has Charles T. Canady been a member of at other times?"
    },
    {
        "question": "Kátia Abreu is affiliated to Brazilian Democratic Movement Party in 2013.Where Kátia Abreu died?Where Kátia Abreu graduated?What other awards Kátia Abreu has received?What other institutions did Kátia Abreu work for?What other parties has Kátia Abreu been a member of at other times?"
    },
    {
        "question": "Roger B. Taney is affiliated to Federalist Party in 1828.Where was Roger B. Taney born?Where Roger B. Taney graduated?What other awards Roger B. Taney has received?What other institutions did Roger B. Taney work for?What other parties has Roger B. Taney been a member of at other times?"
    },
    {
        "question": "William George Beech is affiliated to Progressive Conservative Party of Ontario during 1951 and 1955.Where William George Beech died?Where William George Beech graduated?What other awards William George Beech has received?What other institutions did William George Beech work for?What other parties has William George Beech been a member of at other times?"
    },
    {
        "question": "João Figueiredo is affiliated to Democratic Social Party during 1979 and 1985.Where João Figueiredo graduated?What other awards João Figueiredo has received?What other institutions did João Figueiredo work for?What other parties has João Figueiredo been a member of at other times?"
    },
    {
        "question": "Fung Chi-wood is affiliated to The Frontier (Hong Kong) in 2002.Where Fung Chi-wood died?Where Fung Chi-wood graduated?What other awards Fung Chi-wood has received?What other institutions did Fung Chi-wood work for?What other parties has Fung Chi-wood been a member of at other times?"
    },
    {
        "question": "Chavdar Kyuranov is affiliated to Bulgarian Socialist Party during 1990 and 2004.Where Chavdar Kyuranov died?Where Chavdar Kyuranov graduated?What other awards Chavdar Kyuranov has received?What other institutions did Chavdar Kyuranov work for?What other parties has Chavdar Kyuranov been a member of at other times?"
    },
    {
        "question": "Wilhelm Zaisser is affiliated to Communist Party of Germany during 1921 and 1932.Where was Wilhelm Zaisser born?Where Wilhelm Zaisser graduated?What other awards Wilhelm Zaisser has received?What other institutions did Wilhelm Zaisser work for?What other parties has Wilhelm Zaisser been a member of at other times?"
    },
    {
        "question": "Ian Gilmour, Baron Gilmour of Craigmillar is affiliated to Liberal Democrats (UK) during 2001 and 2007.Where Ian Gilmour, Baron Gilmour of Craigmillar graduated?What other awards Ian Gilmour, Baron Gilmour of Craigmillar has received?What other institutions did Ian Gilmour, Baron Gilmour of Craigmillar work for?What other parties has Ian Gilmour, Baron Gilmour of Craigmillar been a member of at other times?"
    },
    {
        "question": "Arlen Specter is affiliated to Democratic Party (United States) during 1965 and 2009.Where Arlen Specter graduated?What other awards Arlen Specter has received?What other institutions did Arlen Specter work for?What other parties has Arlen Specter been a member of at other times?"
    },
    {
        "question": "John Chanter is affiliated to Nationalist Party of Australia in 1917.Where John Chanter died?Where John Chanter graduated?What other awards John Chanter has received?What other institutions did John Chanter work for?What other parties has John Chanter been a member of at other times?"
    },
    {
        "question": "John Stevens (English politician) is affiliated to Liberal Democrats (UK) in 2001.Where was John Stevens (English politician) born?Where John Stevens (English politician) died?Where John Stevens (English politician) graduated?What other awards John Stevens (English politician) has received?What other institutions did John Stevens (English politician) work for?What other parties has John Stevens (English politician) been a member of at other times?"
    },
    {
        "question": "Alfred Murdoch is affiliated to United Party (New Zealand) in 1928.Where was Alfred Murdoch born?Where Alfred Murdoch graduated?What other awards Alfred Murdoch has received?What other institutions did Alfred Murdoch work for?What other parties has Alfred Murdoch been a member of at other times?"
    },
    {
        "question": "Carmencita Reyes is affiliated to Lakas–CMD (1991) during 1992 and 2009.Where was Carmencita Reyes born?Where Carmencita Reyes died?Where Carmencita Reyes graduated?What other awards Carmencita Reyes has received?What other institutions did Carmencita Reyes work for?What other parties has Carmencita Reyes been a member of at other times?"
    },
    {
        "question": "Williamson Evers is affiliated to Libertarian Party (United States) in 2000.Where Williamson Evers died?Where Williamson Evers graduated?What other awards Williamson Evers has received?What other institutions did Williamson Evers work for?What other parties has Williamson Evers been a member of at other times?"
    },
    {
        "question": "Learned Hand is affiliated to Democratic Party (United States) in 1900.Where Learned Hand graduated?What other awards Learned Hand has received?What other institutions did Learned Hand work for?What other parties has Learned Hand been a member of at other times?"
    },
    {
        "question": "John C. Calhoun is affiliated to Democratic-Republican Party in 1828.Where was John C. Calhoun born?Where John C. Calhoun graduated?What other awards John C. Calhoun has received?What other institutions did John C. Calhoun work for?What other parties has John C. Calhoun been a member of at other times?"
    },
    {
        "question": "Andrew Adonis, Baron Adonis is affiliated to Labour Party (UK) during 1995 and 2015.Where Andrew Adonis, Baron Adonis died?Where Andrew Adonis, Baron Adonis graduated?What other awards Andrew Adonis, Baron Adonis has received?What other institutions did Andrew Adonis, Baron Adonis work for?What other parties has Andrew Adonis, Baron Adonis been a member of at other times?"
    },
    {
        "question": "Paulo Pereira da Silva is affiliated to Workers' Party (Brazil) during 1984 and 1996.Where was Paulo Pereira da Silva born?Where Paulo Pereira da Silva died?Where Paulo Pereira da Silva graduated?What other awards Paulo Pereira da Silva has received?What other institutions did Paulo Pereira da Silva work for?What other parties has Paulo Pereira da Silva been a member of at other times?"
    },
    {
        "question": "Les Craig is affiliated to Nationalist Party of Australia in 1945.Where was Les Craig born?Where Les Craig graduated?What other awards Les Craig has received?What other institutions did Les Craig work for?What other parties has Les Craig been a member of at other times?"
    },
    {
        "question": "Stan Keon is affiliated to Australian Labor Party in 1949.Where Stan Keon died?Where Stan Keon graduated?What other awards Stan Keon has received?What other institutions did Stan Keon work for?What other parties has Stan Keon been a member of at other times?"
    },
    {
        "question": "Peter Hain is affiliated to Labour Party (UK) in 1977.Where Peter Hain died?Where Peter Hain graduated?What other awards Peter Hain has received?What other institutions did Peter Hain work for?What other parties has Peter Hain been a member of at other times?"
    },
    {
        "question": "Romeu Tuma is affiliated to Democrats (Brazil) in 2007.Where Romeu Tuma graduated?What other awards Romeu Tuma has received?What other institutions did Romeu Tuma work for?What other parties has Romeu Tuma been a member of at other times?"
    },
    {
        "question": "Dilma Rousseff is affiliated to Democratic Labour Party (Brazil) during 1979 and 1986.Where Dilma Rousseff died?Where Dilma Rousseff graduated?What other awards Dilma Rousseff has received?What other institutions did Dilma Rousseff work for?What other parties has Dilma Rousseff been a member of at other times?"
    },
    {
        "question": "Eric Garris is affiliated to Libertarian Party (United States) during 1975 and 1983.Where Eric Garris died?Where Eric Garris graduated?What other awards Eric Garris has received?What other institutions did Eric Garris work for?What other parties has Eric Garris been a member of at other times?"
    },
    {
        "question": "Emily Lau is affiliated to The Frontier (Hong Kong) during 1996 and 2008.Where Emily Lau died?Where Emily Lau graduated?What other awards Emily Lau has received?What other institutions did Emily Lau work for?What other parties has Emily Lau been a member of at other times?"
    },
    {
        "question": "Jair Bolsonaro is affiliated to Brazilian Labour Party (current) during 2003 and 2005.Where Jair Bolsonaro died?Where Jair Bolsonaro graduated?What other awards Jair Bolsonaro has received?What other institutions did Jair Bolsonaro work for?What other parties has Jair Bolsonaro been a member of at other times?"
    },
    {
        "question": "Stefano Bonaccini is affiliated to Democratic Party of the Left during 1991 and 1998.Where was Stefano Bonaccini born?Where Stefano Bonaccini died?Where Stefano Bonaccini graduated?What other awards Stefano Bonaccini has received?What other institutions did Stefano Bonaccini work for?What other parties has Stefano Bonaccini been a member of at other times?"
    },
    {
        "question": "John Luke (politician) is affiliated to New Zealand Liberal Party during 1908 and 1918.Where was John Luke (politician) born?Where John Luke (politician) graduated?What other awards John Luke (politician) has received?What other institutions did John Luke (politician) work for?What other parties has John Luke (politician) been a member of at other times?"
    },
    {
        "question": "Cassius Marcellus Clay (politician) is affiliated to Democratic Party (United States) in 1872.Where was Cassius Marcellus Clay (politician) born?Where Cassius Marcellus Clay (politician) died?Where Cassius Marcellus Clay (politician) graduated?What other awards Cassius Marcellus Clay (politician) has received?What other institutions did Cassius Marcellus Clay (politician) work for?What other parties has Cassius Marcellus Clay (politician) been a member of at other times?"
    },
    {
        "question": "Woody Jenkins is affiliated to Republican Party (United States) during 1962 and 1971.Where Woody Jenkins died?Where Woody Jenkins graduated?What other awards Woody Jenkins has received?What other institutions did Woody Jenkins work for?What other parties has Woody Jenkins been a member of at other times?"
    },
    {
        "question": "Jacques Chirac is affiliated to Union for a Popular Movement during 2002 and 2015.Where Jacques Chirac died?Where Jacques Chirac graduated?What other awards Jacques Chirac has received?What other institutions did Jacques Chirac work for?What other parties has Jacques Chirac been a member of at other times?"
    },
    {
        "question": "Matthew Dowd is affiliated to Democratic Party (United States) in 1999.Where Matthew Dowd died?Where Matthew Dowd graduated?What other awards Matthew Dowd has received?What other institutions did Matthew Dowd work for?What other parties has Matthew Dowd been a member of at other times?"
    },
    {
        "question": "Levi Woodbury is affiliated to Democratic Party (United States) during 1828 and 1852.Where was Levi Woodbury born?Where Levi Woodbury graduated?What other awards Levi Woodbury has received?What other institutions did Levi Woodbury work for?What other parties has Levi Woodbury been a member of at other times?"
    },
    {
        "question": "Juan Pan Guerrero is affiliated to Independent politician in 2009.Where Juan Pan Guerrero died?Where Juan Pan Guerrero graduated?What other awards Juan Pan Guerrero has received?What other institutions did Juan Pan Guerrero work for?What other parties has Juan Pan Guerrero been a member of at other times?"
    },
    {
        "question": "John Austin Gray is affiliated to Nationalist Party of Australia in 1930.Where was John Austin Gray born?Where John Austin Gray graduated?What other awards John Austin Gray has received?What other institutions did John Austin Gray work for?What other parties has John Austin Gray been a member of at other times?"
    },
    {
        "question": "Richard Shelby is affiliated to Republican Party (United States) in 1994.Where Richard Shelby died?Where Richard Shelby graduated?What other awards Richard Shelby has received?What other institutions did Richard Shelby work for?What other parties has Richard Shelby been a member of at other times?"
    },
    {
        "question": "Golda Meir is affiliated to Israeli Labor Party during 1968 and 1978.Where Golda Meir graduated?What other awards Golda Meir has received?What other institutions did Golda Meir work for?What other parties has Golda Meir been a member of at other times?"
    },
    {
        "question": "George McDonald (Australian politician) is affiliated to Nationalist Party of Australia in 1917.Where George McDonald (Australian politician) died?Where George McDonald (Australian politician) graduated?What other awards George McDonald (Australian politician) has received?What other institutions did George McDonald (Australian politician) work for?What other parties has George McDonald (Australian politician) been a member of at other times?"
    },
    {
        "question": "Anna Finocchiaro is affiliated to Italian Communist Party in 1991.Where was Anna Finocchiaro born?Where Anna Finocchiaro died?Where Anna Finocchiaro graduated?What other awards Anna Finocchiaro has received?What other institutions did Anna Finocchiaro work for?What other parties has Anna Finocchiaro been a member of at other times?"
    },
    {
        "question": "Walter Massy-Greene is affiliated to Nationalist Party of Australia in 1916.Where Walter Massy-Greene died?Where Walter Massy-Greene graduated?What other awards Walter Massy-Greene has received?What other institutions did Walter Massy-Greene work for?What other parties has Walter Massy-Greene been a member of at other times?"
    },
    {
        "question": "Pat Buchanan is affiliated to Republican Party (United States) during 1999 and 2004.Where Pat Buchanan died?Where Pat Buchanan graduated?What other awards Pat Buchanan has received?What other institutions did Pat Buchanan work for?What other parties has Pat Buchanan been a member of at other times?"
    },
    {
        "question": "Jay Nordlinger is affiliated to Independent politician in 2016.Where Jay Nordlinger died?Where Jay Nordlinger graduated?What other awards Jay Nordlinger has received?What other institutions did Jay Nordlinger work for?What other parties has Jay Nordlinger been a member of at other times?"
    },
    {
        "question": "David McLaren (politician) is affiliated to Independent Political Labour League in 1904.Where David McLaren (politician) graduated?What other awards David McLaren (politician) has received?What other institutions did David McLaren (politician) work for?What other parties has David McLaren (politician) been a member of at other times?"
    },
    {
        "question": "David Chatters is affiliated to Reform Party of Canada during 1993 and 2000.Where was David Chatters born?Where David Chatters died?Where David Chatters graduated?What other awards David Chatters has received?What other institutions did David Chatters work for?What other parties has David Chatters been a member of at other times?"
    },
    {
        "question": "James Madison is affiliated to Democratic-Republican Party in 1791.Where was James Madison born?Where James Madison died?Where James Madison graduated?What other awards James Madison has received?What other institutions did James Madison work for?What other parties has James Madison been a member of at other times?"
    },
    {
        "question": "Thaddeus Stevens is affiliated to Whig Party (United States) during 1838 and 1851.Where was Thaddeus Stevens born?Where Thaddeus Stevens graduated?What other awards Thaddeus Stevens has received?What other institutions did Thaddeus Stevens work for?What other parties has Thaddeus Stevens been a member of at other times?"
    },
    {
        "question": "Charles E. Cunningham is affiliated to Democratic Party (United States) in 1876.Where was Charles E. Cunningham born?Where Charles E. Cunningham graduated?What other awards Charles E. Cunningham has received?What other institutions did Charles E. Cunningham work for?What other parties has Charles E. Cunningham been a member of at other times?"
    },
    {
        "question": "Antônio Primo is affiliated to Brazilian Democratic Movement Party during 1980 and 1999.Where was Antônio Primo born?Where Antônio Primo died?Where Antônio Primo graduated?What other awards Antônio Primo has received?What other institutions did Antônio Primo work for?What other parties has Antônio Primo been a member of at other times?"
    },
    {
        "question": "Jim Hadley is affiliated to Australian Labor Party in 1943.Where Jim Hadley graduated?What other awards Jim Hadley has received?What other institutions did Jim Hadley work for?What other parties has Jim Hadley been a member of at other times?"
    },
    {
        "question": "Raymond Barre is affiliated to Independent politician during 1981 and 2007.Where was Raymond Barre born?Where Raymond Barre graduated?What other awards Raymond Barre has received?What other institutions did Raymond Barre work for?What other parties has Raymond Barre been a member of at other times?"
    },
    {
        "question": "Judah P. Benjamin is affiliated to Democratic Party (United States) during 1856 and 1884.Where was Judah P. Benjamin born?Where Judah P. Benjamin graduated?What other awards Judah P. Benjamin has received?What other institutions did Judah P. Benjamin work for?What other parties has Judah P. Benjamin been a member of at other times?"
    },
    {
        "question": "Walter Kingsmill is affiliated to United Australia Party in 1931.Where Walter Kingsmill died?Where Walter Kingsmill graduated?What other awards Walter Kingsmill has received?What other institutions did Walter Kingsmill work for?What other parties has Walter Kingsmill been a member of at other times?"
    },
    {
        "question": "Wayne Morse is affiliated to Republican Party (United States) during 1944 and 1952.Where Wayne Morse graduated?What other awards Wayne Morse has received?What other institutions did Wayne Morse work for?What other parties has Wayne Morse been a member of at other times?"
    },
    {
        "question": "David Smith (Victorian politician) is affiliated to Australian Labor Party in 1904.Where was David Smith (Victorian politician) born?Where David Smith (Victorian politician) died?Where David Smith (Victorian politician) graduated?What other awards David Smith (Victorian politician) has received?What other institutions did David Smith (Victorian politician) work for?What other parties has David Smith (Victorian politician) been a member of at other times?"
    },
    {
        "question": "Reginald Blundell is affiliated to Australian Labor Party in 1907.Where was Reginald Blundell born?Where Reginald Blundell graduated?What other awards Reginald Blundell has received?What other institutions did Reginald Blundell work for?What other parties has Reginald Blundell been a member of at other times?"
    },
    {
        "question": "Sławomir Nowak is affiliated to Freedom Union (Poland) during 1994 and 2001.Where Sławomir Nowak died?Where Sławomir Nowak graduated?What other awards Sławomir Nowak has received?What other institutions did Sławomir Nowak work for?What other parties has Sławomir Nowak been a member of at other times?"
    },
    {
        "question": "Joan Finney is affiliated to Republican Party (United States) in 1974.Where Joan Finney graduated?What other awards Joan Finney has received?What other institutions did Joan Finney work for?What other parties has Joan Finney been a member of at other times?"
    },
    {
        "question": "Luciano Violante is affiliated to Democratic Party of the Left during 1991 and 1998.Where was Luciano Violante born?Where Luciano Violante died?Where Luciano Violante graduated?What other awards Luciano Violante has received?What other institutions did Luciano Violante work for?What other parties has Luciano Violante been a member of at other times?"
    },
    {
        "question": "John Boyland is affiliated to Australian Labor Party in 1917.Where was John Boyland born?Where John Boyland graduated?What other awards John Boyland has received?What other institutions did John Boyland work for?What other parties has John Boyland been a member of at other times?"
    },
    {
        "question": "Carty Salmon is affiliated to Protectionist Party in 1901.Where was Carty Salmon born?Where Carty Salmon died?Where Carty Salmon graduated?What other awards Carty Salmon has received?What other institutions did Carty Salmon work for?What other parties has Carty Salmon been a member of at other times?"
    },
    {
        "question": "Francisco Tatad is affiliated to Kilusang Bagong Lipunan during 1978 and 1987.Where was Francisco Tatad born?Where Francisco Tatad died?Where Francisco Tatad graduated?What other awards Francisco Tatad has received?What other institutions did Francisco Tatad work for?What other parties has Francisco Tatad been a member of at other times?"
    },
    {
        "question": "Edward Mulcahy (Australian politician) is affiliated to Protectionist Party in 1904.Where was Edward Mulcahy (Australian politician) born?Where Edward Mulcahy (Australian politician) died?Where Edward Mulcahy (Australian politician) graduated?What other awards Edward Mulcahy (Australian politician) has received?What other institutions did Edward Mulcahy (Australian politician) work for?What other parties has Edward Mulcahy (Australian politician) been a member of at other times?"
    },
    {
        "question": "Mark Oaten is affiliated to Liberal Democrats (UK) in 1988.Where Mark Oaten died?Where Mark Oaten graduated?What other awards Mark Oaten has received?What other institutions did Mark Oaten work for?What other parties has Mark Oaten been a member of at other times?"
    },
    {
        "question": "Bülent Arınç is affiliated to Welfare Party in 1997.Where Bülent Arınç graduated?What other awards Bülent Arınç has received?What other institutions did Bülent Arınç work for?What other parties has Bülent Arınç been a member of at other times?"
    },
    {
        "question": "Herbert Payne is affiliated to Nationalist Party of Australia in 1920.Where Herbert Payne died?Where Herbert Payne graduated?What other awards Herbert Payne has received?What other institutions did Herbert Payne work for?What other parties has Herbert Payne been a member of at other times?"
    },
    {
        "question": "John McEnery (Louisiana) is affiliated to Republican Party (United States) in 1870.Where was John McEnery (Louisiana) born?Where John McEnery (Louisiana) graduated?What other awards John McEnery (Louisiana) has received?What other institutions did John McEnery (Louisiana) work for?What other parties has John McEnery (Louisiana) been a member of at other times?"
    },
    {
        "question": "Anthony Nelson is affiliated to Conservative Party (UK) in 2001.Where Anthony Nelson died?Where Anthony Nelson graduated?What other awards Anthony Nelson has received?What other institutions did Anthony Nelson work for?What other parties has Anthony Nelson been a member of at other times?"
    },
    {
        "question": "Keith Wilson (South Australian politician) is affiliated to Liberal Party of Australia during 1944 and 1966.Where Keith Wilson (South Australian politician) graduated?What other awards Keith Wilson (South Australian politician) has received?What other institutions did Keith Wilson (South Australian politician) work for?What other parties has Keith Wilson (South Australian politician) been a member of at other times?"
    },
    {
        "question": "Harold Seddon is affiliated to Australian Labor Party in 1917.Where was Harold Seddon born?Where Harold Seddon died?Where Harold Seddon graduated?What other awards Harold Seddon has received?What other institutions did Harold Seddon work for?What other parties has Harold Seddon been a member of at other times?"
    },
    {
        "question": "Shirley Williams is affiliated to Liberal Democrats (UK) in 1988.Where Shirley Williams died?Where Shirley Williams graduated?What other awards Shirley Williams has received?What other institutions did Shirley Williams work for?What other parties has Shirley Williams been a member of at other times?"
    },
    {
        "question": "Paddy Glynn is affiliated to Nationalist Party of Australia in 1917.Where was Paddy Glynn born?Where Paddy Glynn died?Where Paddy Glynn graduated?What other awards Paddy Glynn has received?What other institutions did Paddy Glynn work for?What other parties has Paddy Glynn been a member of at other times?"
    },
    {
        "question": "John Yarmuth is affiliated to Democratic Party (United States) in 1985.Where John Yarmuth died?Where John Yarmuth graduated?What other awards John Yarmuth has received?What other institutions did John Yarmuth work for?What other parties has John Yarmuth been a member of at other times?"
    },
    {
        "question": "Marlies Deneke is affiliated to Socialist Unity Party of Germany during 1979 and 1989.Where Marlies Deneke died?Where Marlies Deneke graduated?What other awards Marlies Deneke has received?What other institutions did Marlies Deneke work for?What other parties has Marlies Deneke been a member of at other times?"
    },
    {
        "question": "Daniel Pope Cook is affiliated to National Republican Party in 1826.Where Daniel Pope Cook died?Where Daniel Pope Cook graduated?What other awards Daniel Pope Cook has received?What other institutions did Daniel Pope Cook work for?What other parties has Daniel Pope Cook been a member of at other times?"
    },
    {
        "question": "Necmettin Erbakan is affiliated to Welfare Party during 1987 and 1998.Where Necmettin Erbakan graduated?What other awards Necmettin Erbakan has received?What other institutions did Necmettin Erbakan work for?What other parties has Necmettin Erbakan been a member of at other times?"
    },
    {
        "question": "John C. Sawhill is affiliated to Republican Party (United States) during 1973 and 2000.Where John C. Sawhill graduated?What other awards John C. Sawhill has received?What other institutions did John C. Sawhill work for?What other parties has John C. Sawhill been a member of at other times?"
    },
    {
        "question": "Ward Hunt is affiliated to Democratic Party (United States) in 1848.Where was Ward Hunt born?Where Ward Hunt graduated?What other awards Ward Hunt has received?What other institutions did Ward Hunt work for?What other parties has Ward Hunt been a member of at other times?"
    },
    {
        "question": "Albert Gould is affiliated to Commonwealth Liberal Party in 1909.Where Albert Gould died?Where Albert Gould graduated?What other awards Albert Gould has received?What other institutions did Albert Gould work for?What other parties has Albert Gould been a member of at other times?"
    },
    {
        "question": "William Wilks (Australian politician) is affiliated to Commonwealth Liberal Party in 1909.Where William Wilks (Australian politician) died?Where William Wilks (Australian politician) graduated?What other awards William Wilks (Australian politician) has received?What other institutions did William Wilks (Australian politician) work for?What other parties has William Wilks (Australian politician) been a member of at other times?"
    },
    {
        "question": "Patrick Lynch (Australian politician) is affiliated to Australian Labor Party in 1904.Where was Patrick Lynch (Australian politician) born?Where Patrick Lynch (Australian politician) died?Where Patrick Lynch (Australian politician) graduated?What other awards Patrick Lynch (Australian politician) has received?What other institutions did Patrick Lynch (Australian politician) work for?What other parties has Patrick Lynch (Australian politician) been a member of at other times?"
    },
    {
        "question": "John Latham (judge) is affiliated to Nationalist Party of Australia during 1925 and 1931.Where was John Latham (judge) born?Where John Latham (judge) died?Where John Latham (judge) graduated?What other awards John Latham (judge) has received?What other institutions did John Latham (judge) work for?What other parties has John Latham (judge) been a member of at other times?"
    },
    {
        "question": "Roy Jenkins is affiliated to Liberal Democrats (UK) during 1988 and 2003.Where was Roy Jenkins born?Where Roy Jenkins died?Where Roy Jenkins graduated?What other awards Roy Jenkins has received?What other institutions did Roy Jenkins work for?What other parties has Roy Jenkins been a member of at other times?"
    },
    {
        "question": "Pam Buchanan is affiliated to Independent politician in 1991.Where Pam Buchanan graduated?What other awards Pam Buchanan has received?What other institutions did Pam Buchanan work for?What other parties has Pam Buchanan been a member of at other times?"
    },
    {
        "question": "Valeri Simeonov is affiliated to Union of Democratic Forces (Bulgaria) in 2000.Where was Valeri Simeonov born?Where Valeri Simeonov died?Where Valeri Simeonov graduated?What other awards Valeri Simeonov has received?What other institutions did Valeri Simeonov work for?What other parties has Valeri Simeonov been a member of at other times?"
    },
    {
        "question": "Dmitry Medvedev is affiliated to Independent politician during 1991 and 2011.Where Dmitry Medvedev died?Where Dmitry Medvedev graduated?What other awards Dmitry Medvedev has received?What other institutions did Dmitry Medvedev work for?What other parties has Dmitry Medvedev been a member of at other times?"
    },
    {
        "question": "William Webster (Australian politician) is affiliated to Nationalist Party of Australia in 1917.Where was William Webster (Australian politician) born?Where William Webster (Australian politician) graduated?What other awards William Webster (Australian politician) has received?What other institutions did William Webster (Australian politician) work for?What other parties has William Webster (Australian politician) been a member of at other times?"
    },
    {
        "question": "Erich Honecker is affiliated to Communist Party of Germany during 1922 and 1946.Where was Erich Honecker born?Where Erich Honecker graduated?What other awards Erich Honecker has received?What other institutions did Erich Honecker work for?What other parties has Erich Honecker been a member of at other times?"
    },
    {
        "question": "Bernard Koenen is affiliated to Social Democratic Party of Germany in 1907.Where Bernard Koenen graduated?What other awards Bernard Koenen has received?What other institutions did Bernard Koenen work for?What other parties has Bernard Koenen been a member of at other times?"
    },
    {
        "question": "Hugo Gräf is affiliated to Socialist Unity Party of Germany in 1946.Where was Hugo Gräf born?Where Hugo Gräf died?Where Hugo Gräf graduated?What other awards Hugo Gräf has received?What other institutions did Hugo Gräf work for?What other parties has Hugo Gräf been a member of at other times?"
    },
    {
        "question": "Charles Kennedy is affiliated to Social Democratic Party (UK) during 1981 and 1988.Where was Charles Kennedy born?Where Charles Kennedy died?Where Charles Kennedy graduated?What other awards Charles Kennedy has received?What other institutions did Charles Kennedy work for?What other parties has Charles Kennedy been a member of at other times?"
    },
    {
        "question": "Aydın Menderes is affiliated to Welfare Party during 1995 and 1998.Where Aydın Menderes graduated?What other awards Aydın Menderes has received?What other institutions did Aydın Menderes work for?What other parties has Aydın Menderes been a member of at other times?"
    },
    {
        "question": "Elliot Johnson (politician) is affiliated to Commonwealth Liberal Party in 1909.Where Elliot Johnson (politician) graduated?What other awards Elliot Johnson (politician) has received?What other institutions did Elliot Johnson (politician) work for?What other parties has Elliot Johnson (politician) been a member of at other times?"
    },
    {
        "question": "William Mann (Australian politician) is affiliated to Nationalist Party of Australia in 1945.Where William Mann (Australian politician) graduated?What other awards William Mann (Australian politician) has received?What other institutions did William Mann (Australian politician) work for?What other parties has William Mann (Australian politician) been a member of at other times?"
    },
    {
        "question": "Gregorio Sablan is affiliated to Democratic Party (United States) during 2008 and 2009.Where Gregorio Sablan died?Where Gregorio Sablan graduated?What other awards Gregorio Sablan has received?What other institutions did Gregorio Sablan work for?What other parties has Gregorio Sablan been a member of at other times?"
    },
    {
        "question": "Roger MacBride is affiliated to Republican Party (United States) in 1972.Where Roger MacBride graduated?What other awards Roger MacBride has received?What other institutions did Roger MacBride work for?What other parties has Roger MacBride been a member of at other times?"
    },
    {
        "question": "P. T. Barnum is affiliated to Republican Party (United States) during 1854 and 1891.Where was P. T. Barnum born?Where P. T. Barnum graduated?What other awards P. T. Barnum has received?What other institutions did P. T. Barnum work for?What other parties has P. T. Barnum been a member of at other times?"
    },
    {
        "question": "Richard Crouch is affiliated to Protectionist Party in 1901.Where was Richard Crouch born?Where Richard Crouch died?Where Richard Crouch graduated?What other awards Richard Crouch has received?What other institutions did Richard Crouch work for?What other parties has Richard Crouch been a member of at other times?"
    },
    {
        "question": "Philippe Douste-Blazy is affiliated to Union for French Democracy during 1997 and 2002.Where was Philippe Douste-Blazy born?Where Philippe Douste-Blazy died?Where Philippe Douste-Blazy graduated?What other awards Philippe Douste-Blazy has received?What other institutions did Philippe Douste-Blazy work for?What other parties has Philippe Douste-Blazy been a member of at other times?"
    },
    {
        "question": "Hiram Hunter is affiliated to New Zealand Labour Party (1910) in 1910.Where Hiram Hunter died?Where Hiram Hunter graduated?What other awards Hiram Hunter has received?What other institutions did Hiram Hunter work for?What other parties has Hiram Hunter been a member of at other times?"
    },
    {
        "question": "John Tyler is affiliated to Democratic-Republican Party during 1811 and 1828.Where was John Tyler born?Where John Tyler graduated?What other awards John Tyler has received?What other institutions did John Tyler work for?What other parties has John Tyler been a member of at other times?"
    },
    {
        "question": "Darryl Rouson is affiliated to Independent politician during 1999 and 2005.Where Darryl Rouson died?Where Darryl Rouson graduated?What other awards Darryl Rouson has received?What other institutions did Darryl Rouson work for?What other parties has Darryl Rouson been a member of at other times?"
    },
    {
        "question": "Romualdo Pacheco is affiliated to Republican Party (United States) during 1868 and 1889.Where Romualdo Pacheco graduated?What other awards Romualdo Pacheco has received?What other institutions did Romualdo Pacheco work for?What other parties has Romualdo Pacheco been a member of at other times?"
    },
    {
        "question": "Shami Chakrabarti is affiliated to Labour Party (UK) in 2016.Where Shami Chakrabarti died?Where Shami Chakrabarti graduated?What other awards Shami Chakrabarti has received?What other institutions did Shami Chakrabarti work for?What other parties has Shami Chakrabarti been a member of at other times?"
    },
    {
        "question": "Aloysio Nunes is affiliated to Brazilian Social Democracy Party in 1997.Where Aloysio Nunes died?Where Aloysio Nunes graduated?What other awards Aloysio Nunes has received?What other institutions did Aloysio Nunes work for?What other parties has Aloysio Nunes been a member of at other times?"
    },
    {
        "question": "Walter Veltroni is affiliated to Democrats of the Left during 1998 and 2007.Where Walter Veltroni died?Where Walter Veltroni graduated?What other awards Walter Veltroni has received?What other institutions did Walter Veltroni work for?What other parties has Walter Veltroni been a member of at other times?"
    },
    {
        "question": "Carolyn McCarthy is affiliated to Republican Party (United States) in 1996.Where Carolyn McCarthy died?Where Carolyn McCarthy graduated?What other awards Carolyn McCarthy has received?What other institutions did Carolyn McCarthy work for?What other parties has Carolyn McCarthy been a member of at other times?"
    },
    {
        "question": "Denis Voronenkov is affiliated to Independent politician during 2003 and 2011.Where was Denis Voronenkov born?Where Denis Voronenkov graduated?What other awards Denis Voronenkov has received?What other institutions did Denis Voronenkov work for?What other parties has Denis Voronenkov been a member of at other times?"
    },
    {
        "question": "Lyman J. Gage is affiliated to Republican Party (United States) during 1880 and 1896.Where was Lyman J. Gage born?Where Lyman J. Gage graduated?What other awards Lyman J. Gage has received?What other institutions did Lyman J. Gage work for?What other parties has Lyman J. Gage been a member of at other times?"
    },
    {
        "question": "Reinhard Höppner is affiliated to Social Democratic Party in the GDR during 1989 and 1990.Where was Reinhard Höppner born?Where Reinhard Höppner graduated?What other awards Reinhard Höppner has received?What other institutions did Reinhard Höppner work for?What other parties has Reinhard Höppner been a member of at other times?"
    },
    {
        "question": "Franz Seldte is affiliated to German National People's Party during 1918 and 1933.Where Franz Seldte died?Where Franz Seldte graduated?What other awards Franz Seldte has received?What other institutions did Franz Seldte work for?What other parties has Franz Seldte been a member of at other times?"
    },
    {
        "question": "Zhan Videnov is affiliated to Bulgarian Communist Party in 1990.Where Zhan Videnov died?Where Zhan Videnov graduated?What other awards Zhan Videnov has received?What other institutions did Zhan Videnov work for?What other parties has Zhan Videnov been a member of at other times?"
    },
    {
        "question": "Barbara Merrill is affiliated to Democratic Party (United States) in 2006.Where Barbara Merrill died?Where Barbara Merrill graduated?What other awards Barbara Merrill has received?What other institutions did Barbara Merrill work for?What other parties has Barbara Merrill been a member of at other times?"
    },
    {
        "question": "Sergey Shoygu is affiliated to Unity (Russian political party) during 1999 and 2001.Where was Sergey Shoygu born?Where Sergey Shoygu died?Where Sergey Shoygu graduated?What other awards Sergey Shoygu has received?What other institutions did Sergey Shoygu work for?What other parties has Sergey Shoygu been a member of at other times?"
    },
    {
        "question": "William Story (Australian politician) is affiliated to Australian Labor Party in 1903.Where William Story (Australian politician) died?Where William Story (Australian politician) graduated?What other awards William Story (Australian politician) has received?What other institutions did William Story (Australian politician) work for?What other parties has William Story (Australian politician) been a member of at other times?"
    },
    {
        "question": "William Plain is affiliated to Australian Labor Party in 1908.Where William Plain died?Where William Plain graduated?What other awards William Plain has received?What other institutions did William Plain work for?What other parties has William Plain been a member of at other times?"
    },
    {
        "question": "Bill Rodgers, Baron Rodgers of Quarry Bank is affiliated to Liberal Democrats (UK) in 1988.Where Bill Rodgers, Baron Rodgers of Quarry Bank died?Where Bill Rodgers, Baron Rodgers of Quarry Bank graduated?What other awards Bill Rodgers, Baron Rodgers of Quarry Bank has received?What other institutions did Bill Rodgers, Baron Rodgers of Quarry Bank work for?What other parties has Bill Rodgers, Baron Rodgers of Quarry Bank been a member of at other times?"
    },
    {
        "question": "John Baker White (Virginia) is affiliated to Constitutional Union Party (United States) during 1860 and 1861.Where John Baker White (Virginia) graduated?What other awards John Baker White (Virginia) has received?What other institutions did John Baker White (Virginia) work for?What other parties has John Baker White (Virginia) been a member of at other times?"
    },
    {
        "question": "Aleksandar Tomov (politician) is affiliated to Bulgarian Communist Party in 1990.Where Aleksandar Tomov (politician) died?Where Aleksandar Tomov (politician) graduated?What other awards Aleksandar Tomov (politician) has received?What other institutions did Aleksandar Tomov (politician) work for?What other parties has Aleksandar Tomov (politician) been a member of at other times?"
    },
    {
        "question": "Roberto Freire is affiliated to Brazilian Democratic Movement Party during 1980 and 1985.Where Roberto Freire died?Where Roberto Freire graduated?What other awards Roberto Freire has received?What other institutions did Roberto Freire work for?What other parties has Roberto Freire been a member of at other times?"
    },
    {
        "question": "Bob Joshua is affiliated to Australian Labor Party in 1951.Where was Bob Joshua born?Where Bob Joshua graduated?What other awards Bob Joshua has received?What other institutions did Bob Joshua work for?What other parties has Bob Joshua been a member of at other times?"
    },
    {
        "question": "Chuck Franco is affiliated to Republican Party (United States) in 1995.Where was Chuck Franco born?Where Chuck Franco died?Where Chuck Franco graduated?What other awards Chuck Franco has received?What other institutions did Chuck Franco work for?What other parties has Chuck Franco been a member of at other times?"
    },
    {
        "question": "Barbara Hafer is affiliated to Democratic Party (United States) in 2003.Where Barbara Hafer died?Where Barbara Hafer graduated?What other awards Barbara Hafer has received?What other institutions did Barbara Hafer work for?What other parties has Barbara Hafer been a member of at other times?"
    },
    {
        "question": "Bob Stump (U.S. Congressman) is affiliated to Republican Party (United States) during 1982 and 2003.Where Bob Stump (U.S. Congressman) graduated?What other awards Bob Stump (U.S. Congressman) has received?What other institutions did Bob Stump (U.S. Congressman) work for?What other parties has Bob Stump (U.S. Congressman) been a member of at other times?"
    },
    {
        "question": "Dede Scozzafava is affiliated to Republican Party (United States) in 2009.Where Dede Scozzafava died?Where Dede Scozzafava graduated?What other awards Dede Scozzafava has received?What other institutions did Dede Scozzafava work for?What other parties has Dede Scozzafava been a member of at other times?"
    },
    {
        "question": "Eric Bowden is affiliated to Nationalist Party of Australia in 1916.Where Eric Bowden died?Where Eric Bowden graduated?What other awards Eric Bowden has received?What other institutions did Eric Bowden work for?What other parties has Eric Bowden been a member of at other times?"
    },
    {
        "question": "Tony Tan is affiliated to Independent politician in 2011.Where Tony Tan died?Where Tony Tan graduated?What other awards Tony Tan has received?What other institutions did Tony Tan work for?What other parties has Tony Tan been a member of at other times?"
    },
    {
        "question": "Quentin Davies is affiliated to Conservative Party (UK) in 2007.Where Quentin Davies died?Where Quentin Davies graduated?What other awards Quentin Davies has received?What other institutions did Quentin Davies work for?What other parties has Quentin Davies been a member of at other times?"
    },
    {
        "question": "Sidney Holland is affiliated to New Zealand Reform Party during 1935 and 1938.Where was Sidney Holland born?Where Sidney Holland graduated?What other awards Sidney Holland has received?What other institutions did Sidney Holland work for?What other parties has Sidney Holland been a member of at other times?"
    },
    {
        "question": "Leo Housakos is affiliated to Progressive Conservative Party of Canada in 2000.Where Leo Housakos died?Where Leo Housakos graduated?What other awards Leo Housakos has received?What other institutions did Leo Housakos work for?What other parties has Leo Housakos been a member of at other times?"
    },
    {
        "question": "John A. Lawless is affiliated to Democratic Party (United States) during 2001 and 2003.Where John A. Lawless died?Where John A. Lawless graduated?What other awards John A. Lawless has received?What other institutions did John A. Lawless work for?What other parties has John A. Lawless been a member of at other times?"
    },
    {
        "question": "Burford Sampson is affiliated to Liberal Party of Australia in 1945.Where Burford Sampson died?Where Burford Sampson graduated?What other awards Burford Sampson has received?What other institutions did Burford Sampson work for?What other parties has Burford Sampson been a member of at other times?"
    },
    {
        "question": "Flávio Dino is affiliated to Brazilian Democratic Movement Party during 1982 and 1987.Where Flávio Dino died?Where Flávio Dino graduated?What other awards Flávio Dino has received?What other institutions did Flávio Dino work for?What other parties has Flávio Dino been a member of at other times?"
    },
    {
        "question": "Alan Currie is affiliated to United Australia Party in 1931.Where Alan Currie died?Where Alan Currie graduated?What other awards Alan Currie has received?What other institutions did Alan Currie work for?What other parties has Alan Currie been a member of at other times?"
    },
    {
        "question": "Jim Jeffords is affiliated to Republican Party (United States) in 2001.Where was Jim Jeffords born?Where Jim Jeffords graduated?What other awards Jim Jeffords has received?What other institutions did Jim Jeffords work for?What other parties has Jim Jeffords been a member of at other times?"
    },
    {
        "question": "Cecil Bothwell is affiliated to Independent politician during 2016 and 2017.Where Cecil Bothwell died?Where Cecil Bothwell graduated?What other awards Cecil Bothwell has received?What other institutions did Cecil Bothwell work for?What other parties has Cecil Bothwell been a member of at other times?"
    },
    {
        "question": "Laurent Wauquiez is affiliated to The Republicans (France) in 2015.Where Laurent Wauquiez died?Where Laurent Wauquiez graduated?What other awards Laurent Wauquiez has received?What other institutions did Laurent Wauquiez work for?What other parties has Laurent Wauquiez been a member of at other times?"
    },
    {
        "question": "Alain Juppé is affiliated to Rally for the Republic in 2002.Where was Alain Juppé born?Where Alain Juppé died?Where Alain Juppé graduated?What other awards Alain Juppé has received?What other institutions did Alain Juppé work for?What other parties has Alain Juppé been a member of at other times?"
    },
    {
        "question": "James Boyd (Australian politician) is affiliated to Nationalist Party of Australia in 1917.Where James Boyd (Australian politician) died?Where James Boyd (Australian politician) graduated?What other awards James Boyd (Australian politician) has received?What other institutions did James Boyd (Australian politician) work for?What other parties has James Boyd (Australian politician) been a member of at other times?"
    },
    {
        "question": "Kunio Hatoyama is affiliated to New Frontier Party (Japan) in 1994.Where Kunio Hatoyama graduated?What other awards Kunio Hatoyama has received?What other institutions did Kunio Hatoyama work for?What other parties has Kunio Hatoyama been a member of at other times?"
    },
    {
        "question": "Luiza Erundina is affiliated to Brazilian Socialist Party during 1997 and 2016.Where Luiza Erundina died?Where Luiza Erundina graduated?What other awards Luiza Erundina has received?What other institutions did Luiza Erundina work for?What other parties has Luiza Erundina been a member of at other times?"
    },
    {
        "question": "Sidney Edgerton is affiliated to Republican Party (United States) during 1856 and 1900.Where was Sidney Edgerton born?Where Sidney Edgerton graduated?What other awards Sidney Edgerton has received?What other institutions did Sidney Edgerton work for?What other parties has Sidney Edgerton been a member of at other times?"
    },
    {
        "question": "Rolf Henrich is affiliated to Socialist Unity Party of Germany in 1964.Where Rolf Henrich died?Where Rolf Henrich graduated?What other awards Rolf Henrich has received?What other institutions did Rolf Henrich work for?What other parties has Rolf Henrich been a member of at other times?"
    },
    {
        "question": "Ian Wrigglesworth is affiliated to Social Democratic Party (UK) during 1981 and 1988.Where was Ian Wrigglesworth born?Where Ian Wrigglesworth died?Where Ian Wrigglesworth graduated?What other awards Ian Wrigglesworth has received?What other institutions did Ian Wrigglesworth work for?What other parties has Ian Wrigglesworth been a member of at other times?"
    },
    {
        "question": "Werner Scheler is affiliated to Socialist Unity Party of Germany during 1946 and 1989.Where was Werner Scheler born?Where Werner Scheler died?Where Werner Scheler graduated?What other awards Werner Scheler has received?What other institutions did Werner Scheler work for?What other parties has Werner Scheler been a member of at other times?"
    },
    {
        "question": "Allan MacDonald (Australian politician) is affiliated to Liberal Party of Australia in 1944.Where was Allan MacDonald (Australian politician) born?Where Allan MacDonald (Australian politician) graduated?What other awards Allan MacDonald (Australian politician) has received?What other institutions did Allan MacDonald (Australian politician) work for?What other parties has Allan MacDonald (Australian politician) been a member of at other times?"
    },
    {
        "question": "Louise Mensch is affiliated to Labour Party (UK) during 1996 and 1997.Where Louise Mensch died?Where Louise Mensch graduated?What other awards Louise Mensch has received?What other institutions did Louise Mensch work for?What other parties has Louise Mensch been a member of at other times?"
    },
    {
        "question": "Choy Kan-pui is affiliated to Hong Kong Affairs Society in 1991.Where Choy Kan-pui died?Where Choy Kan-pui graduated?What other awards Choy Kan-pui has received?What other institutions did Choy Kan-pui work for?What other parties has Choy Kan-pui been a member of at other times?"
    },
    {
        "question": "Carole Keeton Strayhorn is affiliated to Independent politician in 2006.Where Carole Keeton Strayhorn died?Where Carole Keeton Strayhorn graduated?What other awards Carole Keeton Strayhorn has received?What other institutions did Carole Keeton Strayhorn work for?What other parties has Carole Keeton Strayhorn been a member of at other times?"
    },
    {
        "question": "Edwin Stanton is affiliated to Democratic Party (United States) in 1862.Where was Edwin Stanton born?Where Edwin Stanton graduated?What other awards Edwin Stanton has received?What other institutions did Edwin Stanton work for?What other parties has Edwin Stanton been a member of at other times?"
    },
    {
        "question": "George Taylor (Australian politician) is affiliated to Australian Labor Party in 1917.Where was George Taylor (Australian politician) born?Where George Taylor (Australian politician) died?Where George Taylor (Australian politician) graduated?What other awards George Taylor (Australian politician) has received?What other institutions did George Taylor (Australian politician) work for?What other parties has George Taylor (Australian politician) been a member of at other times?"
    },
    {
        "question": "Willie Kelly (politician) is affiliated to Commonwealth Liberal Party in 1909.Where Willie Kelly (politician) died?Where Willie Kelly (politician) graduated?What other awards Willie Kelly (politician) has received?What other institutions did Willie Kelly (politician) work for?What other parties has Willie Kelly (politician) been a member of at other times?"
    },
    {
        "question": "George Henry Williams is affiliated to Democratic Party (United States) in 1864.Where was George Henry Williams born?Where George Henry Williams graduated?What other awards George Henry Williams has received?What other institutions did George Henry Williams work for?What other parties has George Henry Williams been a member of at other times?"
    },
    {
        "question": "José María Aznar is affiliated to People's Alliance (Spain) during 1979 and 1989.Where José María Aznar died?Where José María Aznar graduated?What other awards José María Aznar has received?What other institutions did José María Aznar work for?What other parties has José María Aznar been a member of at other times?"
    },
    {
        "question": "Omarosa Manigault is affiliated to Democratic Party (United States) in 2015.Where Omarosa Manigault died?Where Omarosa Manigault graduated?What other awards Omarosa Manigault has received?What other institutions did Omarosa Manigault work for?What other parties has Omarosa Manigault been a member of at other times?"
    },
    {
        "question": "Ichirō Ozawa is affiliated to New Frontier Party (Japan) during 1994 and 1998.Where Ichirō Ozawa died?Where Ichirō Ozawa graduated?What other awards Ichirō Ozawa has received?What other institutions did Ichirō Ozawa work for?What other parties has Ichirō Ozawa been a member of at other times?"
    },
    {
        "question": "Oveta Culp Hobby is affiliated to Democratic Party (United States) in 1953.Where was Oveta Culp Hobby born?Where Oveta Culp Hobby graduated?What other awards Oveta Culp Hobby has received?What other institutions did Oveta Culp Hobby work for?What other parties has Oveta Culp Hobby been a member of at other times?"
    },
    {
        "question": "Lewis Bartholomew Woodruff is affiliated to Whig Party (United States) during 1833 and 1848.Where Lewis Bartholomew Woodruff graduated?What other awards Lewis Bartholomew Woodruff has received?What other institutions did Lewis Bartholomew Woodruff work for?What other parties has Lewis Bartholomew Woodruff been a member of at other times?"
    },
    {
        "question": "Frank D. White is affiliated to Republican Party (United States) in 1980.Where was Frank D. White born?Where Frank D. White graduated?What other awards Frank D. White has received?What other institutions did Frank D. White work for?What other parties has Frank D. White been a member of at other times?"
    },
    {
        "question": "Franco Frattini is affiliated to Italian Socialist Party in 1994.Where Franco Frattini died?Where Franco Frattini graduated?What other awards Franco Frattini has received?What other institutions did Franco Frattini work for?What other parties has Franco Frattini been a member of at other times?"
    },
    {
        "question": "Augustus Bradford is affiliated to Whig Party (United States) during 1845 and 1854.Where was Augustus Bradford born?Where Augustus Bradford graduated?What other awards Augustus Bradford has received?What other institutions did Augustus Bradford work for?What other parties has Augustus Bradford been a member of at other times?"
    },
    {
        "question": "Gary Carr (politician) is affiliated to Liberal Party of Canada during 2004 and 2006.Where Gary Carr (politician) died?Where Gary Carr (politician) graduated?What other awards Gary Carr (politician) has received?What other institutions did Gary Carr (politician) work for?What other parties has Gary Carr (politician) been a member of at other times?"
    },
    {
        "question": "George Edwards (Australian politician) is affiliated to Commonwealth Liberal Party in 1909.Where George Edwards (Australian politician) died?Where George Edwards (Australian politician) graduated?What other awards George Edwards (Australian politician) has received?What other institutions did George Edwards (Australian politician) work for?What other parties has George Edwards (Australian politician) been a member of at other times?"
    },
    {
        "question": "Oliver Wolcott Jr. is affiliated to Federalist Party in 1816.Where Oliver Wolcott Jr. graduated?What other awards Oliver Wolcott Jr. has received?What other institutions did Oliver Wolcott Jr. work for?What other parties has Oliver Wolcott Jr. been a member of at other times?"
    },
    {
        "question": "Petra Bläss is affiliated to Party of Democratic Socialism (Germany) during 1997 and 2005.Where Petra Bläss died?Where Petra Bläss graduated?What other awards Petra Bläss has received?What other institutions did Petra Bläss work for?What other parties has Petra Bläss been a member of at other times?"
    },
    {
        "question": "William Smith (South Carolina senator) is affiliated to Democratic Party (United States) during 1828 and 1840.Where William Smith (South Carolina senator) graduated?What other awards William Smith (South Carolina senator) has received?What other institutions did William Smith (South Carolina senator) work for?What other parties has William Smith (South Carolina senator) been a member of at other times?"
    },
    {
        "question": "Petar Moskov is affiliated to Independent politician in 2016.Where Petar Moskov died?Where Petar Moskov graduated?What other awards Petar Moskov has received?What other institutions did Petar Moskov work for?What other parties has Petar Moskov been a member of at other times?"
    },
    {
        "question": "Harriet Miers is affiliated to Democratic Party (United States) in 1988.Where Harriet Miers died?Where Harriet Miers graduated?What other awards Harriet Miers has received?What other institutions did Harriet Miers work for?What other parties has Harriet Miers been a member of at other times?"
    },
    {
        "question": "Philip Pendleton Barbour is affiliated to Democratic-Republican Party in 1825.Where was Philip Pendleton Barbour born?Where Philip Pendleton Barbour graduated?What other awards Philip Pendleton Barbour has received?What other institutions did Philip Pendleton Barbour work for?What other parties has Philip Pendleton Barbour been a member of at other times?"
    },
    {
        "question": "Caleb Cushing is affiliated to Democratic-Republican Party in 1825.Where was Caleb Cushing born?Where Caleb Cushing died?Where Caleb Cushing graduated?What other awards Caleb Cushing has received?What other institutions did Caleb Cushing work for?What other parties has Caleb Cushing been a member of at other times?"
    },
    {
        "question": "Roger Williams (British politician) is affiliated to Labour Party (UK) in 1981.Where was Roger Williams (British politician) born?Where Roger Williams (British politician) died?Where Roger Williams (British politician) graduated?What other awards Roger Williams (British politician) has received?What other institutions did Roger Williams (British politician) work for?What other parties has Roger Williams (British politician) been a member of at other times?"
    },
    {
        "question": "Horst Sindermann is affiliated to Socialist Unity Party of Germany during 1946 and 1989.Where Horst Sindermann graduated?What other awards Horst Sindermann has received?What other institutions did Horst Sindermann work for?What other parties has Horst Sindermann been a member of at other times?"
    },
    {
        "question": "Benjamin Robbins Curtis is affiliated to Republican Party (United States) during 1854 and 1874.Where Benjamin Robbins Curtis graduated?What other awards Benjamin Robbins Curtis has received?What other institutions did Benjamin Robbins Curtis work for?What other parties has Benjamin Robbins Curtis been a member of at other times?"
    },
    {
        "question": "Alexander Poskrebyshev is affiliated to Communist Party of the Soviet Union in 1956.Where Alexander Poskrebyshev graduated?What other awards Alexander Poskrebyshev has received?What other institutions did Alexander Poskrebyshev work for?What other parties has Alexander Poskrebyshev been a member of at other times?"
    },
    {
        "question": "Stefano Rodotà is affiliated to Radical Party (Italy) in 1976.Where was Stefano Rodotà born?Where Stefano Rodotà died?Where Stefano Rodotà graduated?What other awards Stefano Rodotà has received?What other institutions did Stefano Rodotà work for?What other parties has Stefano Rodotà been a member of at other times?"
    },
    {
        "question": "Martin Van Buren is affiliated to Democratic Party (United States) during 1828 and 1852.Where was Martin Van Buren born?Where Martin Van Buren died?Where Martin Van Buren graduated?What other awards Martin Van Buren has received?What other institutions did Martin Van Buren work for?What other parties has Martin Van Buren been a member of at other times?"
    },
    {
        "question": "John Quick (politician) is affiliated to Protectionist Party in 1901.Where was John Quick (politician) born?Where John Quick (politician) graduated?What other awards John Quick (politician) has received?What other institutions did John Quick (politician) work for?What other parties has John Quick (politician) been a member of at other times?"
    },
    {
        "question": "Gaetano Quagliariello is affiliated to The People of Freedom during 2009 and 2013.Where was Gaetano Quagliariello born?Where Gaetano Quagliariello died?Where Gaetano Quagliariello graduated?What other awards Gaetano Quagliariello has received?What other institutions did Gaetano Quagliariello work for?What other parties has Gaetano Quagliariello been a member of at other times?"
    },
    {
        "question": "Jim Prentice is affiliated to Conservative Party of Canada in 2003.Where Jim Prentice died?Where Jim Prentice graduated?What other awards Jim Prentice has received?What other institutions did Jim Prentice work for?What other parties has Jim Prentice been a member of at other times?"
    },
    {
        "question": "James Cornell is affiliated to Liberal Party of Australia in 1945.Where was James Cornell born?Where James Cornell died?Where James Cornell graduated?What other awards James Cornell has received?What other institutions did James Cornell work for?What other parties has James Cornell been a member of at other times?"
    },
    {
        "question": "Samuel McConnell Brown is affiliated to Nationalist Party of Australia in 1917.Where Samuel McConnell Brown graduated?What other awards Samuel McConnell Brown has received?What other institutions did Samuel McConnell Brown work for?What other parties has Samuel McConnell Brown been a member of at other times?"
    },
    {
        "question": "Augustus Hill Garland is affiliated to Whig Party (United States) in 1855.Where was Augustus Hill Garland born?Where Augustus Hill Garland graduated?What other awards Augustus Hill Garland has received?What other institutions did Augustus Hill Garland work for?What other parties has Augustus Hill Garland been a member of at other times?"
    },
    {
        "question": "Lothar Bisky is affiliated to The Left (Germany) during 2007 and 2013.Where was Lothar Bisky born?Where Lothar Bisky graduated?What other awards Lothar Bisky has received?What other institutions did Lothar Bisky work for?What other parties has Lothar Bisky been a member of at other times?"
    },
    {
        "question": "Charles Henry Chapman (politician) is affiliated to New Zealand Labour Party in 1916.Where Charles Henry Chapman (politician) graduated?What other awards Charles Henry Chapman (politician) has received?What other institutions did Charles Henry Chapman (politician) work for?What other parties has Charles Henry Chapman (politician) been a member of at other times?"
    },
    {
        "question": "Francis Preston Blair Jr. is affiliated to Republican Party (United States) during 1854 and 1866.Where Francis Preston Blair Jr. graduated?What other awards Francis Preston Blair Jr. has received?What other institutions did Francis Preston Blair Jr. work for?What other parties has Francis Preston Blair Jr. been a member of at other times?"
    },
    {
        "question": "Richard Lai is affiliated to United Democrats of Hong Kong in 1990.Where Richard Lai graduated?What other awards Richard Lai has received?What other institutions did Richard Lai work for?What other parties has Richard Lai been a member of at other times?"
    },
    {
        "question": "Volen Siderov is affiliated to United Patriots in 2016.Where was Volen Siderov born?Where Volen Siderov died?Where Volen Siderov graduated?What other awards Volen Siderov has received?What other institutions did Volen Siderov work for?What other parties has Volen Siderov been a member of at other times?"
    },
    {
        "question": "John McLaughlin (host) is affiliated to Democratic Party (United States) in 1970.Where John McLaughlin (host) graduated?What other awards John McLaughlin (host) has received?What other institutions did John McLaughlin (host) work for?What other parties has John McLaughlin (host) been a member of at other times?"
    },
    {
        "question": "Michael Ho (politician) is affiliated to United Democrats of Hong Kong in 1990.Where Michael Ho (politician) died?Where Michael Ho (politician) graduated?What other awards Michael Ho (politician) has received?What other institutions did Michael Ho (politician) work for?What other parties has Michael Ho (politician) been a member of at other times?"
    },
    {
        "question": "Thomas Macdonald-Paterson is affiliated to Protectionist Party in 1901.Where Thomas Macdonald-Paterson graduated?What other awards Thomas Macdonald-Paterson has received?What other institutions did Thomas Macdonald-Paterson work for?What other parties has Thomas Macdonald-Paterson been a member of at other times?"
    },
    {
        "question": "Sarney Filho is affiliated to Democratic Social Party during 1980 and 1985.Where Sarney Filho died?Where Sarney Filho graduated?What other awards Sarney Filho has received?What other institutions did Sarney Filho work for?What other parties has Sarney Filho been a member of at other times?"
    },
    {
        "question": "Vilma Santos is affiliated to Liberal Party (Philippines) in 2009.Where was Vilma Santos born?Where Vilma Santos died?Where Vilma Santos graduated?What other awards Vilma Santos has received?What other institutions did Vilma Santos work for?What other parties has Vilma Santos been a member of at other times?"
    },
    {
        "question": "Wilfrid Kent Hughes is affiliated to United Australia Party in 1931.Where Wilfrid Kent Hughes died?Where Wilfrid Kent Hughes graduated?What other awards Wilfrid Kent Hughes has received?What other institutions did Wilfrid Kent Hughes work for?What other parties has Wilfrid Kent Hughes been a member of at other times?"
    },
    {
        "question": "Edward King (jurist) is affiliated to Federalist Party in 1824.Where Edward King (jurist) graduated?What other awards Edward King (jurist) has received?What other institutions did Edward King (jurist) work for?What other parties has Edward King (jurist) been a member of at other times?"
    },
    {
        "question": "Sanae Takaichi is affiliated to Independent politician in 1994.Where was Sanae Takaichi born?Where Sanae Takaichi died?Where Sanae Takaichi graduated?What other awards Sanae Takaichi has received?What other institutions did Sanae Takaichi work for?What other parties has Sanae Takaichi been a member of at other times?"
    },
    {
        "question": "Esperanza Aguirre is affiliated to People's Alliance (Spain) during 1987 and 1989.Where Esperanza Aguirre died?Where Esperanza Aguirre graduated?What other awards Esperanza Aguirre has received?What other institutions did Esperanza Aguirre work for?What other parties has Esperanza Aguirre been a member of at other times?"
    },
    {
        "question": "Nathan Sanford is affiliated to National Republican Party during 1825 and 1833.Where was Nathan Sanford born?Where Nathan Sanford graduated?What other awards Nathan Sanford has received?What other institutions did Nathan Sanford work for?What other parties has Nathan Sanford been a member of at other times?"
    },
    {
        "question": "Petar Stoyanov is affiliated to Reformist Bloc in 2013.Where Petar Stoyanov died?Where Petar Stoyanov graduated?What other awards Petar Stoyanov has received?What other institutions did Petar Stoyanov work for?What other parties has Petar Stoyanov been a member of at other times?"
    },
    {
        "question": "Jens Jensen (politician) is affiliated to Nationalist Party of Australia in 1917.Where Jens Jensen (politician) died?Where Jens Jensen (politician) graduated?What other awards Jens Jensen (politician) has received?What other institutions did Jens Jensen (politician) work for?What other parties has Jens Jensen (politician) been a member of at other times?"
    },
    {
        "question": "Ezra Levant is affiliated to Reform Party of Canada during 1997 and 2000.Where Ezra Levant died?Where Ezra Levant graduated?What other awards Ezra Levant has received?What other institutions did Ezra Levant work for?What other parties has Ezra Levant been a member of at other times?"
    },
    {
        "question": "Stanko Todorov is affiliated to Bulgarian Socialist Party during 1990 and 1996.Where was Stanko Todorov born?Where Stanko Todorov graduated?What other awards Stanko Todorov has received?What other institutions did Stanko Todorov work for?What other parties has Stanko Todorov been a member of at other times?"
    },
    {
        "question": "Robert M. T. Hunter is affiliated to Democratic Party (United States) during 1844 and 1887.Where was Robert M. T. Hunter born?Where Robert M. T. Hunter graduated?What other awards Robert M. T. Hunter has received?What other institutions did Robert M. T. Hunter work for?What other parties has Robert M. T. Hunter been a member of at other times?"
    },
    {
        "question": "Vigor Brown is affiliated to New Zealand Liberal Party in 1908.Where Vigor Brown died?Where Vigor Brown graduated?What other awards Vigor Brown has received?What other institutions did Vigor Brown work for?What other parties has Vigor Brown been a member of at other times?"
    },
    {
        "question": "Diane James is affiliated to UK Independence Party in 2011.Where Diane James died?Where Diane James graduated?What other awards Diane James has received?What other institutions did Diane James work for?What other parties has Diane James been a member of at other times?"
    },
    {
        "question": "William S. Ladd is affiliated to Democratic Party (United States) during 1853 and 1864.Where was William S. Ladd born?Where William S. Ladd graduated?What other awards William S. Ladd has received?What other institutions did William S. Ladd work for?What other parties has William S. Ladd been a member of at other times?"
    },
    {
        "question": "Steven Fletcher (politician) is affiliated to Canadian Alliance during 2001 and 2003.Where Steven Fletcher (politician) died?Where Steven Fletcher (politician) graduated?What other awards Steven Fletcher (politician) has received?What other institutions did Steven Fletcher (politician) work for?What other parties has Steven Fletcher (politician) been a member of at other times?"
    },
    {
        "question": "Mike Hookem is affiliated to UK Independence Party in 2008.Where Mike Hookem died?Where Mike Hookem graduated?What other awards Mike Hookem has received?What other institutions did Mike Hookem work for?What other parties has Mike Hookem been a member of at other times?"
    },
    {
        "question": "Walter Richardson (politician) is affiliated to Australian Labor Party in 1917.Where was Walter Richardson (politician) born?Where Walter Richardson (politician) graduated?What other awards Walter Richardson (politician) has received?What other institutions did Walter Richardson (politician) work for?What other parties has Walter Richardson (politician) been a member of at other times?"
    },
    {
        "question": "John O'Brien (Irish politician) is affiliated to Liberal Party (UK) in 1841.Where John O'Brien (Irish politician) graduated?What other awards John O'Brien (Irish politician) has received?What other institutions did John O'Brien (Irish politician) work for?What other parties has John O'Brien (Irish politician) been a member of at other times?"
    },
    {
        "question": "John Thomson (Australian politician) is affiliated to Commonwealth Liberal Party in 1909.Where was John Thomson (Australian politician) born?Where John Thomson (Australian politician) died?Where John Thomson (Australian politician) graduated?What other awards John Thomson (Australian politician) has received?What other institutions did John Thomson (Australian politician) work for?What other parties has John Thomson (Australian politician) been a member of at other times?"
    },
    {
        "question": "Honoré Achim is affiliated to Liberal Party of Canada in 1917.Where Honoré Achim graduated?What other awards Honoré Achim has received?What other institutions did Honoré Achim work for?What other parties has Honoré Achim been a member of at other times?"
    },
    {
        "question": "Kārlis Šadurskis is affiliated to Unity (Latvian political party) in 2008.Where Kārlis Šadurskis died?Where Kārlis Šadurskis graduated?What other awards Kārlis Šadurskis has received?What other institutions did Kārlis Šadurskis work for?What other parties has Kārlis Šadurskis been a member of at other times?"
    },
    {
        "question": "Noah Haynes Swayne is affiliated to Democratic Party (United States) in 1856.Where was Noah Haynes Swayne born?Where Noah Haynes Swayne graduated?What other awards Noah Haynes Swayne has received?What other institutions did Noah Haynes Swayne work for?What other parties has Noah Haynes Swayne been a member of at other times?"
    },
    {
        "question": "Cheung Yin-tung is affiliated to Democratic Party (Hong Kong) in 1994.Where Cheung Yin-tung died?Where Cheung Yin-tung graduated?What other awards Cheung Yin-tung has received?What other institutions did Cheung Yin-tung work for?What other parties has Cheung Yin-tung been a member of at other times?"
    },
    {
        "question": "Percy Abbott (Australian politician) is affiliated to National Party of Australia in 1925.Where Percy Abbott (Australian politician) died?Where Percy Abbott (Australian politician) graduated?What other awards Percy Abbott (Australian politician) has received?What other institutions did Percy Abbott (Australian politician) work for?What other parties has Percy Abbott (Australian politician) been a member of at other times?"
    },
    {
        "question": "Hermann Budzislawski is affiliated to Socialist Unity Party of Germany during 1948 and 1978.Where Hermann Budzislawski graduated?What other awards Hermann Budzislawski has received?What other institutions did Hermann Budzislawski work for?What other parties has Hermann Budzislawski been a member of at other times?"
    },
    {
        "question": "J. Edward Meyer is affiliated to Republican Party (United States) in 1973.Where J. Edward Meyer died?Where J. Edward Meyer graduated?What other awards J. Edward Meyer has received?What other institutions did J. Edward Meyer work for?What other parties has J. Edward Meyer been a member of at other times?"
    },
    {
        "question": "Astro de Ogum is affiliated to Brazilian Democratic Movement Party during 1986 and 1993.Where Astro de Ogum died?Where Astro de Ogum graduated?What other awards Astro de Ogum has received?What other institutions did Astro de Ogum work for?What other parties has Astro de Ogum been a member of at other times?"
    },
    {
        "question": "Hansjürgen Matthies is affiliated to Socialist Unity Party of Germany in 1946.Where was Hansjürgen Matthies born?Where Hansjürgen Matthies graduated?What other awards Hansjürgen Matthies has received?What other institutions did Hansjürgen Matthies work for?What other parties has Hansjürgen Matthies been a member of at other times?"
    },
    {
        "question": "Teh Cheang Wan is affiliated to People's Action Party during 1979 and 1986.Where Teh Cheang Wan graduated?What other awards Teh Cheang Wan has received?What other institutions did Teh Cheang Wan work for?What other parties has Teh Cheang Wan been a member of at other times?"
    },
    {
        "question": "Mills E. Godwin Jr. is affiliated to Democratic Party (United States) in 1973.Where was Mills E. Godwin Jr. born?Where Mills E. Godwin Jr. graduated?What other awards Mills E. Godwin Jr. has received?What other institutions did Mills E. Godwin Jr. work for?What other parties has Mills E. Godwin Jr. been a member of at other times?"
    },
    {
        "question": "Justin Foxton is affiliated to Commonwealth Liberal Party in 1909.Where Justin Foxton graduated?What other awards Justin Foxton has received?What other institutions did Justin Foxton work for?What other parties has Justin Foxton been a member of at other times?"
    },
    {
        "question": "Robert Peel is affiliated to Conservative Party (UK) during 1834 and 1846.Where Robert Peel graduated?What other awards Robert Peel has received?What other institutions did Robert Peel work for?What other parties has Robert Peel been a member of at other times?"
    },
    {
        "question": "Rodrigo Maia is affiliated to Liberal Front Party (Brazil) during 1996 and 2007.Where Rodrigo Maia died?Where Rodrigo Maia graduated?What other awards Rodrigo Maia has received?What other institutions did Rodrigo Maia work for?What other parties has Rodrigo Maia been a member of at other times?"
    },
    {
        "question": "James Gordon Hislop is affiliated to Nationalist Party of Australia in 1945.Where was James Gordon Hislop born?Where James Gordon Hislop graduated?What other awards James Gordon Hislop has received?What other institutions did James Gordon Hislop work for?What other parties has James Gordon Hislop been a member of at other times?"
    },
    {
        "question": "Nathaniel P. Banks is affiliated to Independent politician during 1875 and 1877.Where Nathaniel P. Banks graduated?What other awards Nathaniel P. Banks has received?What other institutions did Nathaniel P. Banks work for?What other parties has Nathaniel P. Banks been a member of at other times?"
    },
    {
        "question": "Paulo Souto is affiliated to Liberal Front Party (Brazil) during 1986 and 2007.Where was Paulo Souto born?Where Paulo Souto died?Where Paulo Souto graduated?What other awards Paulo Souto has received?What other institutions did Paulo Souto work for?What other parties has Paulo Souto been a member of at other times?"
    },
    {
        "question": "Edison Lobão Filho is affiliated to Democrats (Brazil) during 2007 and 2008.Where was Edison Lobão Filho born?Where Edison Lobão Filho died?Where Edison Lobão Filho graduated?What other awards Edison Lobão Filho has received?What other institutions did Edison Lobão Filho work for?What other parties has Edison Lobão Filho been a member of at other times?"
    },
    {
        "question": "David Price (Canadian politician) is affiliated to Progressive Conservative Party of Canada during 1997 and 2000.Where David Price (Canadian politician) died?Where David Price (Canadian politician) graduated?What other awards David Price (Canadian politician) has received?What other institutions did David Price (Canadian politician) work for?What other parties has David Price (Canadian politician) been a member of at other times?"
    },
    {
        "question": "Robert David Steele is affiliated to Libertarian Party (United States) during 2015 and 2016.Where Robert David Steele died?Where Robert David Steele graduated?What other awards Robert David Steele has received?What other institutions did Robert David Steele work for?What other parties has Robert David Steele been a member of at other times?"
    },
    {
        "question": "Billy Hughes is affiliated to Nationalist Party of Australia in 1917.Where was Billy Hughes born?Where Billy Hughes graduated?What other awards Billy Hughes has received?What other institutions did Billy Hughes work for?What other parties has Billy Hughes been a member of at other times?"
    },
    {
        "question": "Ben Carson is affiliated to Republican Party (United States) during 1981 and 1999.Where Ben Carson died?Where Ben Carson graduated?What other awards Ben Carson has received?What other institutions did Ben Carson work for?What other parties has Ben Carson been a member of at other times?"
    },
    {
        "question": "Claude R. Kirk Jr. is affiliated to Republican Party (United States) during 1960 and 1978.Where Claude R. Kirk Jr. graduated?What other awards Claude R. Kirk Jr. has received?What other institutions did Claude R. Kirk Jr. work for?What other parties has Claude R. Kirk Jr. been a member of at other times?"
    },
    {
        "question": "Mehmet Ali Şahin is affiliated to Welfare Party during 1994 and 1998.Where Mehmet Ali Şahin died?Where Mehmet Ali Şahin graduated?What other awards Mehmet Ali Şahin has received?What other institutions did Mehmet Ali Şahin work for?What other parties has Mehmet Ali Şahin been a member of at other times?"
    },
    {
        "question": "John Wentworth (Illinois) is affiliated to Democratic Party (United States) during 1843 and 1855.Where was John Wentworth (Illinois) born?Where John Wentworth (Illinois) graduated?What other awards John Wentworth (Illinois) has received?What other institutions did John Wentworth (Illinois) work for?What other parties has John Wentworth (Illinois) been a member of at other times?"
    },
    {
        "question": "Gray Tollison is affiliated to Republican Party (United States) in 2011.Where Gray Tollison died?Where Gray Tollison graduated?What other awards Gray Tollison has received?What other institutions did Gray Tollison work for?What other parties has Gray Tollison been a member of at other times?"
    },
    {
        "question": "Ernest Carr is affiliated to Australian Labor Party during 1906 and 1916.Where was Ernest Carr born?Where Ernest Carr graduated?What other awards Ernest Carr has received?What other institutions did Ernest Carr work for?What other parties has Ernest Carr been a member of at other times?"
    },
    {
        "question": "James Mann (Australian politician) is affiliated to National Party of Australia during 1924 and 1930.Where was James Mann (Australian politician) born?Where James Mann (Australian politician) died?Where James Mann (Australian politician) graduated?What other awards James Mann (Australian politician) has received?What other institutions did James Mann (Australian politician) work for?What other parties has James Mann (Australian politician) been a member of at other times?"
    },
    {
        "question": "Ezola Foster is affiliated to Republican Party (United States) during 1984 and 2000.Where was Ezola Foster born?Where Ezola Foster died?Where Ezola Foster graduated?What other awards Ezola Foster has received?What other institutions did Ezola Foster work for?What other parties has Ezola Foster been a member of at other times?"
    },
    {
        "question": "Raul Jungmann is affiliated to Brazilian Communist Party in 1992.Where Raul Jungmann died?Where Raul Jungmann graduated?What other awards Raul Jungmann has received?What other institutions did Raul Jungmann work for?What other parties has Raul Jungmann been a member of at other times?"
    },
    {
        "question": "Sahra Wagenknecht is affiliated to The Left (Germany) in 2007.Where Sahra Wagenknecht died?Where Sahra Wagenknecht graduated?What other awards Sahra Wagenknecht has received?What other institutions did Sahra Wagenknecht work for?What other parties has Sahra Wagenknecht been a member of at other times?"
    },
    {
        "question": "Hong Sehwa is affiliated to Democratic Labor Party (South Korea) during 2002 and 2008.Where Hong Sehwa died?Where Hong Sehwa graduated?What other awards Hong Sehwa has received?What other institutions did Hong Sehwa work for?What other parties has Hong Sehwa been a member of at other times?"
    },
    {
        "question": "Gennifer Flowers is affiliated to Democratic Party (United States) in 2007.Where Gennifer Flowers died?Where Gennifer Flowers graduated?What other awards Gennifer Flowers has received?What other institutions did Gennifer Flowers work for?What other parties has Gennifer Flowers been a member of at other times?"
    },
    {
        "question": "Boris Piotrovsky is affiliated to Communist Party of the Soviet Union in 1945.Where Boris Piotrovsky graduated?What other awards Boris Piotrovsky has received?What other institutions did Boris Piotrovsky work for?What other parties has Boris Piotrovsky been a member of at other times?"
    },
    {
        "question": "Paul Wolfowitz is affiliated to Republican Party (United States) in 1981.Where Paul Wolfowitz died?Where Paul Wolfowitz graduated?What other awards Paul Wolfowitz has received?What other institutions did Paul Wolfowitz work for?What other parties has Paul Wolfowitz been a member of at other times?"
    },
    {
        "question": "Charles McDowall is affiliated to Australian Labor Party in 1904.Where Charles McDowall graduated?What other awards Charles McDowall has received?What other institutions did Charles McDowall work for?What other parties has Charles McDowall been a member of at other times?"
    },
    {
        "question": "Jean-Louis Borloo is affiliated to Independent politician in 1990.Where Jean-Louis Borloo died?Where Jean-Louis Borloo graduated?What other awards Jean-Louis Borloo has received?What other institutions did Jean-Louis Borloo work for?What other parties has Jean-Louis Borloo been a member of at other times?"
    },
    {
        "question": "Michael Cheng Tak-kin is affiliated to Hong Kong Progressive Alliance during 1997 and 2005.Where Michael Cheng Tak-kin died?Where Michael Cheng Tak-kin graduated?What other awards Michael Cheng Tak-kin has received?What other institutions did Michael Cheng Tak-kin work for?What other parties has Michael Cheng Tak-kin been a member of at other times?"
    },
    {
        "question": "John Leckie (Australian politician) is affiliated to Liberal Party of Australia in 1945.Where was John Leckie (Australian politician) born?Where John Leckie (Australian politician) graduated?What other awards John Leckie (Australian politician) has received?What other institutions did John Leckie (Australian politician) work for?What other parties has John Leckie (Australian politician) been a member of at other times?"
    },
    {
        "question": "Georg Wildführ is affiliated to Social Democratic Party of Germany during 1928 and 1933.Where was Georg Wildführ born?Where Georg Wildführ graduated?What other awards Georg Wildführ has received?What other institutions did Georg Wildführ work for?What other parties has Georg Wildführ been a member of at other times?"
    },
    {
        "question": "Bruce Smith (Australian politician) is affiliated to Commonwealth Liberal Party in 1909.Where was Bruce Smith (Australian politician) born?Where Bruce Smith (Australian politician) died?Where Bruce Smith (Australian politician) graduated?What other awards Bruce Smith (Australian politician) has received?What other institutions did Bruce Smith (Australian politician) work for?What other parties has Bruce Smith (Australian politician) been a member of at other times?"
    },
    {
        "question": "Pierre Claude Nolin is affiliated to Progressive Conservative Party of Canada during 1993 and 2004.Where Pierre Claude Nolin graduated?What other awards Pierre Claude Nolin has received?What other institutions did Pierre Claude Nolin work for?What other parties has Pierre Claude Nolin been a member of at other times?"
    },
    {
        "question": "Todor Zhivkov is affiliated to Bulgarian Communist Party during 1932 and 1990.Where was Todor Zhivkov born?Where Todor Zhivkov graduated?What other awards Todor Zhivkov has received?What other institutions did Todor Zhivkov work for?What other parties has Todor Zhivkov been a member of at other times?"
    },
    {
        "question": "Heinrich Böschen is affiliated to Communist Party of Germany in 1920.Where Heinrich Böschen died?Where Heinrich Böschen graduated?What other awards Heinrich Böschen has received?What other institutions did Heinrich Böschen work for?What other parties has Heinrich Böschen been a member of at other times?"
    },
    {
        "question": "Kimberly Guilfoyle is affiliated to Republican Party (United States) in 2017.Where Kimberly Guilfoyle died?Where Kimberly Guilfoyle graduated?What other awards Kimberly Guilfoyle has received?What other institutions did Kimberly Guilfoyle work for?What other parties has Kimberly Guilfoyle been a member of at other times?"
    },
    {
        "question": "Luís Carlos Prestes is affiliated to Brazilian Communist Party during 1934 and 1980.Where Luís Carlos Prestes graduated?What other awards Luís Carlos Prestes has received?What other institutions did Luís Carlos Prestes work for?What other parties has Luís Carlos Prestes been a member of at other times?"
    },
    {
        "question": "Reg Turnbull is affiliated to Australian Labor Party in 1946.Where Reg Turnbull graduated?What other awards Reg Turnbull has received?What other institutions did Reg Turnbull work for?What other parties has Reg Turnbull been a member of at other times?"
    },
    {
        "question": "Jim Snyder (journalist) is affiliated to Democratic Party (United States) in 1998.Where Jim Snyder (journalist) died?Where Jim Snyder (journalist) graduated?What other awards Jim Snyder (journalist) has received?What other institutions did Jim Snyder (journalist) work for?What other parties has Jim Snyder (journalist) been a member of at other times?"
    },
    {
        "question": "Michael Donald Brown is affiliated to Independent politician in 2014.Where Michael Donald Brown died?Where Michael Donald Brown graduated?What other awards Michael Donald Brown has received?What other institutions did Michael Donald Brown work for?What other parties has Michael Donald Brown been a member of at other times?"
    },
    {
        "question": "Ross McDonald is affiliated to Liberal Party of Australia in 1945.Where was Ross McDonald born?Where Ross McDonald graduated?What other awards Ross McDonald has received?What other institutions did Ross McDonald work for?What other parties has Ross McDonald been a member of at other times?"
    },
    {
        "question": "Lester Maddox is affiliated to Republican Party (United States) during 1992 and 2003.Where Lester Maddox died?Where Lester Maddox graduated?What other awards Lester Maddox has received?What other institutions did Lester Maddox work for?What other parties has Lester Maddox been a member of at other times?"
    },
    {
        "question": "James Campbell Matthews is affiliated to Democratic Party (United States) in 1872.Where James Campbell Matthews graduated?What other awards James Campbell Matthews has received?What other institutions did James Campbell Matthews work for?What other parties has James Campbell Matthews been a member of at other times?"
    },
    {
        "question": "James Samuel Denton is affiliated to National Party of Australia in 1924.Where was James Samuel Denton born?Where James Samuel Denton graduated?What other awards James Samuel Denton has received?What other institutions did James Samuel Denton work for?What other parties has James Samuel Denton been a member of at other times?"
    },
    {
        "question": "Alfred Robens, Baron Robens of Woldingham is affiliated to Labour Party (UK) in 1979.Where Alfred Robens, Baron Robens of Woldingham died?Where Alfred Robens, Baron Robens of Woldingham graduated?What other awards Alfred Robens, Baron Robens of Woldingham has received?What other institutions did Alfred Robens, Baron Robens of Woldingham work for?What other parties has Alfred Robens, Baron Robens of Woldingham been a member of at other times?"
    },
    {
        "question": "François Baroin is affiliated to The Republicans (France) in 2015.Where François Baroin died?Where François Baroin graduated?What other awards François Baroin has received?What other institutions did François Baroin work for?What other parties has François Baroin been a member of at other times?"
    },
    {
        "question": "Guinio Ganev is affiliated to Bulgarian Communist Party in 1989.Where was Guinio Ganev born?Where Guinio Ganev graduated?What other awards Guinio Ganev has received?What other institutions did Guinio Ganev work for?What other parties has Guinio Ganev been a member of at other times?"
    },
    {
        "question": "Nancy Lord is affiliated to Republican Party (United States) in 2010.Where Nancy Lord died?Where Nancy Lord graduated?What other awards Nancy Lord has received?What other institutions did Nancy Lord work for?What other parties has Nancy Lord been a member of at other times?"
    },
    {
        "question": "William Christian Bullitt, Jr. is affiliated to Democratic Party (United States) in 1948.Where William Christian Bullitt, Jr. graduated?What other awards William Christian Bullitt, Jr. has received?What other institutions did William Christian Bullitt, Jr. work for?What other parties has William Christian Bullitt, Jr. been a member of at other times?"
    },
    {
        "question": "David Storrer is affiliated to Independent politician in 1909.Where was David Storrer born?Where David Storrer graduated?What other awards David Storrer has received?What other institutions did David Storrer work for?What other parties has David Storrer been a member of at other times?"
    },
    {
        "question": "Richard Tsoi is affiliated to Democratic Party (Hong Kong) in 2008.Where Richard Tsoi died?Where Richard Tsoi graduated?What other awards Richard Tsoi has received?What other institutions did Richard Tsoi work for?What other parties has Richard Tsoi been a member of at other times?"
    },
    {
        "question": "Jamby Madrigal is affiliated to Liberal Party (Philippines) in 2012.Where Jamby Madrigal died?Where Jamby Madrigal graduated?What other awards Jamby Madrigal has received?What other institutions did Jamby Madrigal work for?What other parties has Jamby Madrigal been a member of at other times?"
    },
    {
        "question": "Henry Pigott is affiliated to Commonwealth Liberal Party in 1913.Where Henry Pigott died?Where Henry Pigott graduated?What other awards Henry Pigott has received?What other institutions did Henry Pigott work for?What other parties has Henry Pigott been a member of at other times?"
    },
    {
        "question": "Sylvester Perry Ryan is affiliated to Liberal Party of Canada during 1962 and 1968.Where Sylvester Perry Ryan died?Where Sylvester Perry Ryan graduated?What other awards Sylvester Perry Ryan has received?What other institutions did Sylvester Perry Ryan work for?What other parties has Sylvester Perry Ryan been a member of at other times?"
    },
    {
        "question": "Virgil Goode is affiliated to Constitution Party (United States) during 2010 and 2016.Where Virgil Goode died?Where Virgil Goode graduated?What other awards Virgil Goode has received?What other institutions did Virgil Goode work for?What other parties has Virgil Goode been a member of at other times?"
    },
    {
        "question": "Edward Kellett (New Zealand politician) is affiliated to United Labour Party (New Zealand) during 1912 and 1916.Where Edward Kellett (New Zealand politician) graduated?What other awards Edward Kellett (New Zealand politician) has received?What other institutions did Edward Kellett (New Zealand politician) work for?What other parties has Edward Kellett (New Zealand politician) been a member of at other times?"
    },
    {
        "question": "Benjamin Harrison is affiliated to Republican Party (United States) during 1856 and 1901.Where was Benjamin Harrison born?Where Benjamin Harrison graduated?What other awards Benjamin Harrison has received?What other institutions did Benjamin Harrison work for?What other parties has Benjamin Harrison been a member of at other times?"
    },
    {
        "question": "Christine Bergmann is affiliated to Social Democratic Party of Germany in 1990.Where Christine Bergmann died?Where Christine Bergmann graduated?What other awards Christine Bergmann has received?What other institutions did Christine Bergmann work for?What other parties has Christine Bergmann been a member of at other times?"
    },
    {
        "question": "Henry Underwood is affiliated to Australian Labor Party during 1906 and 1917.Where was Henry Underwood born?Where Henry Underwood graduated?What other awards Henry Underwood has received?What other institutions did Henry Underwood work for?What other parties has Henry Underwood been a member of at other times?"
    },
    {
        "question": "Gerardo Roxas Jr. is affiliated to Liberal Party (Philippines) during 1987 and 1993.Where Gerardo Roxas Jr. graduated?What other awards Gerardo Roxas Jr. has received?What other institutions did Gerardo Roxas Jr. work for?What other parties has Gerardo Roxas Jr. been a member of at other times?"
    },
    {
        "question": "Robert McNamara is affiliated to Democratic Party (United States) during 1978 and 2009.Where Robert McNamara graduated?What other awards Robert McNamara has received?What other institutions did Robert McNamara work for?What other parties has Robert McNamara been a member of at other times?"
    },
    {
        "question": "Nick Leggett is affiliated to New Zealand National Party in 2016.Where was Nick Leggett born?Where Nick Leggett died?Where Nick Leggett graduated?What other awards Nick Leggett has received?What other institutions did Nick Leggett work for?What other parties has Nick Leggett been a member of at other times?"
    },
    {
        "question": "Hobart Tuckey is affiliated to Liberal Party of Australia in 1945.Where was Hobart Tuckey born?Where Hobart Tuckey graduated?What other awards Hobart Tuckey has received?What other institutions did Hobart Tuckey work for?What other parties has Hobart Tuckey been a member of at other times?"
    },
    {
        "question": "Georg Ulrich Handke is affiliated to Socialist Unity Party of Germany during 1946 and 1962.Where was Georg Ulrich Handke born?Where Georg Ulrich Handke graduated?What other awards Georg Ulrich Handke has received?What other institutions did Georg Ulrich Handke work for?What other parties has Georg Ulrich Handke been a member of at other times?"
    },
    {
        "question": "Clarence M. Pendleton Jr. is affiliated to Democratic Party (United States) in 1980.Where Clarence M. Pendleton Jr. graduated?What other awards Clarence M. Pendleton Jr. has received?What other institutions did Clarence M. Pendleton Jr. work for?What other parties has Clarence M. Pendleton Jr. been a member of at other times?"
    },
    {
        "question": "Richard Foster (Australian politician) is affiliated to Nationalist Party of Australia in 1917.Where was Richard Foster (Australian politician) born?Where Richard Foster (Australian politician) died?Where Richard Foster (Australian politician) graduated?What other awards Richard Foster (Australian politician) has received?What other institutions did Richard Foster (Australian politician) work for?What other parties has Richard Foster (Australian politician) been a member of at other times?"
    },
    {
        "question": "Renan Calheiros is affiliated to Brazilian Democratic Movement Party in 1982.Where Renan Calheiros died?Where Renan Calheiros graduated?What other awards Renan Calheiros has received?What other institutions did Renan Calheiros work for?What other parties has Renan Calheiros been a member of at other times?"
    },
    {
        "question": "Gilberto Kassab is affiliated to Liberal Party (Brazil) during 1989 and 1995.Where Gilberto Kassab died?Where Gilberto Kassab graduated?What other awards Gilberto Kassab has received?What other institutions did Gilberto Kassab work for?What other parties has Gilberto Kassab been a member of at other times?"
    },
    {
        "question": "Henrique Eduardo Alves is affiliated to Brazilian Democratic Movement Party in 1980.Where Henrique Eduardo Alves died?Where Henrique Eduardo Alves graduated?What other awards Henrique Eduardo Alves has received?What other institutions did Henrique Eduardo Alves work for?What other parties has Henrique Eduardo Alves been a member of at other times?"
    },
    {
        "question": "Susana Martinez is affiliated to Democratic Party (United States) in 1995.Where Susana Martinez died?Where Susana Martinez graduated?What other awards Susana Martinez has received?What other institutions did Susana Martinez work for?What other parties has Susana Martinez been a member of at other times?"
    },
    {
        "question": "R. J. Harris is affiliated to Democratic Party (United States) in 2013.Where was R. J. Harris born?Where R. J. Harris died?Where R. J. Harris graduated?What other awards R. J. Harris has received?What other institutions did R. J. Harris work for?What other parties has R. J. Harris been a member of at other times?"
    },
    {
        "question": "Petar Mladenov is affiliated to Bulgarian Communist Party during 1963 and 1990.Where was Petar Mladenov born?Where Petar Mladenov graduated?What other awards Petar Mladenov has received?What other institutions did Petar Mladenov work for?What other parties has Petar Mladenov been a member of at other times?"
    },
    {
        "question": "İsmail Kahraman is affiliated to Welfare Party in 1995.Where İsmail Kahraman died?Where İsmail Kahraman graduated?What other awards İsmail Kahraman has received?What other institutions did İsmail Kahraman work for?What other parties has İsmail Kahraman been a member of at other times?"
    },
    {
        "question": "Frazier Glenn Miller Jr. is affiliated to Democratic Party (United States) in 1984.Where Frazier Glenn Miller Jr. died?Where Frazier Glenn Miller Jr. graduated?What other awards Frazier Glenn Miller Jr. has received?What other institutions did Frazier Glenn Miller Jr. work for?What other parties has Frazier Glenn Miller Jr. been a member of at other times?"
    },
    {
        "question": "Bryce Harlow is affiliated to Republican Party (United States) during 1950 and 1987.Where Bryce Harlow graduated?What other awards Bryce Harlow has received?What other institutions did Bryce Harlow work for?What other parties has Bryce Harlow been a member of at other times?"
    },
    {
        "question": "Joseph Chamberlain is affiliated to Liberal Party (UK) during 1866 and 1886.Where Joseph Chamberlain graduated?What other awards Joseph Chamberlain has received?What other institutions did Joseph Chamberlain work for?What other parties has Joseph Chamberlain been a member of at other times?"
    },
    {
        "question": "Margaret Stock is affiliated to Independent politician in 2016.Where Margaret Stock died?Where Margaret Stock graduated?What other awards Margaret Stock has received?What other institutions did Margaret Stock work for?What other parties has Margaret Stock been a member of at other times?"
    },
    {
        "question": "Marco Maciel is affiliated to Liberal Front Party (Brazil) during 1985 and 2007.Where Marco Maciel died?Where Marco Maciel graduated?What other awards Marco Maciel has received?What other institutions did Marco Maciel work for?What other parties has Marco Maciel been a member of at other times?"
    },
    {
        "question": "John Connally is affiliated to Democratic Party (United States) in 1973.Where was John Connally born?Where John Connally graduated?What other awards John Connally has received?What other institutions did John Connally work for?What other parties has John Connally been a member of at other times?"
    },
    {
        "question": "Hans Irvine is affiliated to Commonwealth Liberal Party in 1909.Where Hans Irvine graduated?What other awards Hans Irvine has received?What other institutions did Hans Irvine work for?What other parties has Hans Irvine been a member of at other times?"
    },
    {
        "question": "Frederick Cooke (socialist) is affiliated to New Zealand Labour Party during 1916 and 1930.Where Frederick Cooke (socialist) graduated?What other awards Frederick Cooke (socialist) has received?What other institutions did Frederick Cooke (socialist) work for?What other parties has Frederick Cooke (socialist) been a member of at other times?"
    },
    {
        "question": "Gerald Allen (politician) is affiliated to Republican Party (United States) in 1995.Where Gerald Allen (politician) died?Where Gerald Allen (politician) graduated?What other awards Gerald Allen (politician) has received?What other institutions did Gerald Allen (politician) work for?What other parties has Gerald Allen (politician) been a member of at other times?"
    },
    {
        "question": "Jack Mullens is affiliated to Australian Labor Party (Anti-Communist) in 1955.Where Jack Mullens died?Where Jack Mullens graduated?What other awards Jack Mullens has received?What other institutions did Jack Mullens work for?What other parties has Jack Mullens been a member of at other times?"
    },
    {
        "question": "Gerhard Scholz is affiliated to Social Democratic Party of Germany in 1924.Where was Gerhard Scholz born?Where Gerhard Scholz graduated?What other awards Gerhard Scholz has received?What other institutions did Gerhard Scholz work for?What other parties has Gerhard Scholz been a member of at other times?"
    },
    {
        "question": "Fausto Bertinotti is affiliated to Italian Socialist Party during 1960 and 1964.Where Fausto Bertinotti died?Where Fausto Bertinotti graduated?What other awards Fausto Bertinotti has received?What other institutions did Fausto Bertinotti work for?What other parties has Fausto Bertinotti been a member of at other times?"
    },
    {
        "question": "Marco Minniti is affiliated to Democrats of the Left during 1998 and 2007.Where was Marco Minniti born?Where Marco Minniti died?Where Marco Minniti graduated?What other awards Marco Minniti has received?What other institutions did Marco Minniti work for?What other parties has Marco Minniti been a member of at other times?"
    },
    {
        "question": "Raymond Speaker is affiliated to Canadian Alliance during 2000 and 2003.Where was Raymond Speaker born?Where Raymond Speaker died?Where Raymond Speaker graduated?What other awards Raymond Speaker has received?What other institutions did Raymond Speaker work for?What other parties has Raymond Speaker been a member of at other times?"
    },
    {
        "question": "Mark Grisanti is affiliated to Democratic Party (United States) in 2011.Where Mark Grisanti died?Where Mark Grisanti graduated?What other awards Mark Grisanti has received?What other institutions did Mark Grisanti work for?What other parties has Mark Grisanti been a member of at other times?"
    },
    {
        "question": "Archdale Parkhill is affiliated to Nationalist Party of Australia in 1927.Where Archdale Parkhill died?Where Archdale Parkhill graduated?What other awards Archdale Parkhill has received?What other institutions did Archdale Parkhill work for?What other parties has Archdale Parkhill been a member of at other times?"
    },
    {
        "question": "Jonathan Aitken is affiliated to UK Independence Party in 2004.Where Jonathan Aitken died?Where Jonathan Aitken graduated?What other awards Jonathan Aitken has received?What other institutions did Jonathan Aitken work for?What other parties has Jonathan Aitken been a member of at other times?"
    },
    {
        "question": "Joseph Ward is affiliated to New Zealand Liberal Party during 1890 and 1928.Where Joseph Ward graduated?What other awards Joseph Ward has received?What other institutions did Joseph Ward work for?What other parties has Joseph Ward been a member of at other times?"
    },
    {
        "question": "Vladimir Putin is affiliated to Communist Party of the Soviet Union in 1975.Where Vladimir Putin died?Where Vladimir Putin graduated?What other awards Vladimir Putin has received?What other institutions did Vladimir Putin work for?What other parties has Vladimir Putin been a member of at other times?"
    },
    {
        "question": "Miguel Herrero y Rodríguez de Miñón is affiliated to People's Party (Spain) during 1989 and 2004.Where Miguel Herrero y Rodríguez de Miñón died?Where Miguel Herrero y Rodríguez de Miñón graduated?What other awards Miguel Herrero y Rodríguez de Miñón has received?What other institutions did Miguel Herrero y Rodríguez de Miñón work for?What other parties has Miguel Herrero y Rodríguez de Miñón been a member of at other times?"
    },
    {
        "question": "Francis Escudero is affiliated to Nationalist People's Coalition in 2009.Where Francis Escudero died?Where Francis Escudero graduated?What other awards Francis Escudero has received?What other institutions did Francis Escudero work for?What other parties has Francis Escudero been a member of at other times?"
    },
    {
        "question": "Jack Duncan-Hughes is affiliated to Liberal Party (1922) in 1922.Where was Jack Duncan-Hughes born?Where Jack Duncan-Hughes died?Where Jack Duncan-Hughes graduated?What other awards Jack Duncan-Hughes has received?What other institutions did Jack Duncan-Hughes work for?What other parties has Jack Duncan-Hughes been a member of at other times?"
    },
    {
        "question": "Valdis Dombrovskis is affiliated to Unity (Latvian political party) in 2011.Where Valdis Dombrovskis died?Where Valdis Dombrovskis graduated?What other awards Valdis Dombrovskis has received?What other institutions did Valdis Dombrovskis work for?What other parties has Valdis Dombrovskis been a member of at other times?"
    },
    {
        "question": "Martyn Evans is affiliated to Independent politician during 1984 and 1993.Where Martyn Evans died?Where Martyn Evans graduated?What other awards Martyn Evans has received?What other institutions did Martyn Evans work for?What other parties has Martyn Evans been a member of at other times?"
    },
    {
        "question": "Edward Zorinsky is affiliated to Democratic Party (United States) during 1976 and 1987.Where Edward Zorinsky graduated?What other awards Edward Zorinsky has received?What other institutions did Edward Zorinsky work for?What other parties has Edward Zorinsky been a member of at other times?"
    },
    {
        "question": "Jerzy Szmajdziński is affiliated to Social Democracy of the Republic of Poland during 1990 and 1999.Where Jerzy Szmajdziński died?Where Jerzy Szmajdziński graduated?What other awards Jerzy Szmajdziński has received?What other institutions did Jerzy Szmajdziński work for?What other parties has Jerzy Szmajdziński been a member of at other times?"
    },
    {
        "question": "Abdüllatif Şener is affiliated to Virtue Party during 1998 and 2001.Where Abdüllatif Şener died?Where Abdüllatif Şener graduated?What other awards Abdüllatif Şener has received?What other institutions did Abdüllatif Şener work for?What other parties has Abdüllatif Şener been a member of at other times?"
    },
    {
        "question": "Donald Charles Cameron (politician) is affiliated to United Australia Party in 1931.Where Donald Charles Cameron (politician) graduated?What other awards Donald Charles Cameron (politician) has received?What other institutions did Donald Charles Cameron (politician) work for?What other parties has Donald Charles Cameron (politician) been a member of at other times?"
    },
    {
        "question": "Greg Orman is affiliated to Independent politician in 2009.Where Greg Orman died?Where Greg Orman graduated?What other awards Greg Orman has received?What other institutions did Greg Orman work for?What other parties has Greg Orman been a member of at other times?"
    },
    {
        "question": "Abbie Cornett is affiliated to Republican Party (United States) in 2006.Where Abbie Cornett died?Where Abbie Cornett graduated?What other awards Abbie Cornett has received?What other institutions did Abbie Cornett work for?What other parties has Abbie Cornett been a member of at other times?"
    },
    {
        "question": "Fred Dubois is affiliated to Republican Party (United States) in 1896.Where was Fred Dubois born?Where Fred Dubois graduated?What other awards Fred Dubois has received?What other institutions did Fred Dubois work for?What other parties has Fred Dubois been a member of at other times?"
    },
    {
        "question": "Donald Tusk is affiliated to Freedom Union (Poland) during 1994 and 2001.Where Donald Tusk died?Where Donald Tusk graduated?What other awards Donald Tusk has received?What other institutions did Donald Tusk work for?What other parties has Donald Tusk been a member of at other times?"
    },
    {
        "question": "John Tower is affiliated to Democratic Party (United States) in 1951.Where John Tower died?Where John Tower graduated?What other awards John Tower has received?What other institutions did John Tower work for?What other parties has John Tower been a member of at other times?"
    },
    {
        "question": "Charles Sumner is affiliated to Free Soil Party during 1848 and 1854.Where Charles Sumner graduated?What other awards Charles Sumner has received?What other institutions did Charles Sumner work for?What other parties has Charles Sumner been a member of at other times?"
    },
    {
        "question": "Roy Innis is affiliated to Libertarian Party (United States) in 1998.Where was Roy Innis born?Where Roy Innis graduated?What other awards Roy Innis has received?What other institutions did Roy Innis work for?What other parties has Roy Innis been a member of at other times?"
    },
    {
        "question": "James W. Hyatt is affiliated to Democratic Party (United States) in 1872.Where James W. Hyatt graduated?What other awards James W. Hyatt has received?What other institutions did James W. Hyatt work for?What other parties has James W. Hyatt been a member of at other times?"
    },
    {
        "question": "William Henry Harrison is affiliated to Democratic-Republican Party during 1799 and 1828.Where was William Henry Harrison born?Where William Henry Harrison graduated?What other awards William Henry Harrison has received?What other institutions did William Henry Harrison work for?What other parties has William Henry Harrison been a member of at other times?"
    },
    {
        "question": "Ricardo Barros (politician) is affiliated to Progressive Party (Brazil) during 1997 and 2003.Where Ricardo Barros (politician) died?Where Ricardo Barros (politician) graduated?What other awards Ricardo Barros (politician) has received?What other institutions did Ricardo Barros (politician) work for?What other parties has Ricardo Barros (politician) been a member of at other times?"
    },
    {
        "question": "Gene Taylor (Mississippi politician) is affiliated to Democratic Party (United States) in 2014.Where Gene Taylor (Mississippi politician) died?Where Gene Taylor (Mississippi politician) graduated?What other awards Gene Taylor (Mississippi politician) has received?What other institutions did Gene Taylor (Mississippi politician) work for?What other parties has Gene Taylor (Mississippi politician) been a member of at other times?"
    },
    {
        "question": "Peter Jones (Australian politician) is affiliated to Liberal Party of Australia in 1985.Where Peter Jones (Australian politician) graduated?What other awards Peter Jones (Australian politician) has received?What other institutions did Peter Jones (Australian politician) work for?What other parties has Peter Jones (Australian politician) been a member of at other times?"
    },
    {
        "question": "Octaviano Ambrosio Larrazolo is affiliated to Republican Party (United States) during 1911 and 1930.Where was Octaviano Ambrosio Larrazolo born?Where Octaviano Ambrosio Larrazolo graduated?What other awards Octaviano Ambrosio Larrazolo has received?What other institutions did Octaviano Ambrosio Larrazolo work for?What other parties has Octaviano Ambrosio Larrazolo been a member of at other times?"
    },
    {
        "question": "Yeung Sum is affiliated to United Democrats of Hong Kong in 1990.Where Yeung Sum died?Where Yeung Sum graduated?What other awards Yeung Sum has received?What other institutions did Yeung Sum work for?What other parties has Yeung Sum been a member of at other times?"
    },
    {
        "question": "Allan McDonald (Australian politician) is affiliated to Liberal Party of Australia in 1945.Where Allan McDonald (Australian politician) graduated?What other awards Allan McDonald (Australian politician) has received?What other institutions did Allan McDonald (Australian politician) work for?What other parties has Allan McDonald (Australian politician) been a member of at other times?"
    },
    {
        "question": "Terry Fields is affiliated to Labour Party (UK) in 1991.Where Terry Fields died?Where Terry Fields graduated?What other awards Terry Fields has received?What other institutions did Terry Fields work for?What other parties has Terry Fields been a member of at other times?"
    },
    {
        "question": "Angelino Alfano is affiliated to Forza Italia during 1994 and 2009.Where Angelino Alfano died?Where Angelino Alfano graduated?What other awards Angelino Alfano has received?What other institutions did Angelino Alfano work for?What other parties has Angelino Alfano been a member of at other times?"
    },
    {
        "question": "Elissa Silverman is affiliated to Democratic Party (United States) in 2014.Where Elissa Silverman died?Where Elissa Silverman graduated?What other awards Elissa Silverman has received?What other institutions did Elissa Silverman work for?What other parties has Elissa Silverman been a member of at other times?"
    },
    {
        "question": "Maria Tam is affiliated to Liberal Democratic Federation of Hong Kong in 1990.Where Maria Tam died?Where Maria Tam graduated?What other awards Maria Tam has received?What other institutions did Maria Tam work for?What other parties has Maria Tam been a member of at other times?"
    },
    {
        "question": "Robert Hastie is affiliated to Commonwealth Liberal Party in 1910.Where Robert Hastie graduated?What other awards Robert Hastie has received?What other institutions did Robert Hastie work for?What other parties has Robert Hastie been a member of at other times?"
    },
    {
        "question": "Hilde Neumann is affiliated to Socialist Unity Party of Germany in 1947.Where Hilde Neumann graduated?What other awards Hilde Neumann has received?What other institutions did Hilde Neumann work for?What other parties has Hilde Neumann been a member of at other times?"
    },
    {
        "question": "John Veryard is affiliated to Nationalist Party of Australia in 1917.Where John Veryard graduated?What other awards John Veryard has received?What other institutions did John Veryard work for?What other parties has John Veryard been a member of at other times?"
    },
    {
        "question": "Georgi Pirinski, Jr. is affiliated to Bulgarian Socialist Party in 1990.Where Georgi Pirinski, Jr. died?Where Georgi Pirinski, Jr. graduated?What other awards Georgi Pirinski, Jr. has received?What other institutions did Georgi Pirinski, Jr. work for?What other parties has Georgi Pirinski, Jr. been a member of at other times?"
    },
    {
        "question": "Mike Gravel is affiliated to Libertarian Party (United States) during 2008 and 2010.Where Mike Gravel died?Where Mike Gravel graduated?What other awards Mike Gravel has received?What other institutions did Mike Gravel work for?What other parties has Mike Gravel been a member of at other times?"
    },
    {
        "question": "William Alexander Graham is affiliated to Whig Party (United States) in 1860.Where was William Alexander Graham born?Where William Alexander Graham died?Where William Alexander Graham graduated?What other awards William Alexander Graham has received?What other institutions did William Alexander Graham work for?What other parties has William Alexander Graham been a member of at other times?"
    },
    {
        "question": "Ezell Lee is affiliated to Republican Party (United States) in 2011.Where was Ezell Lee born?Where Ezell Lee graduated?What other awards Ezell Lee has received?What other institutions did Ezell Lee work for?What other parties has Ezell Lee been a member of at other times?"
    },
    {
        "question": "William Archibald is affiliated to Australian Labor Party in 1893.Where William Archibald graduated?What other awards William Archibald has received?What other institutions did William Archibald work for?What other parties has William Archibald been a member of at other times?"
    },
    {
        "question": "Na Gyung-che is affiliated to Democratic Labor Party (South Korea) during 2002 and 2008.Where Na Gyung-che died?Where Na Gyung-che graduated?What other awards Na Gyung-che has received?What other institutions did Na Gyung-che work for?What other parties has Na Gyung-che been a member of at other times?"
    },
    {
        "question": "Arthur Abbott is affiliated to Liberal Party of Australia in 1945.Where was Arthur Abbott born?Where Arthur Abbott graduated?What other awards Arthur Abbott has received?What other institutions did Arthur Abbott work for?What other parties has Arthur Abbott been a member of at other times?"
    },
    {
        "question": "George Pearce is affiliated to Australian Labor Party in 1901.Where was George Pearce born?Where George Pearce died?Where George Pearce graduated?What other awards George Pearce has received?What other institutions did George Pearce work for?What other parties has George Pearce been a member of at other times?"
    },
    {
        "question": "Elizabeth Warren is affiliated to Democratic Party (United States) in 1996.Where Elizabeth Warren died?Where Elizabeth Warren graduated?What other awards Elizabeth Warren has received?What other institutions did Elizabeth Warren work for?What other parties has Elizabeth Warren been a member of at other times?"
    },
    {
        "question": "Jesse Helms is affiliated to Republican Party (United States) during 1970 and 2008.Where was Jesse Helms born?Where Jesse Helms graduated?What other awards Jesse Helms has received?What other institutions did Jesse Helms work for?What other parties has Jesse Helms been a member of at other times?"
    },
    {
        "question": "James Macfarlane is affiliated to Free Trade Party in 1901.Where James Macfarlane died?Where James Macfarlane graduated?What other awards James Macfarlane has received?What other institutions did James Macfarlane work for?What other parties has James Macfarlane been a member of at other times?"
    },
    {
        "question": "Granville Ryrie is affiliated to Commonwealth Liberal Party in 1911.Where was Granville Ryrie born?Where Granville Ryrie graduated?What other awards Granville Ryrie has received?What other institutions did Granville Ryrie work for?What other parties has Granville Ryrie been a member of at other times?"
    },
    {
        "question": "Bradley Byrne is affiliated to Republican Party (United States) in 1998.Where Bradley Byrne died?Where Bradley Byrne graduated?What other awards Bradley Byrne has received?What other institutions did Bradley Byrne work for?What other parties has Bradley Byrne been a member of at other times?"
    },
    {
        "question": "Vladimir Govorov is affiliated to Communist Party of the Soviet Union in 1949.Where Vladimir Govorov graduated?What other awards Vladimir Govorov has received?What other institutions did Vladimir Govorov work for?What other parties has Vladimir Govorov been a member of at other times?"
    },
    {
        "question": "Gratton Wilson is affiliated to Free Trade Party in 1903.Where Gratton Wilson died?Where Gratton Wilson graduated?What other awards Gratton Wilson has received?What other institutions did Gratton Wilson work for?What other parties has Gratton Wilson been a member of at other times?"
    },
    {
        "question": "James P. Gray is affiliated to Republican Party (United States) in 1998.Where James P. Gray died?Where James P. Gray graduated?What other awards James P. Gray has received?What other institutions did James P. Gray work for?What other parties has James P. Gray been a member of at other times?"
    },
    {
        "question": "Recep Tayyip Erdoğan is affiliated to Virtue Party during 1998 and 2001.Where Recep Tayyip Erdoğan died?Where Recep Tayyip Erdoğan graduated?What other awards Recep Tayyip Erdoğan has received?What other institutions did Recep Tayyip Erdoğan work for?What other parties has Recep Tayyip Erdoğan been a member of at other times?"
    },
    {
        "question": "Felix Frankfurter is affiliated to Independent politician in 2016.Where Felix Frankfurter graduated?What other awards Felix Frankfurter has received?What other institutions did Felix Frankfurter work for?What other parties has Felix Frankfurter been a member of at other times?"
    },
    {
        "question": "Jacques Barrot is affiliated to Union for French Democracy in 2002.Where was Jacques Barrot born?Where Jacques Barrot graduated?What other awards Jacques Barrot has received?What other institutions did Jacques Barrot work for?What other parties has Jacques Barrot been a member of at other times?"
    },
    {
        "question": "Ezer Weizman is affiliated to Israeli Labor Party during 1991 and 2005.Where Ezer Weizman died?Where Ezer Weizman graduated?What other awards Ezer Weizman has received?What other institutions did Ezer Weizman work for?What other parties has Ezer Weizman been a member of at other times?"
    },
    {
        "question": "Ben Bernanke is affiliated to Republican Party (United States) in 2015.Where Ben Bernanke died?Where Ben Bernanke graduated?What other awards Ben Bernanke has received?What other institutions did Ben Bernanke work for?What other parties has Ben Bernanke been a member of at other times?"
    },
    {
        "question": "Arturs Krišjānis Kariņš is affiliated to Unity (Latvian political party) in 2011.Where Arturs Krišjānis Kariņš died?Where Arturs Krišjānis Kariņš graduated?What other awards Arturs Krišjānis Kariņš has received?What other institutions did Arturs Krišjānis Kariņš work for?What other parties has Arturs Krišjānis Kariņš been a member of at other times?"
    },
    {
        "question": "José Sarney is affiliated to Brazilian Democratic Movement Party in 1985.Where José Sarney died?Where José Sarney graduated?What other awards José Sarney has received?What other institutions did José Sarney work for?What other parties has José Sarney been a member of at other times?"
    },
    {
        "question": "Charles Grant (Australian politician) is affiliated to Nationalist Party of Australia in 1925.Where Charles Grant (Australian politician) died?Where Charles Grant (Australian politician) graduated?What other awards Charles Grant (Australian politician) has received?What other institutions did Charles Grant (Australian politician) work for?What other parties has Charles Grant (Australian politician) been a member of at other times?"
    },
    {
        "question": "Bruno Le Maire is affiliated to Union for a Popular Movement in 2015.Where Bruno Le Maire died?Where Bruno Le Maire graduated?What other awards Bruno Le Maire has received?What other institutions did Bruno Le Maire work for?What other parties has Bruno Le Maire been a member of at other times?"
    },
    {
        "question": "Aram Khachaturian is affiliated to Communist Party of the Soviet Union in 1943.Where Aram Khachaturian graduated?What other awards Aram Khachaturian has received?What other institutions did Aram Khachaturian work for?What other parties has Aram Khachaturian been a member of at other times?"
    },
    {
        "question": "George Fairbairn (politician) is affiliated to Nationalist Party of Australia in 1917.Where George Fairbairn (politician) graduated?What other awards George Fairbairn (politician) has received?What other institutions did George Fairbairn (politician) work for?What other parties has George Fairbairn (politician) been a member of at other times?"
    },
    {
        "question": "Johannes Stelling is affiliated to Social Democratic Party of Germany during 1905 and 1933.Where Johannes Stelling graduated?What other awards Johannes Stelling has received?What other institutions did Johannes Stelling work for?What other parties has Johannes Stelling been a member of at other times?"
    },
    {
        "question": "Valéry Giscard d'Estaing is affiliated to Union for a Popular Movement during 2002 and 2004.Where was Valéry Giscard d'Estaing born?Where Valéry Giscard d'Estaing died?Where Valéry Giscard d'Estaing graduated?What other awards Valéry Giscard d'Estaing has received?What other institutions did Valéry Giscard d'Estaing work for?What other parties has Valéry Giscard d'Estaing been a member of at other times?"
    },
    {
        "question": "Jânio Quadros is affiliated to Brazilian Labour Party (current) during 1980 and 1986.Where Jânio Quadros graduated?What other awards Jânio Quadros has received?What other institutions did Jânio Quadros work for?What other parties has Jânio Quadros been a member of at other times?"
    },
    {
        "question": "Regine Hildebrandt is affiliated to Social Democratic Party of Germany during 1990 and 2001.Where Regine Hildebrandt died?Where Regine Hildebrandt graduated?What other awards Regine Hildebrandt has received?What other institutions did Regine Hildebrandt work for?What other parties has Regine Hildebrandt been a member of at other times?"
    },
    {
        "question": "Abdullah Gül is affiliated to Welfare Party in 1997.Where Abdullah Gül died?Where Abdullah Gül graduated?What other awards Abdullah Gül has received?What other institutions did Abdullah Gül work for?What other parties has Abdullah Gül been a member of at other times?"
    },
    {
        "question": "Jessica Moore (journalist) is affiliated to Republican Party (United States) in 2010.Where was Jessica Moore (journalist) born?Where Jessica Moore (journalist) died?Where Jessica Moore (journalist) graduated?What other awards Jessica Moore (journalist) has received?What other institutions did Jessica Moore (journalist) work for?What other parties has Jessica Moore (journalist) been a member of at other times?"
    },
    {
        "question": "Imelda Marcos is affiliated to Nacionalista Party during 1965 and 1978.Where was Imelda Marcos born?Where Imelda Marcos died?Where Imelda Marcos graduated?What other awards Imelda Marcos has received?What other institutions did Imelda Marcos work for?What other parties has Imelda Marcos been a member of at other times?"
    },
    {
        "question": "Brian Mulroney is affiliated to Progressive Conservative Party of Canada in 2003.Where was Brian Mulroney born?Where Brian Mulroney died?Where Brian Mulroney graduated?What other awards Brian Mulroney has received?What other institutions did Brian Mulroney work for?What other parties has Brian Mulroney been a member of at other times?"
    },
    {
        "question": "Schuyler Colfax is affiliated to Republican Party (United States) in 1855.Where Schuyler Colfax graduated?What other awards Schuyler Colfax has received?What other institutions did Schuyler Colfax work for?What other parties has Schuyler Colfax been a member of at other times?"
    },
    {
        "question": "Vali Akhundov is affiliated to Communist Party of the Soviet Union in 1939.Where Vali Akhundov graduated?What other awards Vali Akhundov has received?What other institutions did Vali Akhundov work for?What other parties has Vali Akhundov been a member of at other times?"
    },
    {
        "question": "Howell Cobb is affiliated to Constitutional Union Party (United States) during 1851 and 1853.Where was Howell Cobb born?Where Howell Cobb graduated?What other awards Howell Cobb has received?What other institutions did Howell Cobb work for?What other parties has Howell Cobb been a member of at other times?"
    },
    {
        "question": "Mark Miloscia is affiliated to Democratic Party (United States) during 1992 and 2014.Where Mark Miloscia died?Where Mark Miloscia graduated?What other awards Mark Miloscia has received?What other institutions did Mark Miloscia work for?What other parties has Mark Miloscia been a member of at other times?"
    },
    {
        "question": "Walter Marks (politician) is affiliated to Nationalist Party of Australia in 1919.Where was Walter Marks (politician) born?Where Walter Marks (politician) graduated?What other awards Walter Marks (politician) has received?What other institutions did Walter Marks (politician) work for?What other parties has Walter Marks (politician) been a member of at other times?"
    },
    {
        "question": "Paul Nuttall is affiliated to Conservative Party (UK) in 2004.Where Paul Nuttall died?Where Paul Nuttall graduated?What other awards Paul Nuttall has received?What other institutions did Paul Nuttall work for?What other parties has Paul Nuttall been a member of at other times?"
    },
    {
        "question": "Robert Best (politician) is affiliated to Protectionist Party in 1901.Where was Robert Best (politician) born?Where Robert Best (politician) graduated?What other awards Robert Best (politician) has received?What other institutions did Robert Best (politician) work for?What other parties has Robert Best (politician) been a member of at other times?"
    },
    {
        "question": "James Baker is affiliated to Republican Party (United States) in 1970.Where James Baker died?Where James Baker graduated?What other awards James Baker has received?What other institutions did James Baker work for?What other parties has James Baker been a member of at other times?"
    },
    {
        "question": "Harry F. Byrd Jr. is affiliated to Democratic Party (United States) in 1970.Where Harry F. Byrd Jr. graduated?What other awards Harry F. Byrd Jr. has received?What other institutions did Harry F. Byrd Jr. work for?What other parties has Harry F. Byrd Jr. been a member of at other times?"
    },
    {
        "question": "Mary Robinson is affiliated to Independent politician during 1977 and 1981.Where was Mary Robinson born?Where Mary Robinson died?Where Mary Robinson graduated?What other awards Mary Robinson has received?What other institutions did Mary Robinson work for?What other parties has Mary Robinson been a member of at other times?"
    },
    {
        "question": "John A. Lee is affiliated to New Zealand Labour Party in 1919.Where John A. Lee graduated?What other awards John A. Lee has received?What other institutions did John A. Lee work for?What other parties has John A. Lee been a member of at other times?"
    },
    {
        "question": "Oscar Goodman is affiliated to Independent politician in 2009.Where Oscar Goodman died?Where Oscar Goodman graduated?What other awards Oscar Goodman has received?What other institutions did Oscar Goodman work for?What other parties has Oscar Goodman been a member of at other times?"
    },
    {
        "question": "Oskar Lafontaine is affiliated to Social Democratic Party of Germany in 2005.Where was Oskar Lafontaine born?Where Oskar Lafontaine died?Where Oskar Lafontaine graduated?What other awards Oskar Lafontaine has received?What other institutions did Oskar Lafontaine work for?What other parties has Oskar Lafontaine been a member of at other times?"
    },
    {
        "question": "Sam Yorty is affiliated to Democratic Party (United States) in 1980.Where Sam Yorty graduated?What other awards Sam Yorty has received?What other institutions did Sam Yorty work for?What other parties has Sam Yorty been a member of at other times?"
    },
    {
        "question": "Konstantinos Tsatsos is affiliated to Independent politician during 1967 and 1974.Where Konstantinos Tsatsos graduated?What other awards Konstantinos Tsatsos has received?What other institutions did Konstantinos Tsatsos work for?What other parties has Konstantinos Tsatsos been a member of at other times?"
    },
    {
        "question": "Dingle Foot is affiliated to Labour Party (UK) in 1956.Where Dingle Foot graduated?What other awards Dingle Foot has received?What other institutions did Dingle Foot work for?What other parties has Dingle Foot been a member of at other times?"
    },
    {
        "question": "Edith Baumann (politician) is affiliated to Socialist Unity Party of Germany during 1946 and 1973.Where was Edith Baumann (politician) born?Where Edith Baumann (politician) graduated?What other awards Edith Baumann (politician) has received?What other institutions did Edith Baumann (politician) work for?What other parties has Edith Baumann (politician) been a member of at other times?"
    }
]