[
    {
        "question": "Jorge Perona played for Real Oviedo during 2010 and 2011.Where was Jorge Perona born?Where Jorge Perona died?Where Jorge Perona graduated?What other awards Jorge Perona has received?What other institutions did Jorge Perona work for?What other parties has Jorge Perona been a member of at other times?which other clubs did Jorge Perona play for?"
    },
    {
        "question": "Enzo Maresca played for Bologna F.C. 1909 during 2000 and 2001.Where was Enzo Maresca born?Where Enzo Maresca died?Where Enzo Maresca graduated?What other awards Enzo Maresca has received?What other institutions did Enzo Maresca work for?What other parties has Enzo Maresca been a member of at other times?which other clubs did Enzo Maresca play for?"
    },
    {
        "question": "Carl Medjani played for France national under-18 football team during 2003 and 2004.Where Carl Medjani died?Where Carl Medjani graduated?What other awards Carl Medjani has received?What other institutions did Carl Medjani work for?What other parties has Carl Medjani been a member of at other times?which other clubs did Carl Medjani play for?"
    },
    {
        "question": "Eliran Danin played for Beitar Jerusalem F.C. during 2003 and 2010.Where Eliran Danin died?Where Eliran Danin graduated?What other awards Eliran Danin has received?What other institutions did Eliran Danin work for?What other parties has Eliran Danin been a member of at other times?which other clubs did Eliran Danin play for?"
    },
    {
        "question": "Carles Coto played for Sevilla Atlético during 2008 and 2009.Where was Carles Coto born?Where Carles Coto died?Where Carles Coto graduated?What other awards Carles Coto has received?What other institutions did Carles Coto work for?What other parties has Carles Coto been a member of at other times?which other clubs did Carles Coto play for?"
    },
    {
        "question": "José Manuel Roca Cases played for Villarreal CF during 1999 and 2000.Where was José Manuel Roca Cases born?Where José Manuel Roca Cases died?Where José Manuel Roca Cases graduated?What other awards José Manuel Roca Cases has received?What other institutions did José Manuel Roca Cases work for?What other parties has José Manuel Roca Cases been a member of at other times?which other clubs did José Manuel Roca Cases play for?"
    },
    {
        "question": "Xavi Moro played for FC Barcelona B during 1995 and 1996.Where Xavi Moro died?Where Xavi Moro graduated?What other awards Xavi Moro has received?What other institutions did Xavi Moro work for?What other parties has Xavi Moro been a member of at other times?which other clubs did Xavi Moro play for?"
    },
    {
        "question": "David Sánchez (footballer) played for Sevilla FC during 1999 and 2000.Where David Sánchez (footballer) died?Where David Sánchez (footballer) graduated?What other awards David Sánchez (footballer) has received?What other institutions did David Sánchez (footballer) work for?What other parties has David Sánchez (footballer) been a member of at other times?which other clubs did David Sánchez (footballer) play for?"
    },
    {
        "question": "Kim Källström played for Olympique Lyonnais during 2006 and 2012.Where was Kim Källström born?Where Kim Källström died?Where Kim Källström graduated?What other awards Kim Källström has received?What other institutions did Kim Källström work for?What other parties has Kim Källström been a member of at other times?which other clubs did Kim Källström play for?"
    },
    {
        "question": "Mario Rosas played for CD Numancia in 2003.Where Mario Rosas died?Where Mario Rosas graduated?What other awards Mario Rosas has received?What other institutions did Mario Rosas work for?What other parties has Mario Rosas been a member of at other times?which other clubs did Mario Rosas play for?"
    },
    {
        "question": "Danilo Arrieta played for Denmark national under-17 football team during 2003 and 2004.Where was Danilo Arrieta born?Where Danilo Arrieta died?Where Danilo Arrieta graduated?What other awards Danilo Arrieta has received?What other institutions did Danilo Arrieta work for?What other parties has Danilo Arrieta been a member of at other times?which other clubs did Danilo Arrieta play for?"
    },
    {
        "question": "Giovani dos Santos played for Villarreal CF during 2013 and 2015.Where was Giovani dos Santos born?Where Giovani dos Santos died?Where Giovani dos Santos graduated?What other awards Giovani dos Santos has received?What other institutions did Giovani dos Santos work for?What other parties has Giovani dos Santos been a member of at other times?which other clubs did Giovani dos Santos play for?"
    },
    {
        "question": "Ritchie De Laet played for Middlesbrough F.C. in 2016.Where was Ritchie De Laet born?Where Ritchie De Laet died?Where Ritchie De Laet graduated?What other awards Ritchie De Laet has received?What other institutions did Ritchie De Laet work for?What other parties has Ritchie De Laet been a member of at other times?which other clubs did Ritchie De Laet play for?"
    },
    {
        "question": "Ismael Santiago played for FC Barcelona C during 1995 and 1996.Where was Ismael Santiago born?Where Ismael Santiago died?Where Ismael Santiago graduated?What other awards Ismael Santiago has received?What other institutions did Ismael Santiago work for?What other parties has Ismael Santiago been a member of at other times?which other clubs did Ismael Santiago play for?"
    },
    {
        "question": "Felix Bastians played for Chesterfield F.C. in 2007.Where was Felix Bastians born?Where Felix Bastians died?Where Felix Bastians graduated?What other awards Felix Bastians has received?What other institutions did Felix Bastians work for?What other parties has Felix Bastians been a member of at other times?which other clubs did Felix Bastians play for?"
    },
    {
        "question": "Wesley Sneijder played for Netherlands national under-21 football team in 2003.Where Wesley Sneijder died?Where Wesley Sneijder graduated?What other awards Wesley Sneijder has received?What other institutions did Wesley Sneijder work for?What other parties has Wesley Sneijder been a member of at other times?which other clubs did Wesley Sneijder play for?"
    },
    {
        "question": "Craig Davies (footballer) played for Wales national under-19 football team during 2003 and 2004.Where was Craig Davies (footballer) born?Where Craig Davies (footballer) died?Where Craig Davies (footballer) graduated?What other awards Craig Davies (footballer) has received?What other institutions did Craig Davies (footballer) work for?What other parties has Craig Davies (footballer) been a member of at other times?which other clubs did Craig Davies (footballer) play for?"
    },
    {
        "question": "José Luis Loreto played for Real Murcia during 2000 and 2003.Where José Luis Loreto died?Where José Luis Loreto graduated?What other awards José Luis Loreto has received?What other institutions did José Luis Loreto work for?What other parties has José Luis Loreto been a member of at other times?which other clubs did José Luis Loreto play for?"
    },
    {
        "question": "Giammario Piscitella played for Delfino Pescara 1936 during 2013 and 2014.Where was Giammario Piscitella born?Where Giammario Piscitella died?Where Giammario Piscitella graduated?What other awards Giammario Piscitella has received?What other institutions did Giammario Piscitella work for?What other parties has Giammario Piscitella been a member of at other times?which other clubs did Giammario Piscitella play for?"
    },
    {
        "question": "Andre Blackman played for Crawley Town F.C. in 2016.Where Andre Blackman died?Where Andre Blackman graduated?What other awards Andre Blackman has received?What other institutions did Andre Blackman work for?What other parties has Andre Blackman been a member of at other times?which other clubs did Andre Blackman play for?"
    },
    {
        "question": "Josh Dawkin played for Wales national under-19 football team in 2008.Where was Josh Dawkin born?Where Josh Dawkin died?Where Josh Dawkin graduated?What other awards Josh Dawkin has received?What other institutions did Josh Dawkin work for?What other parties has Josh Dawkin been a member of at other times?which other clubs did Josh Dawkin play for?"
    },
    {
        "question": "Miguel Lopes played for F.C. Alverca during 2002 and 2004.Where Miguel Lopes died?Where Miguel Lopes graduated?What other awards Miguel Lopes has received?What other institutions did Miguel Lopes work for?What other parties has Miguel Lopes been a member of at other times?which other clubs did Miguel Lopes play for?"
    },
    {
        "question": "Jorge Madureira played for Gil Vicente F.C. during 1995 and 1996.Where Jorge Madureira died?Where Jorge Madureira graduated?What other awards Jorge Madureira has received?What other institutions did Jorge Madureira work for?What other parties has Jorge Madureira been a member of at other times?which other clubs did Jorge Madureira play for?"
    },
    {
        "question": "Florent Sinama Pongolle played for AS Saint-Étienne during 2011 and 2012.Where was Florent Sinama Pongolle born?Where Florent Sinama Pongolle died?Where Florent Sinama Pongolle graduated?What other awards Florent Sinama Pongolle has received?What other institutions did Florent Sinama Pongolle work for?What other parties has Florent Sinama Pongolle been a member of at other times?which other clubs did Florent Sinama Pongolle play for?"
    },
    {
        "question": "DaMarcus Beasley played for Rangers F.C. during 2007 and 2010.Where was DaMarcus Beasley born?Where DaMarcus Beasley died?Where DaMarcus Beasley graduated?What other awards DaMarcus Beasley has received?What other institutions did DaMarcus Beasley work for?What other parties has DaMarcus Beasley been a member of at other times?which other clubs did DaMarcus Beasley play for?"
    },
    {
        "question": "Rafael García García played for Rayo Vallecano during 2009 and 2013.Where was Rafael García García born?Where Rafael García García died?Where Rafael García García graduated?What other awards Rafael García García has received?What other institutions did Rafael García García work for?What other parties has Rafael García García been a member of at other times?which other clubs did Rafael García García play for?"
    },
    {
        "question": "Luís Andrade played for Portugal national under-18 football team in 1991.Where Luís Andrade died?Where Luís Andrade graduated?What other awards Luís Andrade has received?What other institutions did Luís Andrade work for?What other parties has Luís Andrade been a member of at other times?which other clubs did Luís Andrade play for?"
    },
    {
        "question": "Nicklas Bendtner played for Birmingham City F.C. during 2006 and 2007.Where Nicklas Bendtner died?Where Nicklas Bendtner graduated?What other awards Nicklas Bendtner has received?What other institutions did Nicklas Bendtner work for?What other parties has Nicklas Bendtner been a member of at other times?which other clubs did Nicklas Bendtner play for?"
    },
    {
        "question": "Fernando Morán (footballer) played for Spain national under-17 football team in 1992.Where Fernando Morán (footballer) died?Where Fernando Morán (footballer) graduated?What other awards Fernando Morán (footballer) has received?What other institutions did Fernando Morán (footballer) work for?What other parties has Fernando Morán (footballer) been a member of at other times?which other clubs did Fernando Morán (footballer) play for?"
    },
    {
        "question": "Conor Casey played for Philadelphia Union during 2013 and 2015.Where was Conor Casey born?Where Conor Casey died?Where Conor Casey graduated?What other awards Conor Casey has received?What other institutions did Conor Casey work for?What other parties has Conor Casey been a member of at other times?which other clubs did Conor Casey play for?"
    },
    {
        "question": "Quincy Owusu-Abeyie played for Netherlands national under-21 football team during 2005 and 2006.Where Quincy Owusu-Abeyie died?Where Quincy Owusu-Abeyie graduated?What other awards Quincy Owusu-Abeyie has received?What other institutions did Quincy Owusu-Abeyie work for?What other parties has Quincy Owusu-Abeyie been a member of at other times?which other clubs did Quincy Owusu-Abeyie play for?"
    },
    {
        "question": "Miquel Soler played for Spain national under-23 football team in 1987.Where was Miquel Soler born?Where Miquel Soler died?Where Miquel Soler graduated?What other awards Miquel Soler has received?What other institutions did Miquel Soler work for?What other parties has Miquel Soler been a member of at other times?which other clubs did Miquel Soler play for?"
    },
    {
        "question": "Paul Byrne (footballer, born 1972) played for Shelbourne F.C. during 1998 and 1999.Where Paul Byrne (footballer, born 1972) died?Where Paul Byrne (footballer, born 1972) graduated?What other awards Paul Byrne (footballer, born 1972) has received?What other institutions did Paul Byrne (footballer, born 1972) work for?What other parties has Paul Byrne (footballer, born 1972) been a member of at other times?which other clubs did Paul Byrne (footballer, born 1972) play for?"
    },
    {
        "question": "Lewis Price played for Brentford F.C. during 2009 and 2010.Where Lewis Price died?Where Lewis Price graduated?What other awards Lewis Price has received?What other institutions did Lewis Price work for?What other parties has Lewis Price been a member of at other times?which other clubs did Lewis Price play for?"
    },
    {
        "question": "Nuno Afonso played for F.C. Paços de Ferreira during 1998 and 1999.Where was Nuno Afonso born?Where Nuno Afonso died?Where Nuno Afonso graduated?What other awards Nuno Afonso has received?What other institutions did Nuno Afonso work for?What other parties has Nuno Afonso been a member of at other times?which other clubs did Nuno Afonso play for?"
    },
    {
        "question": "Alex Bruce (footballer, born 1984) played for Republic of Ireland national football team during 2007 and 2008.Where Alex Bruce (footballer, born 1984) died?Where Alex Bruce (footballer, born 1984) graduated?What other awards Alex Bruce (footballer, born 1984) has received?What other institutions did Alex Bruce (footballer, born 1984) work for?What other parties has Alex Bruce (footballer, born 1984) been a member of at other times?which other clubs did Alex Bruce (footballer, born 1984) play for?"
    },
    {
        "question": "Craig Braham-Barrett played for Charlton Athletic F.C. during 2000 and 2005.Where was Craig Braham-Barrett born?Where Craig Braham-Barrett died?Where Craig Braham-Barrett graduated?What other awards Craig Braham-Barrett has received?What other institutions did Craig Braham-Barrett work for?What other parties has Craig Braham-Barrett been a member of at other times?which other clubs did Craig Braham-Barrett play for?"
    },
    {
        "question": "Hélder Postiga played for Portugal national under-21 football team during 2002 and 2003.Where was Hélder Postiga born?Where Hélder Postiga died?Where Hélder Postiga graduated?What other awards Hélder Postiga has received?What other institutions did Hélder Postiga work for?What other parties has Hélder Postiga been a member of at other times?which other clubs did Hélder Postiga play for?"
    },
    {
        "question": "Julio Álvarez played for Spain national under-17 football team during 1998 and 1999.Where Julio Álvarez died?Where Julio Álvarez graduated?What other awards Julio Álvarez has received?What other institutions did Julio Álvarez work for?What other parties has Julio Álvarez been a member of at other times?which other clubs did Julio Álvarez play for?"
    },
    {
        "question": "Tamás Priskin played for Maccabi Haifa F.C. in 2014.Where was Tamás Priskin born?Where Tamás Priskin died?Where Tamás Priskin graduated?What other awards Tamás Priskin has received?What other institutions did Tamás Priskin work for?What other parties has Tamás Priskin been a member of at other times?which other clubs did Tamás Priskin play for?"
    },
    {
        "question": "Ulish Booker played for Heart of Midlothian F.C. during 1990 and 1996.Where was Ulish Booker born?Where Ulish Booker died?Where Ulish Booker graduated?What other awards Ulish Booker has received?What other institutions did Ulish Booker work for?What other parties has Ulish Booker been a member of at other times?which other clubs did Ulish Booker play for?"
    },
    {
        "question": "David Fox (footballer) played for Crewe Alexandra F.C. during 2015 and 2016.Where was David Fox (footballer) born?Where David Fox (footballer) died?Where David Fox (footballer) graduated?What other awards David Fox (footballer) has received?What other institutions did David Fox (footballer) work for?What other parties has David Fox (footballer) been a member of at other times?which other clubs did David Fox (footballer) play for?"
    },
    {
        "question": "David Villa played for Spain national football team during 2005 and 2014.Where was David Villa born?Where David Villa died?Where David Villa graduated?What other awards David Villa has received?What other institutions did David Villa work for?What other parties has David Villa been a member of at other times?which other clubs did David Villa play for?"
    },
    {
        "question": "Reef Mesika played for Israel national under-19 football team in 2007.Where Reef Mesika died?Where Reef Mesika graduated?What other awards Reef Mesika has received?What other institutions did Reef Mesika work for?What other parties has Reef Mesika been a member of at other times?which other clubs did Reef Mesika play for?"
    },
    {
        "question": "Rui Baião played for F.C. Barreirense during 1993 and 1995.Where was Rui Baião born?Where Rui Baião died?Where Rui Baião graduated?What other awards Rui Baião has received?What other institutions did Rui Baião work for?What other parties has Rui Baião been a member of at other times?which other clubs did Rui Baião play for?"
    },
    {
        "question": "João Paulo Neto Martins played for Portugal national under-18 football team in 2006.Where was João Paulo Neto Martins born?Where João Paulo Neto Martins died?Where João Paulo Neto Martins graduated?What other awards João Paulo Neto Martins has received?What other institutions did João Paulo Neto Martins work for?What other parties has João Paulo Neto Martins been a member of at other times?which other clubs did João Paulo Neto Martins play for?"
    },
    {
        "question": "Hugo Almeida played for FC Porto B during 2002 and 2005.Where was Hugo Almeida born?Where Hugo Almeida died?Where Hugo Almeida graduated?What other awards Hugo Almeida has received?What other institutions did Hugo Almeida work for?What other parties has Hugo Almeida been a member of at other times?which other clubs did Hugo Almeida play for?"
    },
    {
        "question": "Wayne Bridge played for Chelsea F.C. during 2003 and 2009.Where Wayne Bridge died?Where Wayne Bridge graduated?What other awards Wayne Bridge has received?What other institutions did Wayne Bridge work for?What other parties has Wayne Bridge been a member of at other times?which other clubs did Wayne Bridge play for?"
    },
    {
        "question": "Sisinio González Martínez played for Real Valladolid during 2006 and 2008.Where was Sisinio González Martínez born?Where Sisinio González Martínez died?Where Sisinio González Martínez graduated?What other awards Sisinio González Martínez has received?What other institutions did Sisinio González Martínez work for?What other parties has Sisinio González Martínez been a member of at other times?which other clubs did Sisinio González Martínez play for?"
    },
    {
        "question": "Stephen Wright (English footballer) played for Coventry City F.C. during 2008 and 2010.Where Stephen Wright (English footballer) died?Where Stephen Wright (English footballer) graduated?What other awards Stephen Wright (English footballer) has received?What other institutions did Stephen Wright (English footballer) work for?What other parties has Stephen Wright (English footballer) been a member of at other times?which other clubs did Stephen Wright (English footballer) play for?"
    },
    {
        "question": "Simon Walton played for England national under-17 football team during 2003 and 2004.Where was Simon Walton born?Where Simon Walton died?Where Simon Walton graduated?What other awards Simon Walton has received?What other institutions did Simon Walton work for?What other parties has Simon Walton been a member of at other times?which other clubs did Simon Walton play for?"
    },
    {
        "question": "Alessio Cerci played for A.C. Milan during 2015 and 2016.Where was Alessio Cerci born?Where Alessio Cerci died?Where Alessio Cerci graduated?What other awards Alessio Cerci has received?What other institutions did Alessio Cerci work for?What other parties has Alessio Cerci been a member of at other times?which other clubs did Alessio Cerci play for?"
    },
    {
        "question": "Demerson played for Cruzeiro Esporte Clube during 2008 and 2009.Where Demerson died?Where Demerson graduated?What other awards Demerson has received?What other institutions did Demerson work for?What other parties has Demerson been a member of at other times?which other clubs did Demerson play for?"
    },
    {
        "question": "Marc Crosas played for Spain national under-17 football team during 2004 and 2005.Where was Marc Crosas born?Where Marc Crosas died?Where Marc Crosas graduated?What other awards Marc Crosas has received?What other institutions did Marc Crosas work for?What other parties has Marc Crosas been a member of at other times?which other clubs did Marc Crosas play for?"
    },
    {
        "question": "Kyel Reid played for Bradford City A.F.C. during 2011 and 2014.Where was Kyel Reid born?Where Kyel Reid died?Where Kyel Reid graduated?What other awards Kyel Reid has received?What other institutions did Kyel Reid work for?What other parties has Kyel Reid been a member of at other times?which other clubs did Kyel Reid play for?"
    },
    {
        "question": "Gareth Farrelly played for Bolton Wanderers F.C. during 1999 and 2004.Where Gareth Farrelly died?Where Gareth Farrelly graduated?What other awards Gareth Farrelly has received?What other institutions did Gareth Farrelly work for?What other parties has Gareth Farrelly been a member of at other times?which other clubs did Gareth Farrelly play for?"
    },
    {
        "question": "Pedro Albergaria played for F.C. Tirsense during 2007 and 2012.Where was Pedro Albergaria born?Where Pedro Albergaria died?Where Pedro Albergaria graduated?What other awards Pedro Albergaria has received?What other institutions did Pedro Albergaria work for?What other parties has Pedro Albergaria been a member of at other times?which other clubs did Pedro Albergaria play for?"
    },
    {
        "question": "Rubén González Rocha played for CA Osasuna during 2011 and 2013.Where was Rubén González Rocha born?Where Rubén González Rocha died?Where Rubén González Rocha graduated?What other awards Rubén González Rocha has received?What other institutions did Rubén González Rocha work for?What other parties has Rubén González Rocha been a member of at other times?which other clubs did Rubén González Rocha play for?"
    },
    {
        "question": "André Bikey played for Reading F.C. during 2006 and 2007.Where was André Bikey born?Where André Bikey died?Where André Bikey graduated?What other awards André Bikey has received?What other institutions did André Bikey work for?What other parties has André Bikey been a member of at other times?which other clubs did André Bikey play for?"
    },
    {
        "question": "Chris Baird played for Burnley F.C. in 2014.Where was Chris Baird born?Where Chris Baird died?Where Chris Baird graduated?What other awards Chris Baird has received?What other institutions did Chris Baird work for?What other parties has Chris Baird been a member of at other times?which other clubs did Chris Baird play for?"
    },
    {
        "question": "Eurípedes Amoreirinha played for C.F. Estrela da Amadora during 2005 and 2007.Where was Eurípedes Amoreirinha born?Where Eurípedes Amoreirinha died?Where Eurípedes Amoreirinha graduated?What other awards Eurípedes Amoreirinha has received?What other institutions did Eurípedes Amoreirinha work for?What other parties has Eurípedes Amoreirinha been a member of at other times?which other clubs did Eurípedes Amoreirinha play for?"
    },
    {
        "question": "Paulo Santos (Portuguese footballer) played for Portugal national football team in 2005.Where was Paulo Santos (Portuguese footballer) born?Where Paulo Santos (Portuguese footballer) died?Where Paulo Santos (Portuguese footballer) graduated?What other awards Paulo Santos (Portuguese footballer) has received?What other institutions did Paulo Santos (Portuguese footballer) work for?What other parties has Paulo Santos (Portuguese footballer) been a member of at other times?which other clubs did Paulo Santos (Portuguese footballer) play for?"
    },
    {
        "question": "Bruno Vale played for FC Porto B during 2001 and 2005.Where Bruno Vale died?Where Bruno Vale graduated?What other awards Bruno Vale has received?What other institutions did Bruno Vale work for?What other parties has Bruno Vale been a member of at other times?which other clubs did Bruno Vale play for?"
    },
    {
        "question": "Bura (footballer) played for F.C. Paços de Ferreira during 2010 and 2011.Where Bura (footballer) died?Where Bura (footballer) graduated?What other awards Bura (footballer) has received?What other institutions did Bura (footballer) work for?What other parties has Bura (footballer) been a member of at other times?which other clubs did Bura (footballer) play for?"
    },
    {
        "question": "Nano (Spanish footballer, born 1982) played for CA Osasuna during 2012 and 2013.Where was Nano (Spanish footballer, born 1982) born?Where Nano (Spanish footballer, born 1982) died?Where Nano (Spanish footballer, born 1982) graduated?What other awards Nano (Spanish footballer, born 1982) has received?What other institutions did Nano (Spanish footballer, born 1982) work for?What other parties has Nano (Spanish footballer, born 1982) been a member of at other times?which other clubs did Nano (Spanish footballer, born 1982) play for?"
    },
    {
        "question": "Ashley Bayes played for Bohemian F.C. during 2002 and 2003.Where was Ashley Bayes born?Where Ashley Bayes died?Where Ashley Bayes graduated?What other awards Ashley Bayes has received?What other institutions did Ashley Bayes work for?What other parties has Ashley Bayes been a member of at other times?which other clubs did Ashley Bayes play for?"
    },
    {
        "question": "Gerard Oliva played for Real Murcia during 2014 and 2015.Where was Gerard Oliva born?Where Gerard Oliva died?Where Gerard Oliva graduated?What other awards Gerard Oliva has received?What other institutions did Gerard Oliva work for?What other parties has Gerard Oliva been a member of at other times?which other clubs did Gerard Oliva play for?"
    },
    {
        "question": "Hélio Pinto played for Apollon Limassol during 2005 and 2006.Where was Hélio Pinto born?Where Hélio Pinto died?Where Hélio Pinto graduated?What other awards Hélio Pinto has received?What other institutions did Hélio Pinto work for?What other parties has Hélio Pinto been a member of at other times?which other clubs did Hélio Pinto play for?"
    },
    {
        "question": "Miguel Ângelo (footballer) played for Sporting Clube de Portugal B during 2003 and 2006.Where Miguel Ângelo (footballer) died?Where Miguel Ângelo (footballer) graduated?What other awards Miguel Ângelo (footballer) has received?What other institutions did Miguel Ângelo (footballer) work for?What other parties has Miguel Ângelo (footballer) been a member of at other times?which other clubs did Miguel Ângelo (footballer) play for?"
    },
    {
        "question": "Xavier Roca played for Villarreal CF during 1999 and 2002.Where Xavier Roca died?Where Xavier Roca graduated?What other awards Xavier Roca has received?What other institutions did Xavier Roca work for?What other parties has Xavier Roca been a member of at other times?which other clubs did Xavier Roca play for?"
    },
    {
        "question": "Ariza Makukula played for UD Salamanca during 2000 and 2002.Where Ariza Makukula died?Where Ariza Makukula graduated?What other awards Ariza Makukula has received?What other institutions did Ariza Makukula work for?What other parties has Ariza Makukula been a member of at other times?which other clubs did Ariza Makukula play for?"
    },
    {
        "question": "Sulley Muntari played for Ghana national football team during 2002 and 2014.Where was Sulley Muntari born?Where Sulley Muntari died?Where Sulley Muntari graduated?What other awards Sulley Muntari has received?What other institutions did Sulley Muntari work for?What other parties has Sulley Muntari been a member of at other times?which other clubs did Sulley Muntari play for?"
    },
    {
        "question": "Filipe Falardo played for Portugal national under-17 football team in 2001.Where was Filipe Falardo born?Where Filipe Falardo died?Where Filipe Falardo graduated?What other awards Filipe Falardo has received?What other institutions did Filipe Falardo work for?What other parties has Filipe Falardo been a member of at other times?which other clubs did Filipe Falardo play for?"
    },
    {
        "question": "Eamonn O'Keefe played for Wigan Athletic F.C. during 1982 and 1983.Where Eamonn O'Keefe died?Where Eamonn O'Keefe graduated?What other awards Eamonn O'Keefe has received?What other institutions did Eamonn O'Keefe work for?What other parties has Eamonn O'Keefe been a member of at other times?which other clubs did Eamonn O'Keefe play for?"
    },
    {
        "question": "Cândido Costa played for S.C. Braga during 2004 and 2006.Where was Cândido Costa born?Where Cândido Costa died?Where Cândido Costa graduated?What other awards Cândido Costa has received?What other institutions did Cândido Costa work for?What other parties has Cândido Costa been a member of at other times?which other clubs did Cândido Costa play for?"
    },
    {
        "question": "Diogo Fonseca played for RCD Mallorca B during 2007 and 2009.Where was Diogo Fonseca born?Where Diogo Fonseca died?Where Diogo Fonseca graduated?What other awards Diogo Fonseca has received?What other institutions did Diogo Fonseca work for?What other parties has Diogo Fonseca been a member of at other times?which other clubs did Diogo Fonseca play for?"
    },
    {
        "question": "Jesús Cabrero played for Burgos CF in 2005.Where was Jesús Cabrero born?Where Jesús Cabrero died?Where Jesús Cabrero graduated?What other awards Jesús Cabrero has received?What other institutions did Jesús Cabrero work for?What other parties has Jesús Cabrero been a member of at other times?which other clubs did Jesús Cabrero play for?"
    },
    {
        "question": "Giovanni Sio played for France national under-17 football team during 2004 and 2005.Where was Giovanni Sio born?Where Giovanni Sio died?Where Giovanni Sio graduated?What other awards Giovanni Sio has received?What other institutions did Giovanni Sio work for?What other parties has Giovanni Sio been a member of at other times?which other clubs did Giovanni Sio play for?"
    },
    {
        "question": "Albert Puigdollers played for Recreativo de Huelva in 2013.Where was Albert Puigdollers born?Where Albert Puigdollers died?Where Albert Puigdollers graduated?What other awards Albert Puigdollers has received?What other institutions did Albert Puigdollers work for?What other parties has Albert Puigdollers been a member of at other times?which other clubs did Albert Puigdollers play for?"
    },
    {
        "question": "Amido Baldé played for Hapoel Tel Aviv F.C. in 2015.Where was Amido Baldé born?Where Amido Baldé died?Where Amido Baldé graduated?What other awards Amido Baldé has received?What other institutions did Amido Baldé work for?What other parties has Amido Baldé been a member of at other times?which other clubs did Amido Baldé play for?"
    },
    {
        "question": "Aarón Ñíguez played for Valencia CF Mestalla during 2006 and 2007.Where was Aarón Ñíguez born?Where Aarón Ñíguez died?Where Aarón Ñíguez graduated?What other awards Aarón Ñíguez has received?What other institutions did Aarón Ñíguez work for?What other parties has Aarón Ñíguez been a member of at other times?which other clubs did Aarón Ñíguez play for?"
    },
    {
        "question": "Dudu Biton played for Maccabi Haifa F.C. in 2006.Where Dudu Biton died?Where Dudu Biton graduated?What other awards Dudu Biton has received?What other institutions did Dudu Biton work for?What other parties has Dudu Biton been a member of at other times?which other clubs did Dudu Biton play for?"
    },
    {
        "question": "Fran Mérida played for Arsenal F.C. during 2007 and 2010.Where Fran Mérida died?Where Fran Mérida graduated?What other awards Fran Mérida has received?What other institutions did Fran Mérida work for?What other parties has Fran Mérida been a member of at other times?which other clubs did Fran Mérida play for?"
    },
    {
        "question": "Benik Afobe played for Huddersfield Town A.F.C. during 2010 and 2011.Where was Benik Afobe born?Where Benik Afobe died?Where Benik Afobe graduated?What other awards Benik Afobe has received?What other institutions did Benik Afobe work for?What other parties has Benik Afobe been a member of at other times?which other clubs did Benik Afobe play for?"
    },
    {
        "question": "Paulo Alves played for C.S. Marítimo during 1992 and 1993.Where was Paulo Alves born?Where Paulo Alves died?Where Paulo Alves graduated?What other awards Paulo Alves has received?What other institutions did Paulo Alves work for?What other parties has Paulo Alves been a member of at other times?which other clubs did Paulo Alves play for?"
    },
    {
        "question": "Gisvi played for C.D. Fátima in 2005.Where was Gisvi born?Where Gisvi died?Where Gisvi graduated?What other awards Gisvi has received?What other institutions did Gisvi work for?What other parties has Gisvi been a member of at other times?which other clubs did Gisvi play for?"
    },
    {
        "question": "Ruslan Fomin played for FC Shakhtar-2 Donetsk in 2005.Where was Ruslan Fomin born?Where Ruslan Fomin died?Where Ruslan Fomin graduated?What other awards Ruslan Fomin has received?What other institutions did Ruslan Fomin work for?What other parties has Ruslan Fomin been a member of at other times?which other clubs did Ruslan Fomin play for?"
    },
    {
        "question": "Juanlu (footballer, born 1984) played for Spain national under-20 football team in 2003.Where was Juanlu (footballer, born 1984) born?Where Juanlu (footballer, born 1984) died?Where Juanlu (footballer, born 1984) graduated?What other awards Juanlu (footballer, born 1984) has received?What other institutions did Juanlu (footballer, born 1984) work for?What other parties has Juanlu (footballer, born 1984) been a member of at other times?which other clubs did Juanlu (footballer, born 1984) play for?"
    },
    {
        "question": "Scott Sinclair played for Plymouth Argyle F.C. in 2007.Where was Scott Sinclair born?Where Scott Sinclair died?Where Scott Sinclair graduated?What other awards Scott Sinclair has received?What other institutions did Scott Sinclair work for?What other parties has Scott Sinclair been a member of at other times?which other clubs did Scott Sinclair play for?"
    },
    {
        "question": "Dean Parrett played for Tottenham Hotspur F.C. during 2008 and 2013.Where Dean Parrett died?Where Dean Parrett graduated?What other awards Dean Parrett has received?What other institutions did Dean Parrett work for?What other parties has Dean Parrett been a member of at other times?which other clubs did Dean Parrett play for?"
    },
    {
        "question": "Thievy Bifouma played for West Bromwich Albion F.C. in 2014.Where was Thievy Bifouma born?Where Thievy Bifouma died?Where Thievy Bifouma graduated?What other awards Thievy Bifouma has received?What other institutions did Thievy Bifouma work for?What other parties has Thievy Bifouma been a member of at other times?which other clubs did Thievy Bifouma play for?"
    },
    {
        "question": "David Sánchez Parrilla played for CF Badalona during 2005 and 2007.Where was David Sánchez Parrilla born?Where David Sánchez Parrilla died?Where David Sánchez Parrilla graduated?What other awards David Sánchez Parrilla has received?What other institutions did David Sánchez Parrilla work for?What other parties has David Sánchez Parrilla been a member of at other times?which other clubs did David Sánchez Parrilla play for?"
    },
    {
        "question": "Joyce Moreno (footballer) played for Burgos CF during 2001 and 2002.Where was Joyce Moreno (footballer) born?Where Joyce Moreno (footballer) died?Where Joyce Moreno (footballer) graduated?What other awards Joyce Moreno (footballer) has received?What other institutions did Joyce Moreno (footballer) work for?What other parties has Joyce Moreno (footballer) been a member of at other times?which other clubs did Joyce Moreno (footballer) play for?"
    },
    {
        "question": "Paul Buckle played for Aldershot Town F.C. during 2002 and 2003.Where Paul Buckle died?Where Paul Buckle graduated?What other awards Paul Buckle has received?What other institutions did Paul Buckle work for?What other parties has Paul Buckle been a member of at other times?which other clubs did Paul Buckle play for?"
    },
    {
        "question": "Scott Carson played for Sheffield Wednesday F.C. in 2006.Where was Scott Carson born?Where Scott Carson died?Where Scott Carson graduated?What other awards Scott Carson has received?What other institutions did Scott Carson work for?What other parties has Scott Carson been a member of at other times?which other clubs did Scott Carson play for?"
    },
    {
        "question": "Jay Bothroyd played for Arsenal F.C. in 2000.Where Jay Bothroyd died?Where Jay Bothroyd graduated?What other awards Jay Bothroyd has received?What other institutions did Jay Bothroyd work for?What other parties has Jay Bothroyd been a member of at other times?which other clubs did Jay Bothroyd play for?"
    },
    {
        "question": "Will Johnson (soccer) played for Chicago Fire Soccer Club in 2005.Where Will Johnson (soccer) died?Where Will Johnson (soccer) graduated?What other awards Will Johnson (soccer) has received?What other institutions did Will Johnson (soccer) work for?What other parties has Will Johnson (soccer) been a member of at other times?which other clubs did Will Johnson (soccer) play for?"
    },
    {
        "question": "Alex McCarthy played for Leeds United F.C. during 2011 and 2012.Where Alex McCarthy died?Where Alex McCarthy graduated?What other awards Alex McCarthy has received?What other institutions did Alex McCarthy work for?What other parties has Alex McCarthy been a member of at other times?which other clubs did Alex McCarthy play for?"
    },
    {
        "question": "Marcello Trotta played for U.S. Avellino 1912 during 2015 and 2016.Where was Marcello Trotta born?Where Marcello Trotta died?Where Marcello Trotta graduated?What other awards Marcello Trotta has received?What other institutions did Marcello Trotta work for?What other parties has Marcello Trotta been a member of at other times?which other clubs did Marcello Trotta play for?"
    },
    {
        "question": "Pedro Mario Álvarez played for Atlético Madrid B during 2000 and 2001.Where was Pedro Mario Álvarez born?Where Pedro Mario Álvarez died?Where Pedro Mario Álvarez graduated?What other awards Pedro Mario Álvarez has received?What other institutions did Pedro Mario Álvarez work for?What other parties has Pedro Mario Álvarez been a member of at other times?which other clubs did Pedro Mario Álvarez play for?"
    },
    {
        "question": "Aleix Vidal played for Spain national football team in 2015.Where was Aleix Vidal born?Where Aleix Vidal died?Where Aleix Vidal graduated?What other awards Aleix Vidal has received?What other institutions did Aleix Vidal work for?What other parties has Aleix Vidal been a member of at other times?which other clubs did Aleix Vidal play for?"
    },
    {
        "question": "José Gonçalves (footballer) played for New England Revolution in 2013.Where José Gonçalves (footballer) died?Where José Gonçalves (footballer) graduated?What other awards José Gonçalves (footballer) has received?What other institutions did José Gonçalves (footballer) work for?What other parties has José Gonçalves (footballer) been a member of at other times?which other clubs did José Gonçalves (footballer) play for?"
    },
    {
        "question": "Pelé (footballer, born 1987) played for S.C. Salgueiros during 2004 and 2005.Where Pelé (footballer, born 1987) died?Where Pelé (footballer, born 1987) graduated?What other awards Pelé (footballer, born 1987) has received?What other institutions did Pelé (footballer, born 1987) work for?What other parties has Pelé (footballer, born 1987) been a member of at other times?which other clubs did Pelé (footballer, born 1987) play for?"
    },
    {
        "question": "Carlos Marques played for Sporting Clube de Portugal B during 2001 and 2006.Where Carlos Marques died?Where Carlos Marques graduated?What other awards Carlos Marques has received?What other institutions did Carlos Marques work for?What other parties has Carlos Marques been a member of at other times?which other clubs did Carlos Marques play for?"
    },
    {
        "question": "Aritz Solabarrieta played for UD Melilla during 2011 and 2012.Where was Aritz Solabarrieta born?Where Aritz Solabarrieta died?Where Aritz Solabarrieta graduated?What other awards Aritz Solabarrieta has received?What other institutions did Aritz Solabarrieta work for?What other parties has Aritz Solabarrieta been a member of at other times?which other clubs did Aritz Solabarrieta play for?"
    },
    {
        "question": "Iván Pérez Muñoz played for Real Madrid C.F. during 1996 and 1997.Where Iván Pérez Muñoz died?Where Iván Pérez Muñoz graduated?What other awards Iván Pérez Muñoz has received?What other institutions did Iván Pérez Muñoz work for?What other parties has Iván Pérez Muñoz been a member of at other times?which other clubs did Iván Pérez Muñoz play for?"
    },
    {
        "question": "Nathan Eccleston played for Rochdale A.F.C. in 2011.Where was Nathan Eccleston born?Where Nathan Eccleston died?Where Nathan Eccleston graduated?What other awards Nathan Eccleston has received?What other institutions did Nathan Eccleston work for?What other parties has Nathan Eccleston been a member of at other times?which other clubs did Nathan Eccleston play for?"
    },
    {
        "question": "Ben Gordon (footballer, born 1991) played for England national under-20 football team in 2011.Where Ben Gordon (footballer, born 1991) died?Where Ben Gordon (footballer, born 1991) graduated?What other awards Ben Gordon (footballer, born 1991) has received?What other institutions did Ben Gordon (footballer, born 1991) work for?What other parties has Ben Gordon (footballer, born 1991) been a member of at other times?which other clubs did Ben Gordon (footballer, born 1991) play for?"
    },
    {
        "question": "Stuart Lewis played for England national under-16 football team during 2002 and 2003.Where Stuart Lewis died?Where Stuart Lewis graduated?What other awards Stuart Lewis has received?What other institutions did Stuart Lewis work for?What other parties has Stuart Lewis been a member of at other times?which other clubs did Stuart Lewis play for?"
    },
    {
        "question": "José Luis Deus played for Deportivo de La Coruña B during 1995 and 1998.Where José Luis Deus died?Where José Luis Deus graduated?What other awards José Luis Deus has received?What other institutions did José Luis Deus work for?What other parties has José Luis Deus been a member of at other times?which other clubs did José Luis Deus play for?"
    },
    {
        "question": "Rafael van der Vaart played for Tottenham Hotspur F.C. during 2010 and 2012.Where was Rafael van der Vaart born?Where Rafael van der Vaart died?Where Rafael van der Vaart graduated?What other awards Rafael van der Vaart has received?What other institutions did Rafael van der Vaart work for?What other parties has Rafael van der Vaart been a member of at other times?which other clubs did Rafael van der Vaart play for?"
    },
    {
        "question": "Orlando Sá played for Portugal national football team in 2009.Where was Orlando Sá born?Where Orlando Sá died?Where Orlando Sá graduated?What other awards Orlando Sá has received?What other institutions did Orlando Sá work for?What other parties has Orlando Sá been a member of at other times?which other clubs did Orlando Sá play for?"
    },
    {
        "question": "Lee Morris (footballer) played for Hereford United F.C. during 2009 and 2010.Where Lee Morris (footballer) died?Where Lee Morris (footballer) graduated?What other awards Lee Morris (footballer) has received?What other institutions did Lee Morris (footballer) work for?What other parties has Lee Morris (footballer) been a member of at other times?which other clubs did Lee Morris (footballer) play for?"
    },
    {
        "question": "Ibrahima Sonko played for Stoke City F.C. during 2008 and 2011.Where was Ibrahima Sonko born?Where Ibrahima Sonko died?Where Ibrahima Sonko graduated?What other awards Ibrahima Sonko has received?What other institutions did Ibrahima Sonko work for?What other parties has Ibrahima Sonko been a member of at other times?which other clubs did Ibrahima Sonko play for?"
    },
    {
        "question": "Mauro Icardi played for U.C. Sampdoria during 2012 and 2013.Where was Mauro Icardi born?Where Mauro Icardi died?Where Mauro Icardi graduated?What other awards Mauro Icardi has received?What other institutions did Mauro Icardi work for?What other parties has Mauro Icardi been a member of at other times?which other clubs did Mauro Icardi play for?"
    },
    {
        "question": "Ahmed Deen played for Barnet F.C. during 2009 and 2010.Where was Ahmed Deen born?Where Ahmed Deen died?Where Ahmed Deen graduated?What other awards Ahmed Deen has received?What other institutions did Ahmed Deen work for?What other parties has Ahmed Deen been a member of at other times?which other clubs did Ahmed Deen play for?"
    },
    {
        "question": "Iván Zarandona played for Spain national under-18 football team in 1998.Where was Iván Zarandona born?Where Iván Zarandona died?Where Iván Zarandona graduated?What other awards Iván Zarandona has received?What other institutions did Iván Zarandona work for?What other parties has Iván Zarandona been a member of at other times?which other clubs did Iván Zarandona play for?"
    },
    {
        "question": "Mark Kennedy (footballer) played for Manchester City F.C. during 1999 and 2001.Where Mark Kennedy (footballer) died?Where Mark Kennedy (footballer) graduated?What other awards Mark Kennedy (footballer) has received?What other institutions did Mark Kennedy (footballer) work for?What other parties has Mark Kennedy (footballer) been a member of at other times?which other clubs did Mark Kennedy (footballer) play for?"
    },
    {
        "question": "Steve Pinau played for France national under-16 football team during 2004 and 2005.Where was Steve Pinau born?Where Steve Pinau died?Where Steve Pinau graduated?What other awards Steve Pinau has received?What other institutions did Steve Pinau work for?What other parties has Steve Pinau been a member of at other times?which other clubs did Steve Pinau play for?"
    },
    {
        "question": "Pavel Plaskonny played for Belarus national under-21 football team during 2004 and 2006.Where was Pavel Plaskonny born?Where Pavel Plaskonny died?Where Pavel Plaskonny graduated?What other awards Pavel Plaskonny has received?What other institutions did Pavel Plaskonny work for?What other parties has Pavel Plaskonny been a member of at other times?which other clubs did Pavel Plaskonny play for?"
    },
    {
        "question": "Albert Riera played for Manchester City F.C. in 2006.Where was Albert Riera born?Where Albert Riera died?Where Albert Riera graduated?What other awards Albert Riera has received?What other institutions did Albert Riera work for?What other parties has Albert Riera been a member of at other times?which other clubs did Albert Riera play for?"
    },
    {
        "question": "Hugo Leal played for UD Salamanca during 2009 and 2010.Where was Hugo Leal born?Where Hugo Leal died?Where Hugo Leal graduated?What other awards Hugo Leal has received?What other institutions did Hugo Leal work for?What other parties has Hugo Leal been a member of at other times?which other clubs did Hugo Leal play for?"
    },
    {
        "question": "Simon Church played for Yeovil Town F.C. in 2008.Where was Simon Church born?Where Simon Church died?Where Simon Church graduated?What other awards Simon Church has received?What other institutions did Simon Church work for?What other parties has Simon Church been a member of at other times?which other clubs did Simon Church play for?"
    },
    {
        "question": "Andrey Chernyshov played for Royal Antwerp F.C. in 1998.Where Andrey Chernyshov died?Where Andrey Chernyshov graduated?What other awards Andrey Chernyshov has received?What other institutions did Andrey Chernyshov work for?What other parties has Andrey Chernyshov been a member of at other times?which other clubs did Andrey Chernyshov play for?"
    },
    {
        "question": "Ritchie Kitoko played for Albacete Balompié during 2008 and 2009.Where Ritchie Kitoko died?Where Ritchie Kitoko graduated?What other awards Ritchie Kitoko has received?What other institutions did Ritchie Kitoko work for?What other parties has Ritchie Kitoko been a member of at other times?which other clubs did Ritchie Kitoko play for?"
    },
    {
        "question": "Stephen Maher (footballer) played for Shelbourne F.C. during 2003 and 2004.Where Stephen Maher (footballer) died?Where Stephen Maher (footballer) graduated?What other awards Stephen Maher (footballer) has received?What other institutions did Stephen Maher (footballer) work for?What other parties has Stephen Maher (footballer) been a member of at other times?which other clubs did Stephen Maher (footballer) play for?"
    },
    {
        "question": "Curro Montoya played for Spain national under-18 football team during 1993 and 1995.Where was Curro Montoya born?Where Curro Montoya died?Where Curro Montoya graduated?What other awards Curro Montoya has received?What other institutions did Curro Montoya work for?What other parties has Curro Montoya been a member of at other times?which other clubs did Curro Montoya play for?"
    },
    {
        "question": "Júlio César (football goalkeeper, born 1979) played for Clube de Regatas do Flamengo during 1998 and 2005.Where Júlio César (football goalkeeper, born 1979) died?Where Júlio César (football goalkeeper, born 1979) graduated?What other awards Júlio César (football goalkeeper, born 1979) has received?What other institutions did Júlio César (football goalkeeper, born 1979) work for?What other parties has Júlio César (football goalkeeper, born 1979) been a member of at other times?which other clubs did Júlio César (football goalkeeper, born 1979) play for?"
    },
    {
        "question": "Gregg Wylde played for Plymouth Argyle F.C. during 2015 and 2016.Where was Gregg Wylde born?Where Gregg Wylde died?Where Gregg Wylde graduated?What other awards Gregg Wylde has received?What other institutions did Gregg Wylde work for?What other parties has Gregg Wylde been a member of at other times?which other clubs did Gregg Wylde play for?"
    },
    {
        "question": "David Caiado played for Zagłębie Lubin in 2009.Where was David Caiado born?Where David Caiado died?Where David Caiado graduated?What other awards David Caiado has received?What other institutions did David Caiado work for?What other parties has David Caiado been a member of at other times?which other clubs did David Caiado play for?"
    },
    {
        "question": "Nabil Baha played for Málaga CF during 2007 and 2011.Where was Nabil Baha born?Where Nabil Baha died?Where Nabil Baha graduated?What other awards Nabil Baha has received?What other institutions did Nabil Baha work for?What other parties has Nabil Baha been a member of at other times?which other clubs did Nabil Baha play for?"
    },
    {
        "question": "Jorge Gotor played for CD Atlético Baleares in 2012.Where was Jorge Gotor born?Where Jorge Gotor died?Where Jorge Gotor graduated?What other awards Jorge Gotor has received?What other institutions did Jorge Gotor work for?What other parties has Jorge Gotor been a member of at other times?which other clubs did Jorge Gotor play for?"
    },
    {
        "question": "Dani Mallo played for Deportivo de La Coruña B during 1997 and 2001.Where was Dani Mallo born?Where Dani Mallo died?Where Dani Mallo graduated?What other awards Dani Mallo has received?What other institutions did Dani Mallo work for?What other parties has Dani Mallo been a member of at other times?which other clubs did Dani Mallo play for?"
    },
    {
        "question": "Nikica Jelavić played for Croatia national football team during 2009 and 2014.Where was Nikica Jelavić born?Where Nikica Jelavić died?Where Nikica Jelavić graduated?What other awards Nikica Jelavić has received?What other institutions did Nikica Jelavić work for?What other parties has Nikica Jelavić been a member of at other times?which other clubs did Nikica Jelavić play for?"
    },
    {
        "question": "Fernando Lopes Alcântara played for Esporte Clube Vitória during 1997 and 2000.Where Fernando Lopes Alcântara died?Where Fernando Lopes Alcântara graduated?What other awards Fernando Lopes Alcântara has received?What other institutions did Fernando Lopes Alcântara work for?What other parties has Fernando Lopes Alcântara been a member of at other times?which other clubs did Fernando Lopes Alcântara play for?"
    },
    {
        "question": "João Paulo Pinto Ribeiro played for C.D. Feirense in 2000.Where João Paulo Pinto Ribeiro died?Where João Paulo Pinto Ribeiro graduated?What other awards João Paulo Pinto Ribeiro has received?What other institutions did João Paulo Pinto Ribeiro work for?What other parties has João Paulo Pinto Ribeiro been a member of at other times?which other clubs did João Paulo Pinto Ribeiro play for?"
    },
    {
        "question": "Daniel Candeias played for Rio Ave F.C. in 2009.Where was Daniel Candeias born?Where Daniel Candeias died?Where Daniel Candeias graduated?What other awards Daniel Candeias has received?What other institutions did Daniel Candeias work for?What other parties has Daniel Candeias been a member of at other times?which other clubs did Daniel Candeias play for?"
    },
    {
        "question": "Dentinho played for FC Shakhtar Donetsk in 2011.Where Dentinho died?Where Dentinho graduated?What other awards Dentinho has received?What other institutions did Dentinho work for?What other parties has Dentinho been a member of at other times?which other clubs did Dentinho play for?"
    },
    {
        "question": "Mikel Arteta played for FC Barcelona C in 1999.Where was Mikel Arteta born?Where Mikel Arteta died?Where Mikel Arteta graduated?What other awards Mikel Arteta has received?What other institutions did Mikel Arteta work for?What other parties has Mikel Arteta been a member of at other times?which other clubs did Mikel Arteta play for?"
    },
    {
        "question": "Iago Falque played for Juventus F.C. during 2010 and 2011.Where Iago Falque died?Where Iago Falque graduated?What other awards Iago Falque has received?What other institutions did Iago Falque work for?What other parties has Iago Falque been a member of at other times?which other clubs did Iago Falque play for?"
    },
    {
        "question": "Zoltán Stieber played for SpVgg Greuther Fürth during 2012 and 2014.Where was Zoltán Stieber born?Where Zoltán Stieber died?Where Zoltán Stieber graduated?What other awards Zoltán Stieber has received?What other institutions did Zoltán Stieber work for?What other parties has Zoltán Stieber been a member of at other times?which other clubs did Zoltán Stieber play for?"
    },
    {
        "question": "Manuel Curto played for Portugal national under-20 football team in 2006.Where was Manuel Curto born?Where Manuel Curto died?Where Manuel Curto graduated?What other awards Manuel Curto has received?What other institutions did Manuel Curto work for?What other parties has Manuel Curto been a member of at other times?which other clubs did Manuel Curto play for?"
    },
    {
        "question": "Oleksiy Antonov played for FC Kryvbas Kryvyi Rih during 2012 and 2013.Where was Oleksiy Antonov born?Where Oleksiy Antonov died?Where Oleksiy Antonov graduated?What other awards Oleksiy Antonov has received?What other institutions did Oleksiy Antonov work for?What other parties has Oleksiy Antonov been a member of at other times?which other clubs did Oleksiy Antonov play for?"
    },
    {
        "question": "Francisco Gallardo played for Real Murcia during 2006 and 2007.Where Francisco Gallardo died?Where Francisco Gallardo graduated?What other awards Francisco Gallardo has received?What other institutions did Francisco Gallardo work for?What other parties has Francisco Gallardo been a member of at other times?which other clubs did Francisco Gallardo play for?"
    },
    {
        "question": "Paul Gascoigne played for Burnley F.C. in 2002.Where was Paul Gascoigne born?Where Paul Gascoigne died?Where Paul Gascoigne graduated?What other awards Paul Gascoigne has received?What other institutions did Paul Gascoigne work for?What other parties has Paul Gascoigne been a member of at other times?which other clubs did Paul Gascoigne play for?"
    },
    {
        "question": "Curtis Obeng played for Swansea City A.F.C. during 2012 and 2015.Where was Curtis Obeng born?Where Curtis Obeng died?Where Curtis Obeng graduated?What other awards Curtis Obeng has received?What other institutions did Curtis Obeng work for?What other parties has Curtis Obeng been a member of at other times?which other clubs did Curtis Obeng play for?"
    },
    {
        "question": "Vadims Gospodars played for Latvia national under-21 football team during 2002 and 2004.Where was Vadims Gospodars born?Where Vadims Gospodars died?Where Vadims Gospodars graduated?What other awards Vadims Gospodars has received?What other institutions did Vadims Gospodars work for?What other parties has Vadims Gospodars been a member of at other times?which other clubs did Vadims Gospodars play for?"
    },
    {
        "question": "Bruno Moreira played for C.D. Nacional during 2012 and 2014.Where Bruno Moreira died?Where Bruno Moreira graduated?What other awards Bruno Moreira has received?What other institutions did Bruno Moreira work for?What other parties has Bruno Moreira been a member of at other times?which other clubs did Bruno Moreira play for?"
    },
    {
        "question": "Iván Amaya played for Spain national under-21 football team in 2000.Where Iván Amaya died?Where Iván Amaya graduated?What other awards Iván Amaya has received?What other institutions did Iván Amaya work for?What other parties has Iván Amaya been a member of at other times?which other clubs did Iván Amaya play for?"
    },
    {
        "question": "Dani García (footballer, born 1974) played for Real Madrid Castilla during 1993 and 1995.Where was Dani García (footballer, born 1974) born?Where Dani García (footballer, born 1974) died?Where Dani García (footballer, born 1974) graduated?What other awards Dani García (footballer, born 1974) has received?What other institutions did Dani García (footballer, born 1974) work for?What other parties has Dani García (footballer, born 1974) been a member of at other times?which other clubs did Dani García (footballer, born 1974) play for?"
    },
    {
        "question": "Miguel Ángel Tena played for CD Lugo during 2013 and 2014.Where was Miguel Ángel Tena born?Where Miguel Ángel Tena died?Where Miguel Ángel Tena graduated?What other awards Miguel Ángel Tena has received?What other institutions did Miguel Ángel Tena work for?What other parties has Miguel Ángel Tena been a member of at other times?which other clubs did Miguel Ángel Tena play for?"
    },
    {
        "question": "Terry Dunfield played for Oldham Athletic A.F.C. in 2014.Where Terry Dunfield died?Where Terry Dunfield graduated?What other awards Terry Dunfield has received?What other institutions did Terry Dunfield work for?What other parties has Terry Dunfield been a member of at other times?which other clubs did Terry Dunfield play for?"
    },
    {
        "question": "Kevin Sharp (footballer) played for Huddersfield Town A.F.C. during 2002 and 2003.Where was Kevin Sharp (footballer) born?Where Kevin Sharp (footballer) died?Where Kevin Sharp (footballer) graduated?What other awards Kevin Sharp (footballer) has received?What other institutions did Kevin Sharp (footballer) work for?What other parties has Kevin Sharp (footballer) been a member of at other times?which other clubs did Kevin Sharp (footballer) play for?"
    },
    {
        "question": "Óscar Arpón played for UD Salamanca during 2004 and 2007.Where was Óscar Arpón born?Where Óscar Arpón died?Where Óscar Arpón graduated?What other awards Óscar Arpón has received?What other institutions did Óscar Arpón work for?What other parties has Óscar Arpón been a member of at other times?which other clubs did Óscar Arpón play for?"
    },
    {
        "question": "Chris Kettings played for Hyde United F.C. in 2014.Where Chris Kettings died?Where Chris Kettings graduated?What other awards Chris Kettings has received?What other institutions did Chris Kettings work for?What other parties has Chris Kettings been a member of at other times?which other clubs did Chris Kettings play for?"
    },
    {
        "question": "Edin Džeko played for A.S. Roma during 2015 and 2016.Where Edin Džeko died?Where Edin Džeko graduated?What other awards Edin Džeko has received?What other institutions did Edin Džeko work for?What other parties has Edin Džeko been a member of at other times?which other clubs did Edin Džeko play for?"
    },
    {
        "question": "Darren Randolph played for Republic of Ireland national under-17 football team in 2003.Where was Darren Randolph born?Where Darren Randolph died?Where Darren Randolph graduated?What other awards Darren Randolph has received?What other institutions did Darren Randolph work for?What other parties has Darren Randolph been a member of at other times?which other clubs did Darren Randolph play for?"
    },
    {
        "question": "Emmanuel Duah played for Ghana national under-20 football team in 1993.Where was Emmanuel Duah born?Where Emmanuel Duah died?Where Emmanuel Duah graduated?What other awards Emmanuel Duah has received?What other institutions did Emmanuel Duah work for?What other parties has Emmanuel Duah been a member of at other times?which other clubs did Emmanuel Duah play for?"
    },
    {
        "question": "Moses Ashikodi played for Shrewsbury Town F.C. in 2009.Where was Moses Ashikodi born?Where Moses Ashikodi died?Where Moses Ashikodi graduated?What other awards Moses Ashikodi has received?What other institutions did Moses Ashikodi work for?What other parties has Moses Ashikodi been a member of at other times?which other clubs did Moses Ashikodi play for?"
    },
    {
        "question": "Bruninho (footballer, born 1986) played for Sporting Clube de Portugal during 2005 and 2006.Where was Bruninho (footballer, born 1986) born?Where Bruninho (footballer, born 1986) died?Where Bruninho (footballer, born 1986) graduated?What other awards Bruninho (footballer, born 1986) has received?What other institutions did Bruninho (footballer, born 1986) work for?What other parties has Bruninho (footballer, born 1986) been a member of at other times?which other clubs did Bruninho (footballer, born 1986) play for?"
    },
    {
        "question": "Fabio Bazzani played for U.C. Sampdoria during 2002 and 2007.Where was Fabio Bazzani born?Where Fabio Bazzani died?Where Fabio Bazzani graduated?What other awards Fabio Bazzani has received?What other institutions did Fabio Bazzani work for?What other parties has Fabio Bazzani been a member of at other times?which other clubs did Fabio Bazzani play for?"
    },
    {
        "question": "José Ángel Crespo played for Sevilla Atlético during 2005 and 2007.Where was José Ángel Crespo born?Where José Ángel Crespo died?Where José Ángel Crespo graduated?What other awards José Ángel Crespo has received?What other institutions did José Ángel Crespo work for?What other parties has José Ángel Crespo been a member of at other times?which other clubs did José Ángel Crespo play for?"
    },
    {
        "question": "Abdulai Bell-Baggie played for Crawley Town F.C. during 2010 and 2011.Where was Abdulai Bell-Baggie born?Where Abdulai Bell-Baggie died?Where Abdulai Bell-Baggie graduated?What other awards Abdulai Bell-Baggie has received?What other institutions did Abdulai Bell-Baggie work for?What other parties has Abdulai Bell-Baggie been a member of at other times?which other clubs did Abdulai Bell-Baggie play for?"
    },
    {
        "question": "Hélder Barbosa played for UD Almería during 2013 and 2014.Where was Hélder Barbosa born?Where Hélder Barbosa died?Where Hélder Barbosa graduated?What other awards Hélder Barbosa has received?What other institutions did Hélder Barbosa work for?What other parties has Hélder Barbosa been a member of at other times?which other clubs did Hélder Barbosa play for?"
    },
    {
        "question": "Luís Zambujo played for Clube Oriental de Lisboa in 2009.Where was Luís Zambujo born?Where Luís Zambujo died?Where Luís Zambujo graduated?What other awards Luís Zambujo has received?What other institutions did Luís Zambujo work for?What other parties has Luís Zambujo been a member of at other times?which other clubs did Luís Zambujo play for?"
    },
    {
        "question": "Mike Newell (footballer) played for West Ham United F.C. in 1997.Where Mike Newell (footballer) died?Where Mike Newell (footballer) graduated?What other awards Mike Newell (footballer) has received?What other institutions did Mike Newell (footballer) work for?What other parties has Mike Newell (footballer) been a member of at other times?which other clubs did Mike Newell (footballer) play for?"
    },
    {
        "question": "Sean Thornton played for Doncaster Rovers F.C. during 2005 and 2007.Where was Sean Thornton born?Where Sean Thornton died?Where Sean Thornton graduated?What other awards Sean Thornton has received?What other institutions did Sean Thornton work for?What other parties has Sean Thornton been a member of at other times?which other clubs did Sean Thornton play for?"
    },
    {
        "question": "José Manuel Casado played for FC Barcelona during 2001 and 2004.Where was José Manuel Casado born?Where José Manuel Casado died?Where José Manuel Casado graduated?What other awards José Manuel Casado has received?What other institutions did José Manuel Casado work for?What other parties has José Manuel Casado been a member of at other times?which other clubs did José Manuel Casado play for?"
    },
    {
        "question": "Rhys Taylor played for Preston North End F.C. in 2013.Where was Rhys Taylor born?Where Rhys Taylor died?Where Rhys Taylor graduated?What other awards Rhys Taylor has received?What other institutions did Rhys Taylor work for?What other parties has Rhys Taylor been a member of at other times?which other clubs did Rhys Taylor play for?"
    },
    {
        "question": "Sergio Torres Guardeño played for Spain national under-19 football team during 2002 and 2003.Where was Sergio Torres Guardeño born?Where Sergio Torres Guardeño died?Where Sergio Torres Guardeño graduated?What other awards Sergio Torres Guardeño has received?What other institutions did Sergio Torres Guardeño work for?What other parties has Sergio Torres Guardeño been a member of at other times?which other clubs did Sergio Torres Guardeño play for?"
    },
    {
        "question": "Chris Woods played for Reading F.C. in 1995.Where was Chris Woods born?Where Chris Woods died?Where Chris Woods graduated?What other awards Chris Woods has received?What other institutions did Chris Woods work for?What other parties has Chris Woods been a member of at other times?which other clubs did Chris Woods play for?"
    },
    {
        "question": "Matt Smith (footballer, born 1989) played for Solihull Moors F.C. in 2011.Where Matt Smith (footballer, born 1989) died?Where Matt Smith (footballer, born 1989) graduated?What other awards Matt Smith (footballer, born 1989) has received?What other institutions did Matt Smith (footballer, born 1989) work for?What other parties has Matt Smith (footballer, born 1989) been a member of at other times?which other clubs did Matt Smith (footballer, born 1989) play for?"
    },
    {
        "question": "Mauricio Aceves played for F.C. Paços de Ferreira during 1992 and 1993.Where Mauricio Aceves died?Where Mauricio Aceves graduated?What other awards Mauricio Aceves has received?What other institutions did Mauricio Aceves work for?What other parties has Mauricio Aceves been a member of at other times?which other clubs did Mauricio Aceves play for?"
    },
    {
        "question": "Alon Mizrahi played for Hapoel Kfar Saba F.C. during 2001 and 2003.Where Alon Mizrahi died?Where Alon Mizrahi graduated?What other awards Alon Mizrahi has received?What other institutions did Alon Mizrahi work for?What other parties has Alon Mizrahi been a member of at other times?which other clubs did Alon Mizrahi play for?"
    },
    {
        "question": "Sinan Bolat played for Standard Liège during 2009 and 2013.Where Sinan Bolat died?Where Sinan Bolat graduated?What other awards Sinan Bolat has received?What other institutions did Sinan Bolat work for?What other parties has Sinan Bolat been a member of at other times?which other clubs did Sinan Bolat play for?"
    },
    {
        "question": "Osei Sankofa played for Southend United F.C. during 2008 and 2010.Where was Osei Sankofa born?Where Osei Sankofa died?Where Osei Sankofa graduated?What other awards Osei Sankofa has received?What other institutions did Osei Sankofa work for?What other parties has Osei Sankofa been a member of at other times?which other clubs did Osei Sankofa play for?"
    },
    {
        "question": "Chris Waddle played for Torquay United F.C. in 1998.Where Chris Waddle died?Where Chris Waddle graduated?What other awards Chris Waddle has received?What other institutions did Chris Waddle work for?What other parties has Chris Waddle been a member of at other times?which other clubs did Chris Waddle play for?"
    },
    {
        "question": "Danny Collins (footballer) played for Rotherham United F.C. during 2015 and 2016.Where Danny Collins (footballer) died?Where Danny Collins (footballer) graduated?What other awards Danny Collins (footballer) has received?What other institutions did Danny Collins (footballer) work for?What other parties has Danny Collins (footballer) been a member of at other times?which other clubs did Danny Collins (footballer) play for?"
    },
    {
        "question": "Gavin Hoyte played for Brighton & Hove Albion F.C. during 2009 and 2010.Where Gavin Hoyte died?Where Gavin Hoyte graduated?What other awards Gavin Hoyte has received?What other institutions did Gavin Hoyte work for?What other parties has Gavin Hoyte been a member of at other times?which other clubs did Gavin Hoyte play for?"
    },
    {
        "question": "Luís Lourenço played for Portugal national under-20 football team during 2001 and 2003.Where Luís Lourenço died?Where Luís Lourenço graduated?What other awards Luís Lourenço has received?What other institutions did Luís Lourenço work for?What other parties has Luís Lourenço been a member of at other times?which other clubs did Luís Lourenço play for?"
    },
    {
        "question": "Thomas Christiansen played for FC Barcelona during 1993 and 1996.Where was Thomas Christiansen born?Where Thomas Christiansen died?Where Thomas Christiansen graduated?What other awards Thomas Christiansen has received?What other institutions did Thomas Christiansen work for?What other parties has Thomas Christiansen been a member of at other times?which other clubs did Thomas Christiansen play for?"
    },
    {
        "question": "Ryan Bertrand played for England national under-19 football team during 2006 and 2008.Where was Ryan Bertrand born?Where Ryan Bertrand died?Where Ryan Bertrand graduated?What other awards Ryan Bertrand has received?What other institutions did Ryan Bertrand work for?What other parties has Ryan Bertrand been a member of at other times?which other clubs did Ryan Bertrand play for?"
    },
    {
        "question": "Paddy McCourt played for Rochdale A.F.C. during 2001 and 2005.Where was Paddy McCourt born?Where Paddy McCourt died?Where Paddy McCourt graduated?What other awards Paddy McCourt has received?What other institutions did Paddy McCourt work for?What other parties has Paddy McCourt been a member of at other times?which other clubs did Paddy McCourt play for?"
    },
    {
        "question": "Tonel played for C.S. Marítimo during 2004 and 2005.Where was Tonel born?Where Tonel died?Where Tonel graduated?What other awards Tonel has received?What other institutions did Tonel work for?What other parties has Tonel been a member of at other times?which other clubs did Tonel play for?"
    },
    {
        "question": "Jacobo Campos played for Spain national under-16 football team in 1998.Where Jacobo Campos died?Where Jacobo Campos graduated?What other awards Jacobo Campos has received?What other institutions did Jacobo Campos work for?What other parties has Jacobo Campos been a member of at other times?which other clubs did Jacobo Campos play for?"
    },
    {
        "question": "Miguel Ángel Luque played for RCD Espanyol during 2000 and 2004.Where was Miguel Ángel Luque born?Where Miguel Ángel Luque died?Where Miguel Ángel Luque graduated?What other awards Miguel Ángel Luque has received?What other institutions did Miguel Ángel Luque work for?What other parties has Miguel Ángel Luque been a member of at other times?which other clubs did Miguel Ángel Luque play for?"
    },
    {
        "question": "Joan Verdú played for FC Barcelona C in 2002.Where Joan Verdú died?Where Joan Verdú graduated?What other awards Joan Verdú has received?What other institutions did Joan Verdú work for?What other parties has Joan Verdú been a member of at other times?which other clubs did Joan Verdú play for?"
    },
    {
        "question": "Javi Moreno played for Spain national under-18 football team during 1992 and 1993.Where was Javi Moreno born?Where Javi Moreno died?Where Javi Moreno graduated?What other awards Javi Moreno has received?What other institutions did Javi Moreno work for?What other parties has Javi Moreno been a member of at other times?which other clubs did Javi Moreno play for?"
    },
    {
        "question": "Reece Brown played for Ipswich Town F.C. in 2013.Where Reece Brown died?Where Reece Brown graduated?What other awards Reece Brown has received?What other institutions did Reece Brown work for?What other parties has Reece Brown been a member of at other times?which other clubs did Reece Brown play for?"
    },
    {
        "question": "Antonio Puche played for Elche CF during 1988 and 1992.Where was Antonio Puche born?Where Antonio Puche died?Where Antonio Puche graduated?What other awards Antonio Puche has received?What other institutions did Antonio Puche work for?What other parties has Antonio Puche been a member of at other times?which other clubs did Antonio Puche play for?"
    },
    {
        "question": "Pedro Matías played for CD Logroñés during 1997 and 1998.Where Pedro Matías died?Where Pedro Matías graduated?What other awards Pedro Matías has received?What other institutions did Pedro Matías work for?What other parties has Pedro Matías been a member of at other times?which other clubs did Pedro Matías play for?"
    },
    {
        "question": "Drago Gabrić played for Trabzonspor during 2009 and 2011.Where Drago Gabrić died?Where Drago Gabrić graduated?What other awards Drago Gabrić has received?What other institutions did Drago Gabrić work for?What other parties has Drago Gabrić been a member of at other times?which other clubs did Drago Gabrić play for?"
    },
    {
        "question": "Agostinho (footballer) played for Polideportivo Ejido during 2003 and 2004.Where was Agostinho (footballer) born?Where Agostinho (footballer) died?Where Agostinho (footballer) graduated?What other awards Agostinho (footballer) has received?What other institutions did Agostinho (footballer) work for?What other parties has Agostinho (footballer) been a member of at other times?which other clubs did Agostinho (footballer) play for?"
    },
    {
        "question": "Jesús Berrocal played for Racing de Santander in 2009.Where was Jesús Berrocal born?Where Jesús Berrocal died?Where Jesús Berrocal graduated?What other awards Jesús Berrocal has received?What other institutions did Jesús Berrocal work for?What other parties has Jesús Berrocal been a member of at other times?which other clubs did Jesús Berrocal play for?"
    },
    {
        "question": "Andrea Carnevale played for Cagliari Calcio in 1983.Where was Andrea Carnevale born?Where Andrea Carnevale died?Where Andrea Carnevale graduated?What other awards Andrea Carnevale has received?What other institutions did Andrea Carnevale work for?What other parties has Andrea Carnevale been a member of at other times?which other clubs did Andrea Carnevale play for?"
    },
    {
        "question": "Djibril Cissé played for Panathinaikos F.C. during 2009 and 2011.Where Djibril Cissé died?Where Djibril Cissé graduated?What other awards Djibril Cissé has received?What other institutions did Djibril Cissé work for?What other parties has Djibril Cissé been a member of at other times?which other clubs did Djibril Cissé play for?"
    },
    {
        "question": "Franck Moussa played for Wycombe Wanderers F.C. in 2008.Where Franck Moussa died?Where Franck Moussa graduated?What other awards Franck Moussa has received?What other institutions did Franck Moussa work for?What other parties has Franck Moussa been a member of at other times?which other clubs did Franck Moussa play for?"
    },
    {
        "question": "Beto (footballer, born 1982) played for Sporting Clube de Portugal B during 2001 and 2004.Where Beto (footballer, born 1982) died?Where Beto (footballer, born 1982) graduated?What other awards Beto (footballer, born 1982) has received?What other institutions did Beto (footballer, born 1982) work for?What other parties has Beto (footballer, born 1982) been a member of at other times?which other clubs did Beto (footballer, born 1982) play for?"
    },
    {
        "question": "Jordon Mutch played for Derby County F.C. in 2007.Where was Jordon Mutch born?Where Jordon Mutch died?Where Jordon Mutch graduated?What other awards Jordon Mutch has received?What other institutions did Jordon Mutch work for?What other parties has Jordon Mutch been a member of at other times?which other clubs did Jordon Mutch play for?"
    },
    {
        "question": "Charlie Taylor (footballer, born 1985) played for Sutton United F.C. during 2009 and 2010.Where Charlie Taylor (footballer, born 1985) died?Where Charlie Taylor (footballer, born 1985) graduated?What other awards Charlie Taylor (footballer, born 1985) has received?What other institutions did Charlie Taylor (footballer, born 1985) work for?What other parties has Charlie Taylor (footballer, born 1985) been a member of at other times?which other clubs did Charlie Taylor (footballer, born 1985) play for?"
    },
    {
        "question": "David Rodríguez Sánchez played for UD Las Palmas in 2006.Where was David Rodríguez Sánchez born?Where David Rodríguez Sánchez died?Where David Rodríguez Sánchez graduated?What other awards David Rodríguez Sánchez has received?What other institutions did David Rodríguez Sánchez work for?What other parties has David Rodríguez Sánchez been a member of at other times?which other clubs did David Rodríguez Sánchez play for?"
    },
    {
        "question": "Rashid Yussuff played for Gillingham F.C. during 2009 and 2010.Where was Rashid Yussuff born?Where Rashid Yussuff died?Where Rashid Yussuff graduated?What other awards Rashid Yussuff has received?What other institutions did Rashid Yussuff work for?What other parties has Rashid Yussuff been a member of at other times?which other clubs did Rashid Yussuff play for?"
    },
    {
        "question": "Yossi Benayoun played for Racing de Santander during 2002 and 2005.Where was Yossi Benayoun born?Where Yossi Benayoun died?Where Yossi Benayoun graduated?What other awards Yossi Benayoun has received?What other institutions did Yossi Benayoun work for?What other parties has Yossi Benayoun been a member of at other times?which other clubs did Yossi Benayoun play for?"
    },
    {
        "question": "Gerry Peyton played for Burnley F.C. during 1975 and 1977.Where Gerry Peyton died?Where Gerry Peyton graduated?What other awards Gerry Peyton has received?What other institutions did Gerry Peyton work for?What other parties has Gerry Peyton been a member of at other times?which other clubs did Gerry Peyton play for?"
    },
    {
        "question": "Andros Townsend played for Ipswich Town F.C. in 2010.Where Andros Townsend died?Where Andros Townsend graduated?What other awards Andros Townsend has received?What other institutions did Andros Townsend work for?What other parties has Andros Townsend been a member of at other times?which other clubs did Andros Townsend play for?"
    },
    {
        "question": "Borko Veselinović played for FK Rad in 2014.Where was Borko Veselinović born?Where Borko Veselinović died?Where Borko Veselinović graduated?What other awards Borko Veselinović has received?What other institutions did Borko Veselinović work for?What other parties has Borko Veselinović been a member of at other times?which other clubs did Borko Veselinović play for?"
    },
    {
        "question": "James Hurst (footballer) played for Portsmouth F.C. during 2008 and 2010.Where was James Hurst (footballer) born?Where James Hurst (footballer) died?Where James Hurst (footballer) graduated?What other awards James Hurst (footballer) has received?What other institutions did James Hurst (footballer) work for?What other parties has James Hurst (footballer) been a member of at other times?which other clubs did James Hurst (footballer) play for?"
    },
    {
        "question": "Stefan Nikolić played for FK Partizan during 2004 and 2005.Where was Stefan Nikolić born?Where Stefan Nikolić died?Where Stefan Nikolić graduated?What other awards Stefan Nikolić has received?What other institutions did Stefan Nikolić work for?What other parties has Stefan Nikolić been a member of at other times?which other clubs did Stefan Nikolić play for?"
    },
    {
        "question": "José Barkero played for Spain national under-21 football team during 1999 and 2000.Where was José Barkero born?Where José Barkero died?Where José Barkero graduated?What other awards José Barkero has received?What other institutions did José Barkero work for?What other parties has José Barkero been a member of at other times?which other clubs did José Barkero play for?"
    },
    {
        "question": "Danny Murphy (footballer, born 1977) played for Liverpool F.C. during 1997 and 2004.Where Danny Murphy (footballer, born 1977) died?Where Danny Murphy (footballer, born 1977) graduated?What other awards Danny Murphy (footballer, born 1977) has received?What other institutions did Danny Murphy (footballer, born 1977) work for?What other parties has Danny Murphy (footballer, born 1977) been a member of at other times?which other clubs did Danny Murphy (footballer, born 1977) play for?"
    },
    {
        "question": "David Bevan (footballer) played for Aston Villa F.C. during 2008 and 2010.Where David Bevan (footballer) died?Where David Bevan (footballer) graduated?What other awards David Bevan (footballer) has received?What other institutions did David Bevan (footballer) work for?What other parties has David Bevan (footballer) been a member of at other times?which other clubs did David Bevan (footballer) play for?"
    },
    {
        "question": "Alberto García (Spanish footballer) played for Villarreal CF B during 2005 and 2006.Where Alberto García (Spanish footballer) died?Where Alberto García (Spanish footballer) graduated?What other awards Alberto García (Spanish footballer) has received?What other institutions did Alberto García (Spanish footballer) work for?What other parties has Alberto García (Spanish footballer) been a member of at other times?which other clubs did Alberto García (Spanish footballer) play for?"
    },
    {
        "question": "Francesco Totti played for Italy national under-19 football team during 1993 and 1995.Where Francesco Totti died?Where Francesco Totti graduated?What other awards Francesco Totti has received?What other institutions did Francesco Totti work for?What other parties has Francesco Totti been a member of at other times?which other clubs did Francesco Totti play for?"
    },
    {
        "question": "Tomasz Zdebel played for Alemannia Aachen during 2010 and 2011.Where was Tomasz Zdebel born?Where Tomasz Zdebel died?Where Tomasz Zdebel graduated?What other awards Tomasz Zdebel has received?What other institutions did Tomasz Zdebel work for?What other parties has Tomasz Zdebel been a member of at other times?which other clubs did Tomasz Zdebel play for?"
    },
    {
        "question": "Jorge Cadete played for Vitória F.C. during 1988 and 1989.Where was Jorge Cadete born?Where Jorge Cadete died?Where Jorge Cadete graduated?What other awards Jorge Cadete has received?What other institutions did Jorge Cadete work for?What other parties has Jorge Cadete been a member of at other times?which other clubs did Jorge Cadete play for?"
    },
    {
        "question": "Goran Popov played for AEK Athens F.C. in 2004.Where was Goran Popov born?Where Goran Popov died?Where Goran Popov graduated?What other awards Goran Popov has received?What other institutions did Goran Popov work for?What other parties has Goran Popov been a member of at other times?which other clubs did Goran Popov play for?"
    },
    {
        "question": "Fernando Alexandre played for S.L. Benfica during 2006 and 2007.Where was Fernando Alexandre born?Where Fernando Alexandre died?Where Fernando Alexandre graduated?What other awards Fernando Alexandre has received?What other institutions did Fernando Alexandre work for?What other parties has Fernando Alexandre been a member of at other times?which other clubs did Fernando Alexandre play for?"
    },
    {
        "question": "Marcos García Barreno played for Villarreal CF B during 2005 and 2006.Where was Marcos García Barreno born?Where Marcos García Barreno died?Where Marcos García Barreno graduated?What other awards Marcos García Barreno has received?What other institutions did Marcos García Barreno work for?What other parties has Marcos García Barreno been a member of at other times?which other clubs did Marcos García Barreno play for?"
    },
    {
        "question": "Tom Heaton played for Queens Park Rangers F.C. in 2009.Where Tom Heaton died?Where Tom Heaton graduated?What other awards Tom Heaton has received?What other institutions did Tom Heaton work for?What other parties has Tom Heaton been a member of at other times?which other clubs did Tom Heaton play for?"
    },
    {
        "question": "Junichi Inamoto played for Cardiff City F.C. during 2004 and 2005.Where was Junichi Inamoto born?Where Junichi Inamoto died?Where Junichi Inamoto graduated?What other awards Junichi Inamoto has received?What other institutions did Junichi Inamoto work for?What other parties has Junichi Inamoto been a member of at other times?which other clubs did Junichi Inamoto play for?"
    },
    {
        "question": "Rubén Iván Martínez played for Spain national under-21 football team in 2004.Where was Rubén Iván Martínez born?Where Rubén Iván Martínez died?Where Rubén Iván Martínez graduated?What other awards Rubén Iván Martínez has received?What other institutions did Rubén Iván Martínez work for?What other parties has Rubén Iván Martínez been a member of at other times?which other clubs did Rubén Iván Martínez play for?"
    },
    {
        "question": "James McNulty (footballer) played for Brighton & Hove Albion F.C. during 2009 and 2011.Where was James McNulty (footballer) born?Where James McNulty (footballer) died?Where James McNulty (footballer) graduated?What other awards James McNulty (footballer) has received?What other institutions did James McNulty (footballer) work for?What other parties has James McNulty (footballer) been a member of at other times?which other clubs did James McNulty (footballer) play for?"
    },
    {
        "question": "Vinny Arkins played for Home Farm F.C. during 1986 and 1987.Where Vinny Arkins died?Where Vinny Arkins graduated?What other awards Vinny Arkins has received?What other institutions did Vinny Arkins work for?What other parties has Vinny Arkins been a member of at other times?which other clubs did Vinny Arkins play for?"
    },
    {
        "question": "Francisco Javier Jusué played for Recreativo de Huelva in 2004.Where was Francisco Javier Jusué born?Where Francisco Javier Jusué died?Where Francisco Javier Jusué graduated?What other awards Francisco Javier Jusué has received?What other institutions did Francisco Javier Jusué work for?What other parties has Francisco Javier Jusué been a member of at other times?which other clubs did Francisco Javier Jusué play for?"
    },
    {
        "question": "Paulo Lopes (footballer) played for S.L. Benfica during 1997 and 2002.Where was Paulo Lopes (footballer) born?Where Paulo Lopes (footballer) died?Where Paulo Lopes (footballer) graduated?What other awards Paulo Lopes (footballer) has received?What other institutions did Paulo Lopes (footballer) work for?What other parties has Paulo Lopes (footballer) been a member of at other times?which other clubs did Paulo Lopes (footballer) play for?"
    },
    {
        "question": "Bohdan Shust played for Ukraine national under-19 football team during 2004 and 2005.Where was Bohdan Shust born?Where Bohdan Shust died?Where Bohdan Shust graduated?What other awards Bohdan Shust has received?What other institutions did Bohdan Shust work for?What other parties has Bohdan Shust been a member of at other times?which other clubs did Bohdan Shust play for?"
    },
    {
        "question": "Lucas Trecarichi played for SD Ponferradina in 2010.Where was Lucas Trecarichi born?Where Lucas Trecarichi died?Where Lucas Trecarichi graduated?What other awards Lucas Trecarichi has received?What other institutions did Lucas Trecarichi work for?What other parties has Lucas Trecarichi been a member of at other times?which other clubs did Lucas Trecarichi play for?"
    },
    {
        "question": "Sebastián Saja played for Real Zaragoza in 2017.Where was Sebastián Saja born?Where Sebastián Saja died?Where Sebastián Saja graduated?What other awards Sebastián Saja has received?What other institutions did Sebastián Saja work for?What other parties has Sebastián Saja been a member of at other times?which other clubs did Sebastián Saja play for?"
    },
    {
        "question": "Álex Lombardero played for UDA Gramenet during 2005 and 2008.Where was Álex Lombardero born?Where Álex Lombardero died?Where Álex Lombardero graduated?What other awards Álex Lombardero has received?What other institutions did Álex Lombardero work for?What other parties has Álex Lombardero been a member of at other times?which other clubs did Álex Lombardero play for?"
    },
    {
        "question": "José Fonte played for West Ham United F.C. in 2017.Where José Fonte died?Where José Fonte graduated?What other awards José Fonte has received?What other institutions did José Fonte work for?What other parties has José Fonte been a member of at other times?which other clubs did José Fonte play for?"
    },
    {
        "question": "Gary Borrowdale played for England national under-17 football team during 2001 and 2002.Where was Gary Borrowdale born?Where Gary Borrowdale died?Where Gary Borrowdale graduated?What other awards Gary Borrowdale has received?What other institutions did Gary Borrowdale work for?What other parties has Gary Borrowdale been a member of at other times?which other clubs did Gary Borrowdale play for?"
    },
    {
        "question": "Rob Kiernan played for Brentford F.C. during 2012 and 2013.Where was Rob Kiernan born?Where Rob Kiernan died?Where Rob Kiernan graduated?What other awards Rob Kiernan has received?What other institutions did Rob Kiernan work for?What other parties has Rob Kiernan been a member of at other times?which other clubs did Rob Kiernan play for?"
    },
    {
        "question": "Matthew Upson played for Luton Town F.C. during 1996 and 1997.Where was Matthew Upson born?Where Matthew Upson died?Where Matthew Upson graduated?What other awards Matthew Upson has received?What other institutions did Matthew Upson work for?What other parties has Matthew Upson been a member of at other times?which other clubs did Matthew Upson play for?"
    },
    {
        "question": "Jeff Hughes (footballer) played for Lincoln City F.C. during 2005 and 2007.Where was Jeff Hughes (footballer) born?Where Jeff Hughes (footballer) died?Where Jeff Hughes (footballer) graduated?What other awards Jeff Hughes (footballer) has received?What other institutions did Jeff Hughes (footballer) work for?What other parties has Jeff Hughes (footballer) been a member of at other times?which other clubs did Jeff Hughes (footballer) play for?"
    },
    {
        "question": "Rivaldo played for Sport Club Corinthians Paulista during 1993 and 1994.Where Rivaldo died?Where Rivaldo graduated?What other awards Rivaldo has received?What other institutions did Rivaldo work for?What other parties has Rivaldo been a member of at other times?which other clubs did Rivaldo play for?"
    },
    {
        "question": "Andrey Yeshchenko played for FC Lokomotiv Moscow in 2012.Where was Andrey Yeshchenko born?Where Andrey Yeshchenko died?Where Andrey Yeshchenko graduated?What other awards Andrey Yeshchenko has received?What other institutions did Andrey Yeshchenko work for?What other parties has Andrey Yeshchenko been a member of at other times?which other clubs did Andrey Yeshchenko play for?"
    },
    {
        "question": "Serhiy Harashchenkov played for FC Olimpik Donetsk during 2003 and 2006.Where was Serhiy Harashchenkov born?Where Serhiy Harashchenkov died?Where Serhiy Harashchenkov graduated?What other awards Serhiy Harashchenkov has received?What other institutions did Serhiy Harashchenkov work for?What other parties has Serhiy Harashchenkov been a member of at other times?which other clubs did Serhiy Harashchenkov play for?"
    },
    {
        "question": "Conor Wilkinson played for Millwall F.C. during 2010 and 2013.Where was Conor Wilkinson born?Where Conor Wilkinson died?Where Conor Wilkinson graduated?What other awards Conor Wilkinson has received?What other institutions did Conor Wilkinson work for?What other parties has Conor Wilkinson been a member of at other times?which other clubs did Conor Wilkinson play for?"
    },
    {
        "question": "Nélson Marcos played for C.F. Os Belenenses during 2014 and 2015.Where was Nélson Marcos born?Where Nélson Marcos died?Where Nélson Marcos graduated?What other awards Nélson Marcos has received?What other institutions did Nélson Marcos work for?What other parties has Nélson Marcos been a member of at other times?which other clubs did Nélson Marcos play for?"
    },
    {
        "question": "Daniel Kearns (footballer) played for Carlisle United F.C. during 2014 and 2015.Where Daniel Kearns (footballer) died?Where Daniel Kearns (footballer) graduated?What other awards Daniel Kearns (footballer) has received?What other institutions did Daniel Kearns (footballer) work for?What other parties has Daniel Kearns (footballer) been a member of at other times?which other clubs did Daniel Kearns (footballer) play for?"
    },
    {
        "question": "Gerhard Welz played for 1. FC Nürnberg during 1969 and 1971.Where Gerhard Welz died?Where Gerhard Welz graduated?What other awards Gerhard Welz has received?What other institutions did Gerhard Welz work for?What other parties has Gerhard Welz been a member of at other times?which other clubs did Gerhard Welz play for?"
    },
    {
        "question": "Kezie Ibe played for A.F.C. Bournemouth during 1997 and 2000.Where Kezie Ibe died?Where Kezie Ibe graduated?What other awards Kezie Ibe has received?What other institutions did Kezie Ibe work for?What other parties has Kezie Ibe been a member of at other times?which other clubs did Kezie Ibe play for?"
    },
    {
        "question": "Julio José Iglesias Rouget played for Real Valladolid during 2002 and 2003.Where was Julio José Iglesias Rouget born?Where Julio José Iglesias Rouget died?Where Julio José Iglesias Rouget graduated?What other awards Julio José Iglesias Rouget has received?What other institutions did Julio José Iglesias Rouget work for?What other parties has Julio José Iglesias Rouget been a member of at other times?which other clubs did Julio José Iglesias Rouget play for?"
    },
    {
        "question": "Rafa Jordà played for FC Dinamo Tbilisi in 2014.Where was Rafa Jordà born?Where Rafa Jordà died?Where Rafa Jordà graduated?What other awards Rafa Jordà has received?What other institutions did Rafa Jordà work for?What other parties has Rafa Jordà been a member of at other times?which other clubs did Rafa Jordà play for?"
    },
    {
        "question": "Peter Crouch played for Portsmouth F.C. during 2008 and 2009.Where Peter Crouch died?Where Peter Crouch graduated?What other awards Peter Crouch has received?What other institutions did Peter Crouch work for?What other parties has Peter Crouch been a member of at other times?which other clubs did Peter Crouch play for?"
    },
    {
        "question": "Volodymyr Lysenko played for FC Hoverla Uzhhorod in 2013.Where Volodymyr Lysenko died?Where Volodymyr Lysenko graduated?What other awards Volodymyr Lysenko has received?What other institutions did Volodymyr Lysenko work for?What other parties has Volodymyr Lysenko been a member of at other times?which other clubs did Volodymyr Lysenko play for?"
    },
    {
        "question": "Manuel da Costa (footballer) played for FC Lokomotiv Moscow during 2011 and 2013.Where was Manuel da Costa (footballer) born?Where Manuel da Costa (footballer) died?Where Manuel da Costa (footballer) graduated?What other awards Manuel da Costa (footballer) has received?What other institutions did Manuel da Costa (footballer) work for?What other parties has Manuel da Costa (footballer) been a member of at other times?which other clubs did Manuel da Costa (footballer) play for?"
    },
    {
        "question": "Ben Amos played for Carlisle United F.C. during 2013 and 2014.Where Ben Amos died?Where Ben Amos graduated?What other awards Ben Amos has received?What other institutions did Ben Amos work for?What other parties has Ben Amos been a member of at other times?which other clubs did Ben Amos play for?"
    },
    {
        "question": "Stan Collymore played for Wolverhampton Wanderers F.C. during 1989 and 1990.Where was Stan Collymore born?Where Stan Collymore died?Where Stan Collymore graduated?What other awards Stan Collymore has received?What other institutions did Stan Collymore work for?What other parties has Stan Collymore been a member of at other times?which other clubs did Stan Collymore play for?"
    },
    {
        "question": "Neville Southall played for Torquay United F.C. during 1998 and 2000.Where was Neville Southall born?Where Neville Southall died?Where Neville Southall graduated?What other awards Neville Southall has received?What other institutions did Neville Southall work for?What other parties has Neville Southall been a member of at other times?which other clubs did Neville Southall play for?"
    },
    {
        "question": "André Cruz played for S.S.C. Napoli during 1994 and 1997.Where André Cruz died?Where André Cruz graduated?What other awards André Cruz has received?What other institutions did André Cruz work for?What other parties has André Cruz been a member of at other times?which other clubs did André Cruz play for?"
    },
    {
        "question": "Niall Thompson played for Canada men's national soccer team during 1993 and 2000.Where Niall Thompson died?Where Niall Thompson graduated?What other awards Niall Thompson has received?What other institutions did Niall Thompson work for?What other parties has Niall Thompson been a member of at other times?which other clubs did Niall Thompson play for?"
    },
    {
        "question": "Henri Anier played for U.C. Sampdoria during 2009 and 2010.Where was Henri Anier born?Where Henri Anier died?Where Henri Anier graduated?What other awards Henri Anier has received?What other institutions did Henri Anier work for?What other parties has Henri Anier been a member of at other times?which other clubs did Henri Anier play for?"
    },
    {
        "question": "António Pacheco played for Portugal national under-18 football team in 1985.Where was António Pacheco born?Where António Pacheco died?Where António Pacheco graduated?What other awards António Pacheco has received?What other institutions did António Pacheco work for?What other parties has António Pacheco been a member of at other times?which other clubs did António Pacheco play for?"
    },
    {
        "question": "Jamie O'Hara (footballer) played for Arsenal F.C. during 1998 and 2003.Where was Jamie O'Hara (footballer) born?Where Jamie O'Hara (footballer) died?Where Jamie O'Hara (footballer) graduated?What other awards Jamie O'Hara (footballer) has received?What other institutions did Jamie O'Hara (footballer) work for?What other parties has Jamie O'Hara (footballer) been a member of at other times?which other clubs did Jamie O'Hara (footballer) play for?"
    },
    {
        "question": "Mário Felgueiras played for Sporting Clube de Portugal during 2005 and 2007.Where was Mário Felgueiras born?Where Mário Felgueiras died?Where Mário Felgueiras graduated?What other awards Mário Felgueiras has received?What other institutions did Mário Felgueiras work for?What other parties has Mário Felgueiras been a member of at other times?which other clubs did Mário Felgueiras play for?"
    },
    {
        "question": "Itay Shechter played for Beitar Jerusalem F.C. in 2016.Where was Itay Shechter born?Where Itay Shechter died?Where Itay Shechter graduated?What other awards Itay Shechter has received?What other institutions did Itay Shechter work for?What other parties has Itay Shechter been a member of at other times?which other clubs did Itay Shechter play for?"
    },
    {
        "question": "David Cordón played for Atlético Madrid B during 1993 and 1997.Where David Cordón died?Where David Cordón graduated?What other awards David Cordón has received?What other institutions did David Cordón work for?What other parties has David Cordón been a member of at other times?which other clubs did David Cordón play for?"
    },
    {
        "question": "Gai Assulin played for Israel national football team in 2008.Where was Gai Assulin born?Where Gai Assulin died?Where Gai Assulin graduated?What other awards Gai Assulin has received?What other institutions did Gai Assulin work for?What other parties has Gai Assulin been a member of at other times?which other clubs did Gai Assulin play for?"
    },
    {
        "question": "Graham Roberts played for Chelsea F.C. during 1988 and 1990.Where Graham Roberts died?Where Graham Roberts graduated?What other awards Graham Roberts has received?What other institutions did Graham Roberts work for?What other parties has Graham Roberts been a member of at other times?which other clubs did Graham Roberts play for?"
    },
    {
        "question": "Michael Hector played for Reading F.C. during 2009 and 2015.Where was Michael Hector born?Where Michael Hector died?Where Michael Hector graduated?What other awards Michael Hector has received?What other institutions did Michael Hector work for?What other parties has Michael Hector been a member of at other times?which other clubs did Michael Hector play for?"
    },
    {
        "question": "Robert Prosinečki played for Real Oviedo during 1994 and 1995.Where was Robert Prosinečki born?Where Robert Prosinečki died?Where Robert Prosinečki graduated?What other awards Robert Prosinečki has received?What other institutions did Robert Prosinečki work for?What other parties has Robert Prosinečki been a member of at other times?which other clubs did Robert Prosinečki play for?"
    },
    {
        "question": "Paulo Sérgio Moreira Gonçalves played for Associação Académica de Coimbra – O.A.F. in 2004.Where Paulo Sérgio Moreira Gonçalves died?Where Paulo Sérgio Moreira Gonçalves graduated?What other awards Paulo Sérgio Moreira Gonçalves has received?What other institutions did Paulo Sérgio Moreira Gonçalves work for?What other parties has Paulo Sérgio Moreira Gonçalves been a member of at other times?which other clubs did Paulo Sérgio Moreira Gonçalves play for?"
    },
    {
        "question": "Lee Hendrie played for Derby County F.C. during 2009 and 2010.Where Lee Hendrie died?Where Lee Hendrie graduated?What other awards Lee Hendrie has received?What other institutions did Lee Hendrie work for?What other parties has Lee Hendrie been a member of at other times?which other clubs did Lee Hendrie play for?"
    },
    {
        "question": "Gary Roberts (footballer, born 1987) played for England national under-17 football team in 2004.Where Gary Roberts (footballer, born 1987) died?Where Gary Roberts (footballer, born 1987) graduated?What other awards Gary Roberts (footballer, born 1987) has received?What other institutions did Gary Roberts (footballer, born 1987) work for?What other parties has Gary Roberts (footballer, born 1987) been a member of at other times?which other clubs did Gary Roberts (footballer, born 1987) play for?"
    },
    {
        "question": "Tomasz Kuszczak played for Manchester United F.C. during 2006 and 2007.Where was Tomasz Kuszczak born?Where Tomasz Kuszczak died?Where Tomasz Kuszczak graduated?What other awards Tomasz Kuszczak has received?What other institutions did Tomasz Kuszczak work for?What other parties has Tomasz Kuszczak been a member of at other times?which other clubs did Tomasz Kuszczak play for?"
    },
    {
        "question": "Artūrs Vaičulis played for Skonto FC during 2005 and 2006.Where Artūrs Vaičulis died?Where Artūrs Vaičulis graduated?What other awards Artūrs Vaičulis has received?What other institutions did Artūrs Vaičulis work for?What other parties has Artūrs Vaičulis been a member of at other times?which other clubs did Artūrs Vaičulis play for?"
    },
    {
        "question": "Manuel José Vieira played for Vitória F.C. during 2004 and 2005.Where Manuel José Vieira died?Where Manuel José Vieira graduated?What other awards Manuel José Vieira has received?What other institutions did Manuel José Vieira work for?What other parties has Manuel José Vieira been a member of at other times?which other clubs did Manuel José Vieira play for?"
    },
    {
        "question": "Oguchi Onyewu played for Málaga CF during 2012 and 2013.Where Oguchi Onyewu died?Where Oguchi Onyewu graduated?What other awards Oguchi Onyewu has received?What other institutions did Oguchi Onyewu work for?What other parties has Oguchi Onyewu been a member of at other times?which other clubs did Oguchi Onyewu play for?"
    },
    {
        "question": "Serhiy Rozhok played for FC CSKA Kyiv in 2006.Where was Serhiy Rozhok born?Where Serhiy Rozhok died?Where Serhiy Rozhok graduated?What other awards Serhiy Rozhok has received?What other institutions did Serhiy Rozhok work for?What other parties has Serhiy Rozhok been a member of at other times?which other clubs did Serhiy Rozhok play for?"
    },
    {
        "question": "Mathias Ranégie played for Udinese Calcio during 2012 and 2014.Where was Mathias Ranégie born?Where Mathias Ranégie died?Where Mathias Ranégie graduated?What other awards Mathias Ranégie has received?What other institutions did Mathias Ranégie work for?What other parties has Mathias Ranégie been a member of at other times?which other clubs did Mathias Ranégie play for?"
    },
    {
        "question": "Dolly Menga played for Hapoel Tel Aviv F.C. during 2016 and 2017.Where was Dolly Menga born?Where Dolly Menga died?Where Dolly Menga graduated?What other awards Dolly Menga has received?What other institutions did Dolly Menga work for?What other parties has Dolly Menga been a member of at other times?which other clubs did Dolly Menga play for?"
    },
    {
        "question": "Mathias Coureur played for CD Atlético Baleares during 2011 and 2012.Where was Mathias Coureur born?Where Mathias Coureur died?Where Mathias Coureur graduated?What other awards Mathias Coureur has received?What other institutions did Mathias Coureur work for?What other parties has Mathias Coureur been a member of at other times?which other clubs did Mathias Coureur play for?"
    },
    {
        "question": "Hugo Moreira played for FC Porto during 1999 and 2000.Where Hugo Moreira died?Where Hugo Moreira graduated?What other awards Hugo Moreira has received?What other institutions did Hugo Moreira work for?What other parties has Hugo Moreira been a member of at other times?which other clubs did Hugo Moreira play for?"
    },
    {
        "question": "Bruno Alves played for Varzim S.C. during 1992 and 1999.Where was Bruno Alves born?Where Bruno Alves died?Where Bruno Alves graduated?What other awards Bruno Alves has received?What other institutions did Bruno Alves work for?What other parties has Bruno Alves been a member of at other times?which other clubs did Bruno Alves play for?"
    },
    {
        "question": "John McGrath (footballer, born 1980) played for Tamworth F.C. during 2006 and 2007.Where John McGrath (footballer, born 1980) died?Where John McGrath (footballer, born 1980) graduated?What other awards John McGrath (footballer, born 1980) has received?What other institutions did John McGrath (footballer, born 1980) work for?What other parties has John McGrath (footballer, born 1980) been a member of at other times?which other clubs did John McGrath (footballer, born 1980) play for?"
    },
    {
        "question": "Kasper Schmeichel played for Coventry City F.C. in 2008.Where Kasper Schmeichel died?Where Kasper Schmeichel graduated?What other awards Kasper Schmeichel has received?What other institutions did Kasper Schmeichel work for?What other parties has Kasper Schmeichel been a member of at other times?which other clubs did Kasper Schmeichel play for?"
    },
    {
        "question": "Miquel Robusté played for FC Cartagena during 2014 and 2015.Where was Miquel Robusté born?Where Miquel Robusté died?Where Miquel Robusté graduated?What other awards Miquel Robusté has received?What other institutions did Miquel Robusté work for?What other parties has Miquel Robusté been a member of at other times?which other clubs did Miquel Robusté play for?"
    },
    {
        "question": "Nic Taylor played for Millwall F.C. in 2008.Where Nic Taylor died?Where Nic Taylor graduated?What other awards Nic Taylor has received?What other institutions did Nic Taylor work for?What other parties has Nic Taylor been a member of at other times?which other clubs did Nic Taylor play for?"
    },
    {
        "question": "Njazi Kuqi played for Dundee F.C. in 2010.Where was Njazi Kuqi born?Where Njazi Kuqi died?Where Njazi Kuqi graduated?What other awards Njazi Kuqi has received?What other institutions did Njazi Kuqi work for?What other parties has Njazi Kuqi been a member of at other times?which other clubs did Njazi Kuqi play for?"
    },
    {
        "question": "Ufukhan Bayraktar played for Trabzonspor during 2005 and 2008.Where Ufukhan Bayraktar died?Where Ufukhan Bayraktar graduated?What other awards Ufukhan Bayraktar has received?What other institutions did Ufukhan Bayraktar work for?What other parties has Ufukhan Bayraktar been a member of at other times?which other clubs did Ufukhan Bayraktar play for?"
    },
    {
        "question": "Richie Partridge played for Republic of Ireland national under-17 football team in 1996.Where Richie Partridge died?Where Richie Partridge graduated?What other awards Richie Partridge has received?What other institutions did Richie Partridge work for?What other parties has Richie Partridge been a member of at other times?which other clubs did Richie Partridge play for?"
    },
    {
        "question": "Luís Filipe (Portuguese footballer) played for Portugal national under-21 football team during 1998 and 1999.Where was Luís Filipe (Portuguese footballer) born?Where Luís Filipe (Portuguese footballer) died?Where Luís Filipe (Portuguese footballer) graduated?What other awards Luís Filipe (Portuguese footballer) has received?What other institutions did Luís Filipe (Portuguese footballer) work for?What other parties has Luís Filipe (Portuguese footballer) been a member of at other times?which other clubs did Luís Filipe (Portuguese footballer) play for?"
    },
    {
        "question": "Jonathan Pereira Rodríguez played for Real Betis during 2010 and 2012.Where Jonathan Pereira Rodríguez died?Where Jonathan Pereira Rodríguez graduated?What other awards Jonathan Pereira Rodríguez has received?What other institutions did Jonathan Pereira Rodríguez work for?What other parties has Jonathan Pereira Rodríguez been a member of at other times?which other clubs did Jonathan Pereira Rodríguez play for?"
    },
    {
        "question": "César Arzo Amposta played for Real Murcia during 2007 and 2008.Where was César Arzo Amposta born?Where César Arzo Amposta died?Where César Arzo Amposta graduated?What other awards César Arzo Amposta has received?What other institutions did César Arzo Amposta work for?What other parties has César Arzo Amposta been a member of at other times?which other clubs did César Arzo Amposta play for?"
    },
    {
        "question": "Chris Cleaver played for Cambridge City F.C. in 2000.Where was Chris Cleaver born?Where Chris Cleaver died?Where Chris Cleaver graduated?What other awards Chris Cleaver has received?What other institutions did Chris Cleaver work for?What other parties has Chris Cleaver been a member of at other times?which other clubs did Chris Cleaver play for?"
    },
    {
        "question": "Rob Friend played for Borussia Mönchengladbach during 2007 and 2010.Where was Rob Friend born?Where Rob Friend died?Where Rob Friend graduated?What other awards Rob Friend has received?What other institutions did Rob Friend work for?What other parties has Rob Friend been a member of at other times?which other clubs did Rob Friend play for?"
    },
    {
        "question": "Colin Kazim-Richards played for Toulouse FC in 2010.Where Colin Kazim-Richards died?Where Colin Kazim-Richards graduated?What other awards Colin Kazim-Richards has received?What other institutions did Colin Kazim-Richards work for?What other parties has Colin Kazim-Richards been a member of at other times?which other clubs did Colin Kazim-Richards play for?"
    },
    {
        "question": "Jake Kean played for Colchester United F.C. in 2016.Where Jake Kean died?Where Jake Kean graduated?What other awards Jake Kean has received?What other institutions did Jake Kean work for?What other parties has Jake Kean been a member of at other times?which other clubs did Jake Kean play for?"
    },
    {
        "question": "Conor Clifford played for Republic of Ireland national under-17 football team during 2007 and 2008.Where Conor Clifford died?Where Conor Clifford graduated?What other awards Conor Clifford has received?What other institutions did Conor Clifford work for?What other parties has Conor Clifford been a member of at other times?which other clubs did Conor Clifford play for?"
    },
    {
        "question": "Kerem Demirbay played for Turkey national under-21 football team in 2013.Where was Kerem Demirbay born?Where Kerem Demirbay died?Where Kerem Demirbay graduated?What other awards Kerem Demirbay has received?What other institutions did Kerem Demirbay work for?What other parties has Kerem Demirbay been a member of at other times?which other clubs did Kerem Demirbay play for?"
    },
    {
        "question": "Javier Gómez Cifuentes played for Zamora CF during 2003 and 2004.Where was Javier Gómez Cifuentes born?Where Javier Gómez Cifuentes died?Where Javier Gómez Cifuentes graduated?What other awards Javier Gómez Cifuentes has received?What other institutions did Javier Gómez Cifuentes work for?What other parties has Javier Gómez Cifuentes been a member of at other times?which other clubs did Javier Gómez Cifuentes play for?"
    },
    {
        "question": "João Duarte Pereira played for Vejle Boldklub during 2013 and 2015.Where was João Duarte Pereira born?Where João Duarte Pereira died?Where João Duarte Pereira graduated?What other awards João Duarte Pereira has received?What other institutions did João Duarte Pereira work for?What other parties has João Duarte Pereira been a member of at other times?which other clubs did João Duarte Pereira play for?"
    },
    {
        "question": "Billy Clarke (footballer, born 1987) played for Falkirk F.C. in 2008.Where Billy Clarke (footballer, born 1987) died?Where Billy Clarke (footballer, born 1987) graduated?What other awards Billy Clarke (footballer, born 1987) has received?What other institutions did Billy Clarke (footballer, born 1987) work for?What other parties has Billy Clarke (footballer, born 1987) been a member of at other times?which other clubs did Billy Clarke (footballer, born 1987) play for?"
    },
    {
        "question": "Paulo Dinarte played for Portugal national under-20 football team in 2004.Where was Paulo Dinarte born?Where Paulo Dinarte died?Where Paulo Dinarte graduated?What other awards Paulo Dinarte has received?What other institutions did Paulo Dinarte work for?What other parties has Paulo Dinarte been a member of at other times?which other clubs did Paulo Dinarte play for?"
    },
    {
        "question": "Andriy Shevchenko played for FC Dynamo Kyiv during 1994 and 1999.Where was Andriy Shevchenko born?Where Andriy Shevchenko died?Where Andriy Shevchenko graduated?What other awards Andriy Shevchenko has received?What other institutions did Andriy Shevchenko work for?What other parties has Andriy Shevchenko been a member of at other times?which other clubs did Andriy Shevchenko play for?"
    },
    {
        "question": "Eiður Guðjohnsen played for Tottenham Hotspur F.C. in 2010.Where was Eiður Guðjohnsen born?Where Eiður Guðjohnsen died?Where Eiður Guðjohnsen graduated?What other awards Eiður Guðjohnsen has received?What other institutions did Eiður Guðjohnsen work for?What other parties has Eiður Guðjohnsen been a member of at other times?which other clubs did Eiður Guðjohnsen play for?"
    },
    {
        "question": "Dean Leacock played for England national under-18 football team in 2002.Where Dean Leacock died?Where Dean Leacock graduated?What other awards Dean Leacock has received?What other institutions did Dean Leacock work for?What other parties has Dean Leacock been a member of at other times?which other clubs did Dean Leacock play for?"
    },
    {
        "question": "Gaetano Monachello played for Olympiakos Nicosia in 2013.Where Gaetano Monachello died?Where Gaetano Monachello graduated?What other awards Gaetano Monachello has received?What other institutions did Gaetano Monachello work for?What other parties has Gaetano Monachello been a member of at other times?which other clubs did Gaetano Monachello play for?"
    },
    {
        "question": "Jordan Slew played for Chesterfield F.C. in 2016.Where was Jordan Slew born?Where Jordan Slew died?Where Jordan Slew graduated?What other awards Jordan Slew has received?What other institutions did Jordan Slew work for?What other parties has Jordan Slew been a member of at other times?which other clubs did Jordan Slew play for?"
    },
    {
        "question": "Raúl Martins played for Leixões S.C. during 2005 and 2006.Where Raúl Martins died?Where Raúl Martins graduated?What other awards Raúl Martins has received?What other institutions did Raúl Martins work for?What other parties has Raúl Martins been a member of at other times?which other clubs did Raúl Martins play for?"
    },
    {
        "question": "Paulo Monteiro played for Charlton Athletic F.C. in 2008.Where was Paulo Monteiro born?Where Paulo Monteiro died?Where Paulo Monteiro graduated?What other awards Paulo Monteiro has received?What other institutions did Paulo Monteiro work for?What other parties has Paulo Monteiro been a member of at other times?which other clubs did Paulo Monteiro play for?"
    },
    {
        "question": "Borja Fernández (footballer, born 1981) played for Spain national under-18 football team during 1999 and 2000.Where was Borja Fernández (footballer, born 1981) born?Where Borja Fernández (footballer, born 1981) died?Where Borja Fernández (footballer, born 1981) graduated?What other awards Borja Fernández (footballer, born 1981) has received?What other institutions did Borja Fernández (footballer, born 1981) work for?What other parties has Borja Fernández (footballer, born 1981) been a member of at other times?which other clubs did Borja Fernández (footballer, born 1981) play for?"
    },
    {
        "question": "Alexandre Pato played for A.C. Milan during 2007 and 2012.Where Alexandre Pato died?Where Alexandre Pato graduated?What other awards Alexandre Pato has received?What other institutions did Alexandre Pato work for?What other parties has Alexandre Pato been a member of at other times?which other clubs did Alexandre Pato play for?"
    },
    {
        "question": "Reece Jones (footballer) played for Hampton & Richmond Borough F.C. in 2012.Where was Reece Jones (footballer) born?Where Reece Jones (footballer) died?Where Reece Jones (footballer) graduated?What other awards Reece Jones (footballer) has received?What other institutions did Reece Jones (footballer) work for?What other parties has Reece Jones (footballer) been a member of at other times?which other clubs did Reece Jones (footballer) play for?"
    },
    {
        "question": "José Antonio Llamas played for CD Leganés during 2011 and 2012.Where was José Antonio Llamas born?Where José Antonio Llamas died?Where José Antonio Llamas graduated?What other awards José Antonio Llamas has received?What other institutions did José Antonio Llamas work for?What other parties has José Antonio Llamas been a member of at other times?which other clubs did José Antonio Llamas play for?"
    },
    {
        "question": "Ben Alnwick played for Leyton Orient F.C. in 2011.Where was Ben Alnwick born?Where Ben Alnwick died?Where Ben Alnwick graduated?What other awards Ben Alnwick has received?What other institutions did Ben Alnwick work for?What other parties has Ben Alnwick been a member of at other times?which other clubs did Ben Alnwick play for?"
    },
    {
        "question": "Leo Bertos played for Perth Glory FC during 2006 and 2008.Where Leo Bertos died?Where Leo Bertos graduated?What other awards Leo Bertos has received?What other institutions did Leo Bertos work for?What other parties has Leo Bertos been a member of at other times?which other clubs did Leo Bertos play for?"
    },
    {
        "question": "Daniel Fernandes (footballer) played for VfL Bochum during 2008 and 2011.Where Daniel Fernandes (footballer) died?Where Daniel Fernandes (footballer) graduated?What other awards Daniel Fernandes (footballer) has received?What other institutions did Daniel Fernandes (footballer) work for?What other parties has Daniel Fernandes (footballer) been a member of at other times?which other clubs did Daniel Fernandes (footballer) play for?"
    },
    {
        "question": "Carlos Saleiro played for Sporting Clube de Portugal B during 2003 and 2004.Where Carlos Saleiro died?Where Carlos Saleiro graduated?What other awards Carlos Saleiro has received?What other institutions did Carlos Saleiro work for?What other parties has Carlos Saleiro been a member of at other times?which other clubs did Carlos Saleiro play for?"
    },
    {
        "question": "Vadym Milko played for Ukraine national under-16 football team in 2002.Where was Vadym Milko born?Where Vadym Milko died?Where Vadym Milko graduated?What other awards Vadym Milko has received?What other institutions did Vadym Milko work for?What other parties has Vadym Milko been a member of at other times?which other clubs did Vadym Milko play for?"
    },
    {
        "question": "Anthony Grant (footballer) played for Port Vale F.C. during 2015 and 2017.Where Anthony Grant (footballer) died?Where Anthony Grant (footballer) graduated?What other awards Anthony Grant (footballer) has received?What other institutions did Anthony Grant (footballer) work for?What other parties has Anthony Grant (footballer) been a member of at other times?which other clubs did Anthony Grant (footballer) play for?"
    },
    {
        "question": "Besart Berisha played for AC Horsens during 2005 and 2006.Where was Besart Berisha born?Where Besart Berisha died?Where Besart Berisha graduated?What other awards Besart Berisha has received?What other institutions did Besart Berisha work for?What other parties has Besart Berisha been a member of at other times?which other clubs did Besart Berisha play for?"
    },
    {
        "question": "David Button played for England national under-17 football team during 2004 and 2006.Where was David Button born?Where David Button died?Where David Button graduated?What other awards David Button has received?What other institutions did David Button work for?What other parties has David Button been a member of at other times?which other clubs did David Button play for?"
    },
    {
        "question": "Turgay Bahadır played for Turkey national football team in 2010.Where Turgay Bahadır died?Where Turgay Bahadır graduated?What other awards Turgay Bahadır has received?What other institutions did Turgay Bahadır work for?What other parties has Turgay Bahadır been a member of at other times?which other clubs did Turgay Bahadır play for?"
    },
    {
        "question": "Paulo Machado played for Portugal national under-21 football team during 2006 and 2008.Where Paulo Machado died?Where Paulo Machado graduated?What other awards Paulo Machado has received?What other institutions did Paulo Machado work for?What other parties has Paulo Machado been a member of at other times?which other clubs did Paulo Machado play for?"
    },
    {
        "question": "Joselu played for Hannover 96 during 2014 and 2015.Where Joselu died?Where Joselu graduated?What other awards Joselu has received?What other institutions did Joselu work for?What other parties has Joselu been a member of at other times?which other clubs did Joselu play for?"
    },
    {
        "question": "Francisco Montañés played for FC Barcelona during 2006 and 2004.Where was Francisco Montañés born?Where Francisco Montañés died?Where Francisco Montañés graduated?What other awards Francisco Montañés has received?What other institutions did Francisco Montañés work for?What other parties has Francisco Montañés been a member of at other times?which other clubs did Francisco Montañés play for?"
    },
    {
        "question": "Mark Burchill played for Scotland national football team during 1999 and 2000.Where was Mark Burchill born?Where Mark Burchill died?Where Mark Burchill graduated?What other awards Mark Burchill has received?What other institutions did Mark Burchill work for?What other parties has Mark Burchill been a member of at other times?which other clubs did Mark Burchill play for?"
    },
    {
        "question": "Serdar Kulbilge played for MKE Ankaragücü in 2011.Where Serdar Kulbilge died?Where Serdar Kulbilge graduated?What other awards Serdar Kulbilge has received?What other institutions did Serdar Kulbilge work for?What other parties has Serdar Kulbilge been a member of at other times?which other clubs did Serdar Kulbilge play for?"
    },
    {
        "question": "Bernardo Tengarrinha played for G.D. Chaves during 2013 and 2014.Where was Bernardo Tengarrinha born?Where Bernardo Tengarrinha died?Where Bernardo Tengarrinha graduated?What other awards Bernardo Tengarrinha has received?What other institutions did Bernardo Tengarrinha work for?What other parties has Bernardo Tengarrinha been a member of at other times?which other clubs did Bernardo Tengarrinha play for?"
    },
    {
        "question": "Silvestre Varela played for West Bromwich Albion F.C. during 2014 and 2015.Where was Silvestre Varela born?Where Silvestre Varela died?Where Silvestre Varela graduated?What other awards Silvestre Varela has received?What other institutions did Silvestre Varela work for?What other parties has Silvestre Varela been a member of at other times?which other clubs did Silvestre Varela play for?"
    },
    {
        "question": "Ricky McEvoy played for Cambridge United F.C. during 1986 and 1987.Where was Ricky McEvoy born?Where Ricky McEvoy died?Where Ricky McEvoy graduated?What other awards Ricky McEvoy has received?What other institutions did Ricky McEvoy work for?What other parties has Ricky McEvoy been a member of at other times?which other clubs did Ricky McEvoy play for?"
    },
    {
        "question": "Tiago Gomes (footballer, born 1986) played for C.F. Os Belenenses during 2009 and 2011.Where was Tiago Gomes (footballer, born 1986) born?Where Tiago Gomes (footballer, born 1986) died?Where Tiago Gomes (footballer, born 1986) graduated?What other awards Tiago Gomes (footballer, born 1986) has received?What other institutions did Tiago Gomes (footballer, born 1986) work for?What other parties has Tiago Gomes (footballer, born 1986) been a member of at other times?which other clubs did Tiago Gomes (footballer, born 1986) play for?"
    },
    {
        "question": "Éamon Zayed played for Crewe Alexandra F.C. in 2004.Where Éamon Zayed died?Where Éamon Zayed graduated?What other awards Éamon Zayed has received?What other institutions did Éamon Zayed work for?What other parties has Éamon Zayed been a member of at other times?which other clubs did Éamon Zayed play for?"
    },
    {
        "question": "Gaël Kakuta played for France national under-16 football team during 2006 and 2007.Where Gaël Kakuta died?Where Gaël Kakuta graduated?What other awards Gaël Kakuta has received?What other institutions did Gaël Kakuta work for?What other parties has Gaël Kakuta been a member of at other times?which other clubs did Gaël Kakuta play for?"
    },
    {
        "question": "José Soares played for Portugal national under-17 football team in 1993.Where was José Soares born?Where José Soares died?Where José Soares graduated?What other awards José Soares has received?What other institutions did José Soares work for?What other parties has José Soares been a member of at other times?which other clubs did José Soares play for?"
    },
    {
        "question": "Tom Almadon played for Israel national under-19 football team during 2002 and 2003.Where Tom Almadon died?Where Tom Almadon graduated?What other awards Tom Almadon has received?What other institutions did Tom Almadon work for?What other parties has Tom Almadon been a member of at other times?which other clubs did Tom Almadon play for?"
    },
    {
        "question": "Keith Andrews (footballer) played for West Bromwich Albion F.C. in 2012.Where Keith Andrews (footballer) died?Where Keith Andrews (footballer) graduated?What other awards Keith Andrews (footballer) has received?What other institutions did Keith Andrews (footballer) work for?What other parties has Keith Andrews (footballer) been a member of at other times?which other clubs did Keith Andrews (footballer) play for?"
    },
    {
        "question": "Tony Capaldi played for Oxford United F.C. during 2011 and 2013.Where was Tony Capaldi born?Where Tony Capaldi died?Where Tony Capaldi graduated?What other awards Tony Capaldi has received?What other institutions did Tony Capaldi work for?What other parties has Tony Capaldi been a member of at other times?which other clubs did Tony Capaldi play for?"
    },
    {
        "question": "Josué Pesqueira played for Portugal national under-20 football team in 2009.Where was Josué Pesqueira born?Where Josué Pesqueira died?Where Josué Pesqueira graduated?What other awards Josué Pesqueira has received?What other institutions did Josué Pesqueira work for?What other parties has Josué Pesqueira been a member of at other times?which other clubs did Josué Pesqueira play for?"
    },
    {
        "question": "Kyrylo Doroshenko played for Ukraine national under-17 football team during 2005 and 2006.Where was Kyrylo Doroshenko born?Where Kyrylo Doroshenko died?Where Kyrylo Doroshenko graduated?What other awards Kyrylo Doroshenko has received?What other institutions did Kyrylo Doroshenko work for?What other parties has Kyrylo Doroshenko been a member of at other times?which other clubs did Kyrylo Doroshenko play for?"
    },
    {
        "question": "Léo Lima played for Grêmio Foot-Ball Porto Alegrense during 2006 and 2007.Where Léo Lima died?Where Léo Lima graduated?What other awards Léo Lima has received?What other institutions did Léo Lima work for?What other parties has Léo Lima been a member of at other times?which other clubs did Léo Lima play for?"
    },
    {
        "question": "Joaquín Moso played for Gimnàstic de Tarragona during 2001 and 2002.Where was Joaquín Moso born?Where Joaquín Moso died?Where Joaquín Moso graduated?What other awards Joaquín Moso has received?What other institutions did Joaquín Moso work for?What other parties has Joaquín Moso been a member of at other times?which other clubs did Joaquín Moso play for?"
    },
    {
        "question": "Chris Day played for Preston North End F.C. in 2005.Where was Chris Day born?Where Chris Day died?Where Chris Day graduated?What other awards Chris Day has received?What other institutions did Chris Day work for?What other parties has Chris Day been a member of at other times?which other clubs did Chris Day play for?"
    },
    {
        "question": "John Marsden (footballer) played for Wigan Athletic F.C. during 2004 and 2008.Where John Marsden (footballer) died?Where John Marsden (footballer) graduated?What other awards John Marsden (footballer) has received?What other institutions did John Marsden (footballer) work for?What other parties has John Marsden (footballer) been a member of at other times?which other clubs did John Marsden (footballer) play for?"
    },
    {
        "question": "Mathías Vidangossy played for UD Almería in 2007.Where Mathías Vidangossy died?Where Mathías Vidangossy graduated?What other awards Mathías Vidangossy has received?What other institutions did Mathías Vidangossy work for?What other parties has Mathías Vidangossy been a member of at other times?which other clubs did Mathías Vidangossy play for?"
    },
    {
        "question": "Julian Joachim played for Leeds United F.C. during 2004 and 2005.Where was Julian Joachim born?Where Julian Joachim died?Where Julian Joachim graduated?What other awards Julian Joachim has received?What other institutions did Julian Joachim work for?What other parties has Julian Joachim been a member of at other times?which other clubs did Julian Joachim play for?"
    },
    {
        "question": "Craig Rocastle played for Gillingham F.C. in 2008.Where Craig Rocastle died?Where Craig Rocastle graduated?What other awards Craig Rocastle has received?What other institutions did Craig Rocastle work for?What other parties has Craig Rocastle been a member of at other times?which other clubs did Craig Rocastle play for?"
    },
    {
        "question": "Gianluca De Angelis (footballer, born 1981) played for Italy national under-16 football team in 1996.Where was Gianluca De Angelis (footballer, born 1981) born?Where Gianluca De Angelis (footballer, born 1981) died?Where Gianluca De Angelis (footballer, born 1981) graduated?What other awards Gianluca De Angelis (footballer, born 1981) has received?What other institutions did Gianluca De Angelis (footballer, born 1981) work for?What other parties has Gianluca De Angelis (footballer, born 1981) been a member of at other times?which other clubs did Gianluca De Angelis (footballer, born 1981) play for?"
    },
    {
        "question": "Keko (footballer, born 1991) played for Spain national under-18 football team in 2009.Where Keko (footballer, born 1991) died?Where Keko (footballer, born 1991) graduated?What other awards Keko (footballer, born 1991) has received?What other institutions did Keko (footballer, born 1991) work for?What other parties has Keko (footballer, born 1991) been a member of at other times?which other clubs did Keko (footballer, born 1991) play for?"
    },
    {
        "question": "Adam Eckersley played for Heart of Midlothian F.C. during 2014 and 2015.Where was Adam Eckersley born?Where Adam Eckersley died?Where Adam Eckersley graduated?What other awards Adam Eckersley has received?What other institutions did Adam Eckersley work for?What other parties has Adam Eckersley been a member of at other times?which other clubs did Adam Eckersley play for?"
    },
    {
        "question": "Craig Dobson played for Cheltenham Town F.C. during 2003 and 2004.Where was Craig Dobson born?Where Craig Dobson died?Where Craig Dobson graduated?What other awards Craig Dobson has received?What other institutions did Craig Dobson work for?What other parties has Craig Dobson been a member of at other times?which other clubs did Craig Dobson play for?"
    },
    {
        "question": "Gary Bailey played for England national football team in 1985.Where Gary Bailey died?Where Gary Bailey graduated?What other awards Gary Bailey has received?What other institutions did Gary Bailey work for?What other parties has Gary Bailey been a member of at other times?which other clubs did Gary Bailey play for?"
    },
    {
        "question": "Freddy Adu played for Esporte Clube Bahia in 2013.Where was Freddy Adu born?Where Freddy Adu died?Where Freddy Adu graduated?What other awards Freddy Adu has received?What other institutions did Freddy Adu work for?What other parties has Freddy Adu been a member of at other times?which other clubs did Freddy Adu play for?"
    },
    {
        "question": "Jan Åge Fjørtoft played for SK Rapid Wien during 1989 and 1993.Where was Jan Åge Fjørtoft born?Where Jan Åge Fjørtoft died?Where Jan Åge Fjørtoft graduated?What other awards Jan Åge Fjørtoft has received?What other institutions did Jan Åge Fjørtoft work for?What other parties has Jan Åge Fjørtoft been a member of at other times?which other clubs did Jan Åge Fjørtoft play for?"
    },
    {
        "question": "Derek Asamoah played for Mansfield Town F.C. during 2004 and 2005.Where Derek Asamoah died?Where Derek Asamoah graduated?What other awards Derek Asamoah has received?What other institutions did Derek Asamoah work for?What other parties has Derek Asamoah been a member of at other times?which other clubs did Derek Asamoah play for?"
    },
    {
        "question": "Jonathan Soriano played for Spain national under-19 football team in 2003.Where was Jonathan Soriano born?Where Jonathan Soriano died?Where Jonathan Soriano graduated?What other awards Jonathan Soriano has received?What other institutions did Jonathan Soriano work for?What other parties has Jonathan Soriano been a member of at other times?which other clubs did Jonathan Soriano play for?"
    },
    {
        "question": "Fábio Paím played for Chelsea F.C. in 2008.Where was Fábio Paím born?Where Fábio Paím died?Where Fábio Paím graduated?What other awards Fábio Paím has received?What other institutions did Fábio Paím work for?What other parties has Fábio Paím been a member of at other times?which other clubs did Fábio Paím play for?"
    },
    {
        "question": "Francisco Rufete played for RCD Mallorca during 1998 and 1999.Where was Francisco Rufete born?Where Francisco Rufete died?Where Francisco Rufete graduated?What other awards Francisco Rufete has received?What other institutions did Francisco Rufete work for?What other parties has Francisco Rufete been a member of at other times?which other clubs did Francisco Rufete play for?"
    },
    {
        "question": "Nathan Ashton played for AFC Wimbledon in 2009.Where was Nathan Ashton born?Where Nathan Ashton died?Where Nathan Ashton graduated?What other awards Nathan Ashton has received?What other institutions did Nathan Ashton work for?What other parties has Nathan Ashton been a member of at other times?which other clubs did Nathan Ashton play for?"
    },
    {
        "question": "Christian Karembeu played for Real Madrid C.F. during 1997 and 2000.Where was Christian Karembeu born?Where Christian Karembeu died?Where Christian Karembeu graduated?What other awards Christian Karembeu has received?What other institutions did Christian Karembeu work for?What other parties has Christian Karembeu been a member of at other times?which other clubs did Christian Karembeu play for?"
    },
    {
        "question": "Alberto Aquilani played for Italy national under-16 football team in 2000.Where Alberto Aquilani died?Where Alberto Aquilani graduated?What other awards Alberto Aquilani has received?What other institutions did Alberto Aquilani work for?What other parties has Alberto Aquilani been a member of at other times?which other clubs did Alberto Aquilani play for?"
    },
    {
        "question": "Cícero Semedo played for F.C. Paços de Ferreira during 2011 and 2015.Where was Cícero Semedo born?Where Cícero Semedo died?Where Cícero Semedo graduated?What other awards Cícero Semedo has received?What other institutions did Cícero Semedo work for?What other parties has Cícero Semedo been a member of at other times?which other clubs did Cícero Semedo play for?"
    },
    {
        "question": "Toni Silva played for Chelsea F.C. in 2009.Where was Toni Silva born?Where Toni Silva died?Where Toni Silva graduated?What other awards Toni Silva has received?What other institutions did Toni Silva work for?What other parties has Toni Silva been a member of at other times?which other clubs did Toni Silva play for?"
    },
    {
        "question": "Joan Capdevila played for Spain national under-23 football team in 2000.Where was Joan Capdevila born?Where Joan Capdevila died?Where Joan Capdevila graduated?What other awards Joan Capdevila has received?What other institutions did Joan Capdevila work for?What other parties has Joan Capdevila been a member of at other times?which other clubs did Joan Capdevila play for?"
    },
    {
        "question": "Gavin Gunning played for Bury F.C. in 2010.Where Gavin Gunning died?Where Gavin Gunning graduated?What other awards Gavin Gunning has received?What other institutions did Gavin Gunning work for?What other parties has Gavin Gunning been a member of at other times?which other clubs did Gavin Gunning play for?"
    },
    {
        "question": "Darko Bodul played for SK Sturm Graz during 2011 and 2013.Where Darko Bodul died?Where Darko Bodul graduated?What other awards Darko Bodul has received?What other institutions did Darko Bodul work for?What other parties has Darko Bodul been a member of at other times?which other clubs did Darko Bodul play for?"
    },
    {
        "question": "Ilya Mikhalyov played for FC Shakhtar Donetsk during 2007 and 2010.Where was Ilya Mikhalyov born?Where Ilya Mikhalyov died?Where Ilya Mikhalyov graduated?What other awards Ilya Mikhalyov has received?What other institutions did Ilya Mikhalyov work for?What other parties has Ilya Mikhalyov been a member of at other times?which other clubs did Ilya Mikhalyov play for?"
    },
    {
        "question": "Will Haining played for Fleetwood Town F.C. in 2011.Where Will Haining died?Where Will Haining graduated?What other awards Will Haining has received?What other institutions did Will Haining work for?What other parties has Will Haining been a member of at other times?which other clubs did Will Haining play for?"
    },
    {
        "question": "Juanlu (footballer, born 1972) played for Spain national under-18 football team during 1989 and 1991.Where was Juanlu (footballer, born 1972) born?Where Juanlu (footballer, born 1972) died?Where Juanlu (footballer, born 1972) graduated?What other awards Juanlu (footballer, born 1972) has received?What other institutions did Juanlu (footballer, born 1972) work for?What other parties has Juanlu (footballer, born 1972) been a member of at other times?which other clubs did Juanlu (footballer, born 1972) play for?"
    },
    {
        "question": "Manuel Fernández Muñiz played for AD Alcorcón during 2012 and 2014.Where was Manuel Fernández Muñiz born?Where Manuel Fernández Muñiz died?Where Manuel Fernández Muñiz graduated?What other awards Manuel Fernández Muñiz has received?What other institutions did Manuel Fernández Muñiz work for?What other parties has Manuel Fernández Muñiz been a member of at other times?which other clubs did Manuel Fernández Muñiz play for?"
    },
    {
        "question": "Joe O'Cearuill played for Republic of Ireland national football team in 2007.Where was Joe O'Cearuill born?Where Joe O'Cearuill died?Where Joe O'Cearuill graduated?What other awards Joe O'Cearuill has received?What other institutions did Joe O'Cearuill work for?What other parties has Joe O'Cearuill been a member of at other times?which other clubs did Joe O'Cearuill play for?"
    },
    {
        "question": "Steve Sidwell played for Reading F.C. during 2003 and 2007.Where was Steve Sidwell born?Where Steve Sidwell died?Where Steve Sidwell graduated?What other awards Steve Sidwell has received?What other institutions did Steve Sidwell work for?What other parties has Steve Sidwell been a member of at other times?which other clubs did Steve Sidwell play for?"
    },
    {
        "question": "Jon Moya played for Spain national under-19 football team during 2001 and 2002.Where was Jon Moya born?Where Jon Moya died?Where Jon Moya graduated?What other awards Jon Moya has received?What other institutions did Jon Moya work for?What other parties has Jon Moya been a member of at other times?which other clubs did Jon Moya play for?"
    },
    {
        "question": "Marc Bernaus played for Terrassa FC in 2000.Where was Marc Bernaus born?Where Marc Bernaus died?Where Marc Bernaus graduated?What other awards Marc Bernaus has received?What other institutions did Marc Bernaus work for?What other parties has Marc Bernaus been a member of at other times?which other clubs did Marc Bernaus play for?"
    },
    {
        "question": "Oleksiy Kurilov played for FC Zorya Luhansk in 2009.Where was Oleksiy Kurilov born?Where Oleksiy Kurilov died?Where Oleksiy Kurilov graduated?What other awards Oleksiy Kurilov has received?What other institutions did Oleksiy Kurilov work for?What other parties has Oleksiy Kurilov been a member of at other times?which other clubs did Oleksiy Kurilov play for?"
    },
    {
        "question": "Gary Bowes played for Harlow Town F.C. during 2012 and 2013.Where was Gary Bowes born?Where Gary Bowes died?Where Gary Bowes graduated?What other awards Gary Bowes has received?What other institutions did Gary Bowes work for?What other parties has Gary Bowes been a member of at other times?which other clubs did Gary Bowes play for?"
    },
    {
        "question": "Elías Molina played for Spain national under-16 football team during 1998 and 1999.Where was Elías Molina born?Where Elías Molina died?Where Elías Molina graduated?What other awards Elías Molina has received?What other institutions did Elías Molina work for?What other parties has Elías Molina been a member of at other times?which other clubs did Elías Molina play for?"
    },
    {
        "question": "Brian Howard (footballer) played for Millwall F.C. in 2011.Where was Brian Howard (footballer) born?Where Brian Howard (footballer) died?Where Brian Howard (footballer) graduated?What other awards Brian Howard (footballer) has received?What other institutions did Brian Howard (footballer) work for?What other parties has Brian Howard (footballer) been a member of at other times?which other clubs did Brian Howard (footballer) play for?"
    },
    {
        "question": "Paul Hartley played for Scotland national football team during 2005 and 2010.Where was Paul Hartley born?Where Paul Hartley died?Where Paul Hartley graduated?What other awards Paul Hartley has received?What other institutions did Paul Hartley work for?What other parties has Paul Hartley been a member of at other times?which other clubs did Paul Hartley play for?"
    },
    {
        "question": "Paul Konchesky played for England national under-18 football team during 1998 and 2000.Where was Paul Konchesky born?Where Paul Konchesky died?Where Paul Konchesky graduated?What other awards Paul Konchesky has received?What other institutions did Paul Konchesky work for?What other parties has Paul Konchesky been a member of at other times?which other clubs did Paul Konchesky play for?"
    },
    {
        "question": "Hugo Marques played for Portugal national under-18 football team in 2004.Where was Hugo Marques born?Where Hugo Marques died?Where Hugo Marques graduated?What other awards Hugo Marques has received?What other institutions did Hugo Marques work for?What other parties has Hugo Marques been a member of at other times?which other clubs did Hugo Marques play for?"
    },
    {
        "question": "Diogo Viana played for F.C. Penafiel during 2011 and 2013.Where was Diogo Viana born?Where Diogo Viana died?Where Diogo Viana graduated?What other awards Diogo Viana has received?What other institutions did Diogo Viana work for?What other parties has Diogo Viana been a member of at other times?which other clubs did Diogo Viana play for?"
    },
    {
        "question": "Murat Salar played for Gençlerbirliği S.K. during 2002 and 2003.Where Murat Salar died?Where Murat Salar graduated?What other awards Murat Salar has received?What other institutions did Murat Salar work for?What other parties has Murat Salar been a member of at other times?which other clubs did Murat Salar play for?"
    },
    {
        "question": "Tosaint Ricketts played for Canada men's national under-23 soccer team in 2008.Where Tosaint Ricketts died?Where Tosaint Ricketts graduated?What other awards Tosaint Ricketts has received?What other institutions did Tosaint Ricketts work for?What other parties has Tosaint Ricketts been a member of at other times?which other clubs did Tosaint Ricketts play for?"
    },
    {
        "question": "Sonny Anderson played for AS Monaco FC during 1994 and 1997.Where Sonny Anderson died?Where Sonny Anderson graduated?What other awards Sonny Anderson has received?What other institutions did Sonny Anderson work for?What other parties has Sonny Anderson been a member of at other times?which other clubs did Sonny Anderson play for?"
    },
    {
        "question": "Frank Lampard played for England national football team during 1999 and 2014.Where Frank Lampard died?Where Frank Lampard graduated?What other awards Frank Lampard has received?What other institutions did Frank Lampard work for?What other parties has Frank Lampard been a member of at other times?which other clubs did Frank Lampard play for?"
    },
    {
        "question": "Henok Goitom played for UD Almería during 2009 and 2012.Where was Henok Goitom born?Where Henok Goitom died?Where Henok Goitom graduated?What other awards Henok Goitom has received?What other institutions did Henok Goitom work for?What other parties has Henok Goitom been a member of at other times?which other clubs did Henok Goitom play for?"
    },
    {
        "question": "Ki Sung-yueng played for Swansea City A.F.C. in 2012.Where was Ki Sung-yueng born?Where Ki Sung-yueng died?Where Ki Sung-yueng graduated?What other awards Ki Sung-yueng has received?What other institutions did Ki Sung-yueng work for?What other parties has Ki Sung-yueng been a member of at other times?which other clubs did Ki Sung-yueng play for?"
    },
    {
        "question": "Ashley Cole played for England national football team during 2001 and 2014.Where Ashley Cole died?Where Ashley Cole graduated?What other awards Ashley Cole has received?What other institutions did Ashley Cole work for?What other parties has Ashley Cole been a member of at other times?which other clubs did Ashley Cole play for?"
    },
    {
        "question": "David Kelly (association footballer) played for West Ham United F.C. during 1988 and 1990.Where David Kelly (association footballer) died?Where David Kelly (association footballer) graduated?What other awards David Kelly (association footballer) has received?What other institutions did David Kelly (association footballer) work for?What other parties has David Kelly (association footballer) been a member of at other times?which other clubs did David Kelly (association footballer) play for?"
    },
    {
        "question": "Ismael Urzaiz played for Real Madrid Castilla during 1989 and 1993.Where was Ismael Urzaiz born?Where Ismael Urzaiz died?Where Ismael Urzaiz graduated?What other awards Ismael Urzaiz has received?What other institutions did Ismael Urzaiz work for?What other parties has Ismael Urzaiz been a member of at other times?which other clubs did Ismael Urzaiz play for?"
    },
    {
        "question": "Jordi Pablo Ripollés played for Villarreal CF B during 2006 and 2009.Where was Jordi Pablo Ripollés born?Where Jordi Pablo Ripollés died?Where Jordi Pablo Ripollés graduated?What other awards Jordi Pablo Ripollés has received?What other institutions did Jordi Pablo Ripollés work for?What other parties has Jordi Pablo Ripollés been a member of at other times?which other clubs did Jordi Pablo Ripollés play for?"
    },
    {
        "question": "Shaun Timmins (footballer) played for Wellington Phoenix FC in 2014.Where was Shaun Timmins (footballer) born?Where Shaun Timmins (footballer) died?Where Shaun Timmins (footballer) graduated?What other awards Shaun Timmins (footballer) has received?What other institutions did Shaun Timmins (footballer) work for?What other parties has Shaun Timmins (footballer) been a member of at other times?which other clubs did Shaun Timmins (footballer) play for?"
    },
    {
        "question": "Marko Ćetković played for Serbia national under-17 football team in 2003.Where was Marko Ćetković born?Where Marko Ćetković died?Where Marko Ćetković graduated?What other awards Marko Ćetković has received?What other institutions did Marko Ćetković work for?What other parties has Marko Ćetković been a member of at other times?which other clubs did Marko Ćetković play for?"
    },
    {
        "question": "Lee Keun-ho played for South Korea national under-23 football team during 2006 and 2008.Where Lee Keun-ho died?Where Lee Keun-ho graduated?What other awards Lee Keun-ho has received?What other institutions did Lee Keun-ho work for?What other parties has Lee Keun-ho been a member of at other times?which other clubs did Lee Keun-ho play for?"
    },
    {
        "question": "Sergey Tsvetinsky played for FC Slutsk during 2012 and 2016.Where was Sergey Tsvetinsky born?Where Sergey Tsvetinsky died?Where Sergey Tsvetinsky graduated?What other awards Sergey Tsvetinsky has received?What other institutions did Sergey Tsvetinsky work for?What other parties has Sergey Tsvetinsky been a member of at other times?which other clubs did Sergey Tsvetinsky play for?"
    },
    {
        "question": "Mario Jelavić played for Croatia national under-17 football team in 2010.Where Mario Jelavić died?Where Mario Jelavić graduated?What other awards Mario Jelavić has received?What other institutions did Mario Jelavić work for?What other parties has Mario Jelavić been a member of at other times?which other clubs did Mario Jelavić play for?"
    },
    {
        "question": "Gil Gomes played for C.F. Estrela da Amadora during 1994 and 1995.Where Gil Gomes died?Where Gil Gomes graduated?What other awards Gil Gomes has received?What other institutions did Gil Gomes work for?What other parties has Gil Gomes been a member of at other times?which other clubs did Gil Gomes play for?"
    },
    {
        "question": "Igors Labuts played for FC Jūrmala in 2014.Where was Igors Labuts born?Where Igors Labuts died?Where Igors Labuts graduated?What other awards Igors Labuts has received?What other institutions did Igors Labuts work for?What other parties has Igors Labuts been a member of at other times?which other clubs did Igors Labuts play for?"
    },
    {
        "question": "Rui Fonte played for Arsenal F.C. during 2008 and 2009.Where was Rui Fonte born?Where Rui Fonte died?Where Rui Fonte graduated?What other awards Rui Fonte has received?What other institutions did Rui Fonte work for?What other parties has Rui Fonte been a member of at other times?which other clubs did Rui Fonte play for?"
    },
    {
        "question": "Yago Fernández played for Clube Oriental de Lisboa during 2014 and 2015.Where Yago Fernández died?Where Yago Fernández graduated?What other awards Yago Fernández has received?What other institutions did Yago Fernández work for?What other parties has Yago Fernández been a member of at other times?which other clubs did Yago Fernández play for?"
    },
    {
        "question": "Sebastián Herrera played for FC Barcelona in 1991.Where Sebastián Herrera died?Where Sebastián Herrera graduated?What other awards Sebastián Herrera has received?What other institutions did Sebastián Herrera work for?What other parties has Sebastián Herrera been a member of at other times?which other clubs did Sebastián Herrera play for?"
    },
    {
        "question": "Hayden Foxe played for Leeds United F.C. during 2006 and 2007.Where Hayden Foxe died?Where Hayden Foxe graduated?What other awards Hayden Foxe has received?What other institutions did Hayden Foxe work for?What other parties has Hayden Foxe been a member of at other times?which other clubs did Hayden Foxe play for?"
    },
    {
        "question": "José Luis Morales Martín played for CD Numancia during 1998 and 2000.Where José Luis Morales Martín died?Where José Luis Morales Martín graduated?What other awards José Luis Morales Martín has received?What other institutions did José Luis Morales Martín work for?What other parties has José Luis Morales Martín been a member of at other times?which other clubs did José Luis Morales Martín play for?"
    },
    {
        "question": "Erixon Danso played for Orihuela CF during 2011 and 2012.Where Erixon Danso died?Where Erixon Danso graduated?What other awards Erixon Danso has received?What other institutions did Erixon Danso work for?What other parties has Erixon Danso been a member of at other times?which other clubs did Erixon Danso play for?"
    },
    {
        "question": "Fabrício Lopes Alcântara played for Esporte Clube Vitória during 1996 and 2000.Where Fabrício Lopes Alcântara died?Where Fabrício Lopes Alcântara graduated?What other awards Fabrício Lopes Alcântara has received?What other institutions did Fabrício Lopes Alcântara work for?What other parties has Fabrício Lopes Alcântara been a member of at other times?which other clubs did Fabrício Lopes Alcântara play for?"
    },
    {
        "question": "Jason Brown (footballer) played for Wales national football team during 2006 and 2012.Where was Jason Brown (footballer) born?Where Jason Brown (footballer) died?Where Jason Brown (footballer) graduated?What other awards Jason Brown (footballer) has received?What other institutions did Jason Brown (footballer) work for?What other parties has Jason Brown (footballer) been a member of at other times?which other clubs did Jason Brown (footballer) play for?"
    },
    {
        "question": "Kyrylo Petrov played for FC Dynamo Kyiv during 2007 and 2013.Where Kyrylo Petrov died?Where Kyrylo Petrov graduated?What other awards Kyrylo Petrov has received?What other institutions did Kyrylo Petrov work for?What other parties has Kyrylo Petrov been a member of at other times?which other clubs did Kyrylo Petrov play for?"
    },
    {
        "question": "Aguinaldo Policarpo Mendes Veiga played for C.D. Tondela in 2010.Where Aguinaldo Policarpo Mendes Veiga died?Where Aguinaldo Policarpo Mendes Veiga graduated?What other awards Aguinaldo Policarpo Mendes Veiga has received?What other institutions did Aguinaldo Policarpo Mendes Veiga work for?What other parties has Aguinaldo Policarpo Mendes Veiga been a member of at other times?which other clubs did Aguinaldo Policarpo Mendes Veiga play for?"
    },
    {
        "question": "Jamie Redknapp played for England national under-21 football team during 1993 and 1994.Where was Jamie Redknapp born?Where Jamie Redknapp died?Where Jamie Redknapp graduated?What other awards Jamie Redknapp has received?What other institutions did Jamie Redknapp work for?What other parties has Jamie Redknapp been a member of at other times?which other clubs did Jamie Redknapp play for?"
    },
    {
        "question": "Gerardo Berodia played for SD Ponferradina during 2009 and 2010.Where Gerardo Berodia died?Where Gerardo Berodia graduated?What other awards Gerardo Berodia has received?What other institutions did Gerardo Berodia work for?What other parties has Gerardo Berodia been a member of at other times?which other clubs did Gerardo Berodia play for?"
    },
    {
        "question": "Stuart Taylor (footballer, born 1980) played for England national under-16 football team in 1997.Where Stuart Taylor (footballer, born 1980) died?Where Stuart Taylor (footballer, born 1980) graduated?What other awards Stuart Taylor (footballer, born 1980) has received?What other institutions did Stuart Taylor (footballer, born 1980) work for?What other parties has Stuart Taylor (footballer, born 1980) been a member of at other times?which other clubs did Stuart Taylor (footballer, born 1980) play for?"
    },
    {
        "question": "Héctor Font played for Villarreal CF B during 2002 and 2003.Where was Héctor Font born?Where Héctor Font died?Where Héctor Font graduated?What other awards Héctor Font has received?What other institutions did Héctor Font work for?What other parties has Héctor Font been a member of at other times?which other clubs did Héctor Font play for?"
    },
    {
        "question": "Jonathan López (Spanish footballer) played for Real Oviedo during 2002 and 2003.Where was Jonathan López (Spanish footballer) born?Where Jonathan López (Spanish footballer) died?Where Jonathan López (Spanish footballer) graduated?What other awards Jonathan López (Spanish footballer) has received?What other institutions did Jonathan López (Spanish footballer) work for?What other parties has Jonathan López (Spanish footballer) been a member of at other times?which other clubs did Jonathan López (Spanish footballer) play for?"
    },
    {
        "question": "Isaac Cuenca played for Granada CF in 2016.Where was Isaac Cuenca born?Where Isaac Cuenca died?Where Isaac Cuenca graduated?What other awards Isaac Cuenca has received?What other institutions did Isaac Cuenca work for?What other parties has Isaac Cuenca been a member of at other times?which other clubs did Isaac Cuenca play for?"
    },
    {
        "question": "Oriol Riera played for Deportivo de La Coruña in 2015.Where was Oriol Riera born?Where Oriol Riera died?Where Oriol Riera graduated?What other awards Oriol Riera has received?What other institutions did Oriol Riera work for?What other parties has Oriol Riera been a member of at other times?which other clubs did Oriol Riera play for?"
    },
    {
        "question": "Liam Miller played for Republic of Ireland national under-21 football team in 2002.Where Liam Miller died?Where Liam Miller graduated?What other awards Liam Miller has received?What other institutions did Liam Miller work for?What other parties has Liam Miller been a member of at other times?which other clubs did Liam Miller play for?"
    },
    {
        "question": "Enco Malindi played for KF Tirana in 2009.Where Enco Malindi died?Where Enco Malindi graduated?What other awards Enco Malindi has received?What other institutions did Enco Malindi work for?What other parties has Enco Malindi been a member of at other times?which other clubs did Enco Malindi play for?"
    },
    {
        "question": "Richard Keogh played for Republic of Ireland national football team in 2013.Where was Richard Keogh born?Where Richard Keogh died?Where Richard Keogh graduated?What other awards Richard Keogh has received?What other institutions did Richard Keogh work for?What other parties has Richard Keogh been a member of at other times?which other clubs did Richard Keogh play for?"
    },
    {
        "question": "Iván Bolado played for Elche CF during 2008 and 2009.Where was Iván Bolado born?Where Iván Bolado died?Where Iván Bolado graduated?What other awards Iván Bolado has received?What other institutions did Iván Bolado work for?What other parties has Iván Bolado been a member of at other times?which other clubs did Iván Bolado play for?"
    },
    {
        "question": "Perica Stančeski played for FK Rad in 2014.Where Perica Stančeski died?Where Perica Stančeski graduated?What other awards Perica Stančeski has received?What other institutions did Perica Stančeski work for?What other parties has Perica Stančeski been a member of at other times?which other clubs did Perica Stančeski play for?"
    },
    {
        "question": "Dani Tortolero played for Hércules CF during 2005 and 2006.Where was Dani Tortolero born?Where Dani Tortolero died?Where Dani Tortolero graduated?What other awards Dani Tortolero has received?What other institutions did Dani Tortolero work for?What other parties has Dani Tortolero been a member of at other times?which other clubs did Dani Tortolero play for?"
    },
    {
        "question": "Oleg Strakhanovich played for Belarus national football team during 2001 and 2008.Where was Oleg Strakhanovich born?Where Oleg Strakhanovich died?Where Oleg Strakhanovich graduated?What other awards Oleg Strakhanovich has received?What other institutions did Oleg Strakhanovich work for?What other parties has Oleg Strakhanovich been a member of at other times?which other clubs did Oleg Strakhanovich play for?"
    },
    {
        "question": "Sergio García (footballer, born 1983) played for FC Barcelona C during 2001 and 2002.Where Sergio García (footballer, born 1983) died?Where Sergio García (footballer, born 1983) graduated?What other awards Sergio García (footballer, born 1983) has received?What other institutions did Sergio García (footballer, born 1983) work for?What other parties has Sergio García (footballer, born 1983) been a member of at other times?which other clubs did Sergio García (footballer, born 1983) play for?"
    },
    {
        "question": "Grzegorz Szamotulski played for Preston North End F.C. in 2008.Where Grzegorz Szamotulski died?Where Grzegorz Szamotulski graduated?What other awards Grzegorz Szamotulski has received?What other institutions did Grzegorz Szamotulski work for?What other parties has Grzegorz Szamotulski been a member of at other times?which other clubs did Grzegorz Szamotulski play for?"
    },
    {
        "question": "Jordan Spence played for Scunthorpe United F.C. in 2009.Where was Jordan Spence born?Where Jordan Spence died?Where Jordan Spence graduated?What other awards Jordan Spence has received?What other institutions did Jordan Spence work for?What other parties has Jordan Spence been a member of at other times?which other clubs did Jordan Spence play for?"
    },
    {
        "question": "Issey Nakajima-Farran played for Crystal Palace F.C. during 1995 and 1997.Where Issey Nakajima-Farran died?Where Issey Nakajima-Farran graduated?What other awards Issey Nakajima-Farran has received?What other institutions did Issey Nakajima-Farran work for?What other parties has Issey Nakajima-Farran been a member of at other times?which other clubs did Issey Nakajima-Farran play for?"
    },
    {
        "question": "Makoto Hasebe played for Eintracht Frankfurt in 2014.Where was Makoto Hasebe born?Where Makoto Hasebe died?Where Makoto Hasebe graduated?What other awards Makoto Hasebe has received?What other institutions did Makoto Hasebe work for?What other parties has Makoto Hasebe been a member of at other times?which other clubs did Makoto Hasebe play for?"
    },
    {
        "question": "Rhys Murphy played for Brentford F.C. during 2009 and 2010.Where was Rhys Murphy born?Where Rhys Murphy died?Where Rhys Murphy graduated?What other awards Rhys Murphy has received?What other institutions did Rhys Murphy work for?What other parties has Rhys Murphy been a member of at other times?which other clubs did Rhys Murphy play for?"
    },
    {
        "question": "Kheireddine Zarabi played for Leixões S.C. in 2011.Where was Kheireddine Zarabi born?Where Kheireddine Zarabi died?Where Kheireddine Zarabi graduated?What other awards Kheireddine Zarabi has received?What other institutions did Kheireddine Zarabi work for?What other parties has Kheireddine Zarabi been a member of at other times?which other clubs did Kheireddine Zarabi play for?"
    },
    {
        "question": "Goran Šukalo played for FC Augsburg during 2009 and 2010.Where was Goran Šukalo born?Where Goran Šukalo died?Where Goran Šukalo graduated?What other awards Goran Šukalo has received?What other institutions did Goran Šukalo work for?What other parties has Goran Šukalo been a member of at other times?which other clubs did Goran Šukalo play for?"
    },
    {
        "question": "Rhys Weston played for Wales national football team during 2000 and 2005.Where Rhys Weston died?Where Rhys Weston graduated?What other awards Rhys Weston has received?What other institutions did Rhys Weston work for?What other parties has Rhys Weston been a member of at other times?which other clubs did Rhys Weston play for?"
    },
    {
        "question": "Tomislav Bušić played for KF Tirana during 2014 and 2015.Where Tomislav Bušić died?Where Tomislav Bušić graduated?What other awards Tomislav Bušić has received?What other institutions did Tomislav Bušić work for?What other parties has Tomislav Bušić been a member of at other times?which other clubs did Tomislav Bušić play for?"
    },
    {
        "question": "André Carneiro Soares played for S.L. Benfica during 2009 and 2011.Where was André Carneiro Soares born?Where André Carneiro Soares died?Where André Carneiro Soares graduated?What other awards André Carneiro Soares has received?What other institutions did André Carneiro Soares work for?What other parties has André Carneiro Soares been a member of at other times?which other clubs did André Carneiro Soares play for?"
    },
    {
        "question": "Roberto Merino played for FC Barcelona during 1997 and 1998.Where was Roberto Merino born?Where Roberto Merino died?Where Roberto Merino graduated?What other awards Roberto Merino has received?What other institutions did Roberto Merino work for?What other parties has Roberto Merino been a member of at other times?which other clubs did Roberto Merino play for?"
    },
    {
        "question": "Mirko Stefani played for A.C. Milan during 2002 and 2003.Where was Mirko Stefani born?Where Mirko Stefani died?Where Mirko Stefani graduated?What other awards Mirko Stefani has received?What other institutions did Mirko Stefani work for?What other parties has Mirko Stefani been a member of at other times?which other clubs did Mirko Stefani play for?"
    },
    {
        "question": "David Freeman (footballer) played for Shelbourne F.C. in 2008.Where David Freeman (footballer) died?Where David Freeman (footballer) graduated?What other awards David Freeman (footballer) has received?What other institutions did David Freeman (footballer) work for?What other parties has David Freeman (footballer) been a member of at other times?which other clubs did David Freeman (footballer) play for?"
    },
    {
        "question": "Martin Cranie played for Yeovil Town F.C. during 2006 and 2007.Where was Martin Cranie born?Where Martin Cranie died?Where Martin Cranie graduated?What other awards Martin Cranie has received?What other institutions did Martin Cranie work for?What other parties has Martin Cranie been a member of at other times?which other clubs did Martin Cranie play for?"
    },
    {
        "question": "Antonio Hidalgo (footballer, born 1979) played for Spain national under-18 football team in 1997.Where was Antonio Hidalgo (footballer, born 1979) born?Where Antonio Hidalgo (footballer, born 1979) died?Where Antonio Hidalgo (footballer, born 1979) graduated?What other awards Antonio Hidalgo (footballer, born 1979) has received?What other institutions did Antonio Hidalgo (footballer, born 1979) work for?What other parties has Antonio Hidalgo (footballer, born 1979) been a member of at other times?which other clubs did Antonio Hidalgo (footballer, born 1979) play for?"
    },
    {
        "question": "Fernando de Abreu Ferreira played for Atlético Madrid B during 2007 and 2009.Where Fernando de Abreu Ferreira died?Where Fernando de Abreu Ferreira graduated?What other awards Fernando de Abreu Ferreira has received?What other institutions did Fernando de Abreu Ferreira work for?What other parties has Fernando de Abreu Ferreira been a member of at other times?which other clubs did Fernando de Abreu Ferreira play for?"
    },
    {
        "question": "Marc Richards played for Oldham Athletic A.F.C. in 2001.Where was Marc Richards born?Where Marc Richards died?Where Marc Richards graduated?What other awards Marc Richards has received?What other institutions did Marc Richards work for?What other parties has Marc Richards been a member of at other times?which other clubs did Marc Richards play for?"
    },
    {
        "question": "Geoffrey Castillion played for N.E.C. (football club) in 2014.Where Geoffrey Castillion died?Where Geoffrey Castillion graduated?What other awards Geoffrey Castillion has received?What other institutions did Geoffrey Castillion work for?What other parties has Geoffrey Castillion been a member of at other times?which other clubs did Geoffrey Castillion play for?"
    },
    {
        "question": "Jóan Símun Edmundsson played for Newcastle United F.C. during 2010 and 2012.Where was Jóan Símun Edmundsson born?Where Jóan Símun Edmundsson died?Where Jóan Símun Edmundsson graduated?What other awards Jóan Símun Edmundsson has received?What other institutions did Jóan Símun Edmundsson work for?What other parties has Jóan Símun Edmundsson been a member of at other times?which other clubs did Jóan Símun Edmundsson play for?"
    },
    {
        "question": "Bryan Rabello played for Sevilla FC during 2012 and 2015.Where was Bryan Rabello born?Where Bryan Rabello died?Where Bryan Rabello graduated?What other awards Bryan Rabello has received?What other institutions did Bryan Rabello work for?What other parties has Bryan Rabello been a member of at other times?which other clubs did Bryan Rabello play for?"
    },
    {
        "question": "Steven Vitória played for G.D. Tourizense during 2006 and 2007.Where Steven Vitória died?Where Steven Vitória graduated?What other awards Steven Vitória has received?What other institutions did Steven Vitória work for?What other parties has Steven Vitória been a member of at other times?which other clubs did Steven Vitória play for?"
    },
    {
        "question": "Reto Ziegler played for Hamburger SV during 2005 and 2006.Where Reto Ziegler died?Where Reto Ziegler graduated?What other awards Reto Ziegler has received?What other institutions did Reto Ziegler work for?What other parties has Reto Ziegler been a member of at other times?which other clubs did Reto Ziegler play for?"
    },
    {
        "question": "Paulo Torres played for S.C.U. Torreense during 2000 and 2001.Where was Paulo Torres born?Where Paulo Torres died?Where Paulo Torres graduated?What other awards Paulo Torres has received?What other institutions did Paulo Torres work for?What other parties has Paulo Torres been a member of at other times?which other clubs did Paulo Torres play for?"
    },
    {
        "question": "Márkó Futács played for Hungary national under-21 football team during 2010 and 2012.Where Márkó Futács died?Where Márkó Futács graduated?What other awards Márkó Futács has received?What other institutions did Márkó Futács work for?What other parties has Márkó Futács been a member of at other times?which other clubs did Márkó Futács play for?"
    },
    {
        "question": "Albert Bunjaku played for FC Erzgebirge Aue in 2017.Where was Albert Bunjaku born?Where Albert Bunjaku died?Where Albert Bunjaku graduated?What other awards Albert Bunjaku has received?What other institutions did Albert Bunjaku work for?What other parties has Albert Bunjaku been a member of at other times?which other clubs did Albert Bunjaku play for?"
    },
    {
        "question": "Diogo Tavares played for C.D. Santa Clara during 2012 and 2013.Where Diogo Tavares died?Where Diogo Tavares graduated?What other awards Diogo Tavares has received?What other institutions did Diogo Tavares work for?What other parties has Diogo Tavares been a member of at other times?which other clubs did Diogo Tavares play for?"
    },
    {
        "question": "Kevin Amuneke played for FC Porto B in 2003.Where was Kevin Amuneke born?Where Kevin Amuneke died?Where Kevin Amuneke graduated?What other awards Kevin Amuneke has received?What other institutions did Kevin Amuneke work for?What other parties has Kevin Amuneke been a member of at other times?which other clubs did Kevin Amuneke play for?"
    },
    {
        "question": "João Moreira (footballer, born 1986) played for C.F. Estrela da Amadora during 2004 and 2005.Where was João Moreira (footballer, born 1986) born?Where João Moreira (footballer, born 1986) died?Where João Moreira (footballer, born 1986) graduated?What other awards João Moreira (footballer, born 1986) has received?What other institutions did João Moreira (footballer, born 1986) work for?What other parties has João Moreira (footballer, born 1986) been a member of at other times?which other clubs did João Moreira (footballer, born 1986) play for?"
    },
    {
        "question": "Jürgen Klinsmann played for Tottenham Hotspur F.C. during 1994 and 1995.Where was Jürgen Klinsmann born?Where Jürgen Klinsmann died?Where Jürgen Klinsmann graduated?What other awards Jürgen Klinsmann has received?What other institutions did Jürgen Klinsmann work for?What other parties has Jürgen Klinsmann been a member of at other times?which other clubs did Jürgen Klinsmann play for?"
    },
    {
        "question": "Édgar Méndez played for Real Jaén during 2013 and 2014.Where was Édgar Méndez born?Where Édgar Méndez died?Where Édgar Méndez graduated?What other awards Édgar Méndez has received?What other institutions did Édgar Méndez work for?What other parties has Édgar Méndez been a member of at other times?which other clubs did Édgar Méndez play for?"
    },
    {
        "question": "Medhi Benatia played for A.S. Roma during 2013 and 2014.Where was Medhi Benatia born?Where Medhi Benatia died?Where Medhi Benatia graduated?What other awards Medhi Benatia has received?What other institutions did Medhi Benatia work for?What other parties has Medhi Benatia been a member of at other times?which other clubs did Medhi Benatia play for?"
    },
    {
        "question": "Mick Kennedy played for Chesterfield F.C. during 1992 and 1993.Where was Mick Kennedy born?Where Mick Kennedy died?Where Mick Kennedy graduated?What other awards Mick Kennedy has received?What other institutions did Mick Kennedy work for?What other parties has Mick Kennedy been a member of at other times?which other clubs did Mick Kennedy play for?"
    },
    {
        "question": "Dani Osvaldo played for Atalanta B.C. in 2006.Where was Dani Osvaldo born?Where Dani Osvaldo died?Where Dani Osvaldo graduated?What other awards Dani Osvaldo has received?What other institutions did Dani Osvaldo work for?What other parties has Dani Osvaldo been a member of at other times?which other clubs did Dani Osvaldo play for?"
    },
    {
        "question": "Raúl Bravo played for CD Numancia in 2009.Where was Raúl Bravo born?Where Raúl Bravo died?Where Raúl Bravo graduated?What other awards Raúl Bravo has received?What other institutions did Raúl Bravo work for?What other parties has Raúl Bravo been a member of at other times?which other clubs did Raúl Bravo play for?"
    },
    {
        "question": "Simeon Jackson played for Canada men's national under-20 soccer team during 2006 and 2008.Where Simeon Jackson died?Where Simeon Jackson graduated?What other awards Simeon Jackson has received?What other institutions did Simeon Jackson work for?What other parties has Simeon Jackson been a member of at other times?which other clubs did Simeon Jackson play for?"
    },
    {
        "question": "Jermaine Beckford played for Carlisle United F.C. in 2006.Where was Jermaine Beckford born?Where Jermaine Beckford died?Where Jermaine Beckford graduated?What other awards Jermaine Beckford has received?What other institutions did Jermaine Beckford work for?What other parties has Jermaine Beckford been a member of at other times?which other clubs did Jermaine Beckford play for?"
    },
    {
        "question": "Ivano Trotta played for S.S.C. Napoli during 2006 and 2007.Where Ivano Trotta died?Where Ivano Trotta graduated?What other awards Ivano Trotta has received?What other institutions did Ivano Trotta work for?What other parties has Ivano Trotta been a member of at other times?which other clubs did Ivano Trotta play for?"
    },
    {
        "question": "Otto Fredrikson played for Vålerenga Fotball in 2015.Where was Otto Fredrikson born?Where Otto Fredrikson died?Where Otto Fredrikson graduated?What other awards Otto Fredrikson has received?What other institutions did Otto Fredrikson work for?What other parties has Otto Fredrikson been a member of at other times?which other clubs did Otto Fredrikson play for?"
    },
    {
        "question": "João Paiva played for S.C. Espinho during 2004 and 2005.Where João Paiva died?Where João Paiva graduated?What other awards João Paiva has received?What other institutions did João Paiva work for?What other parties has João Paiva been a member of at other times?which other clubs did João Paiva play for?"
    },
    {
        "question": "Pedro Valido played for F.C. Tirsense during 1995 and 1996.Where Pedro Valido died?Where Pedro Valido graduated?What other awards Pedro Valido has received?What other institutions did Pedro Valido work for?What other parties has Pedro Valido been a member of at other times?which other clubs did Pedro Valido play for?"
    },
    {
        "question": "Shane Smeltz played for Mansfield Town F.C. in 2005.Where was Shane Smeltz born?Where Shane Smeltz died?Where Shane Smeltz graduated?What other awards Shane Smeltz has received?What other institutions did Shane Smeltz work for?What other parties has Shane Smeltz been a member of at other times?which other clubs did Shane Smeltz play for?"
    },
    {
        "question": "Alex Rodman played for Tamworth F.C. during 2008 and 2011.Where was Alex Rodman born?Where Alex Rodman died?Where Alex Rodman graduated?What other awards Alex Rodman has received?What other institutions did Alex Rodman work for?What other parties has Alex Rodman been a member of at other times?which other clubs did Alex Rodman play for?"
    },
    {
        "question": "Hugo Alcântara played for Associação Académica de Coimbra – O.A.F. during 2005 and 2006.Where Hugo Alcântara died?Where Hugo Alcântara graduated?What other awards Hugo Alcântara has received?What other institutions did Hugo Alcântara work for?What other parties has Hugo Alcântara been a member of at other times?which other clubs did Hugo Alcântara play for?"
    },
    {
        "question": "Evandro Brandão played for S.L. Benfica during 2010 and 2011.Where Evandro Brandão died?Where Evandro Brandão graduated?What other awards Evandro Brandão has received?What other institutions did Evandro Brandão work for?What other parties has Evandro Brandão been a member of at other times?which other clubs did Evandro Brandão play for?"
    },
    {
        "question": "Carlos Martins (footballer) played for Portugal national under-21 football team during 2002 and 2004.Where was Carlos Martins (footballer) born?Where Carlos Martins (footballer) died?Where Carlos Martins (footballer) graduated?What other awards Carlos Martins (footballer) has received?What other institutions did Carlos Martins (footballer) work for?What other parties has Carlos Martins (footballer) been a member of at other times?which other clubs did Carlos Martins (footballer) play for?"
    },
    {
        "question": "Chris Mavinga played for Toronto FC in 2017.Where was Chris Mavinga born?Where Chris Mavinga died?Where Chris Mavinga graduated?What other awards Chris Mavinga has received?What other institutions did Chris Mavinga work for?What other parties has Chris Mavinga been a member of at other times?which other clubs did Chris Mavinga play for?"
    },
    {
        "question": "Matt Mills played for Reading F.C. during 2009 and 2011.Where was Matt Mills born?Where Matt Mills died?Where Matt Mills graduated?What other awards Matt Mills has received?What other institutions did Matt Mills work for?What other parties has Matt Mills been a member of at other times?which other clubs did Matt Mills play for?"
    },
    {
        "question": "Paul Peschisolido played for West Bromwich Albion F.C. during 1996 and 1997.Where was Paul Peschisolido born?Where Paul Peschisolido died?Where Paul Peschisolido graduated?What other awards Paul Peschisolido has received?What other institutions did Paul Peschisolido work for?What other parties has Paul Peschisolido been a member of at other times?which other clubs did Paul Peschisolido play for?"
    },
    {
        "question": "Frédéric Piquionne played for Stade Rennais F.C. during 2001 and 2004.Where was Frédéric Piquionne born?Where Frédéric Piquionne died?Where Frédéric Piquionne graduated?What other awards Frédéric Piquionne has received?What other institutions did Frédéric Piquionne work for?What other parties has Frédéric Piquionne been a member of at other times?which other clubs did Frédéric Piquionne play for?"
    },
    {
        "question": "Andrew McNeil played for Scotland national under-19 football team during 2005 and 2006.Where Andrew McNeil died?Where Andrew McNeil graduated?What other awards Andrew McNeil has received?What other institutions did Andrew McNeil work for?What other parties has Andrew McNeil been a member of at other times?which other clubs did Andrew McNeil play for?"
    },
    {
        "question": "Rafael Márquez played for FC Barcelona during 2003 and 2010.Where was Rafael Márquez born?Where Rafael Márquez died?Where Rafael Márquez graduated?What other awards Rafael Márquez has received?What other institutions did Rafael Márquez work for?What other parties has Rafael Márquez been a member of at other times?which other clubs did Rafael Márquez play for?"
    },
    {
        "question": "Harry Kewell played for Leeds United F.C. during 1996 and 2003.Where Harry Kewell died?Where Harry Kewell graduated?What other awards Harry Kewell has received?What other institutions did Harry Kewell work for?What other parties has Harry Kewell been a member of at other times?which other clubs did Harry Kewell play for?"
    },
    {
        "question": "Darren Caskey played for Tottenham Hotspur F.C. during 1992 and 1996.Where was Darren Caskey born?Where Darren Caskey died?Where Darren Caskey graduated?What other awards Darren Caskey has received?What other institutions did Darren Caskey work for?What other parties has Darren Caskey been a member of at other times?which other clubs did Darren Caskey play for?"
    },
    {
        "question": "Anthony Obodai played for AFC Ajax during 2001 and 2005.Where Anthony Obodai died?Where Anthony Obodai graduated?What other awards Anthony Obodai has received?What other institutions did Anthony Obodai work for?What other parties has Anthony Obodai been a member of at other times?which other clubs did Anthony Obodai play for?"
    },
    {
        "question": "Erton Fejzullahu played for Djurgårdens IF Fotboll during 2012 and 2014.Where was Erton Fejzullahu born?Where Erton Fejzullahu died?Where Erton Fejzullahu graduated?What other awards Erton Fejzullahu has received?What other institutions did Erton Fejzullahu work for?What other parties has Erton Fejzullahu been a member of at other times?which other clubs did Erton Fejzullahu play for?"
    },
    {
        "question": "Rui Sacramento played for Portugal national under-19 football team in 2004.Where Rui Sacramento died?Where Rui Sacramento graduated?What other awards Rui Sacramento has received?What other institutions did Rui Sacramento work for?What other parties has Rui Sacramento been a member of at other times?which other clubs did Rui Sacramento play for?"
    },
    {
        "question": "Djamel Abdoun played for Olympiacos F.C. during 2011 and 2013.Where was Djamel Abdoun born?Where Djamel Abdoun died?Where Djamel Abdoun graduated?What other awards Djamel Abdoun has received?What other institutions did Djamel Abdoun work for?What other parties has Djamel Abdoun been a member of at other times?which other clubs did Djamel Abdoun play for?"
    },
    {
        "question": "Dajan Šimac played for Croatia national under-20 football team in 2003.Where was Dajan Šimac born?Where Dajan Šimac died?Where Dajan Šimac graduated?What other awards Dajan Šimac has received?What other institutions did Dajan Šimac work for?What other parties has Dajan Šimac been a member of at other times?which other clubs did Dajan Šimac play for?"
    },
    {
        "question": "Dmitri Bulykin played for FC Lokomotiv Moscow during 1997 and 2000.Where Dmitri Bulykin died?Where Dmitri Bulykin graduated?What other awards Dmitri Bulykin has received?What other institutions did Dmitri Bulykin work for?What other parties has Dmitri Bulykin been a member of at other times?which other clubs did Dmitri Bulykin play for?"
    },
    {
        "question": "Mat Sadler played for Oldham Athletic A.F.C. in 2015.Where Mat Sadler died?Where Mat Sadler graduated?What other awards Mat Sadler has received?What other institutions did Mat Sadler work for?What other parties has Mat Sadler been a member of at other times?which other clubs did Mat Sadler play for?"
    },
    {
        "question": "Nuno Santos (footballer, born 1978) played for Sporting Clube de Portugal during 1997 and 2005.Where was Nuno Santos (footballer, born 1978) born?Where Nuno Santos (footballer, born 1978) died?Where Nuno Santos (footballer, born 1978) graduated?What other awards Nuno Santos (footballer, born 1978) has received?What other institutions did Nuno Santos (footballer, born 1978) work for?What other parties has Nuno Santos (footballer, born 1978) been a member of at other times?which other clubs did Nuno Santos (footballer, born 1978) play for?"
    },
    {
        "question": "Ronnie Ekelund played for Denmark national under-19 football team during 1989 and 1991.Where was Ronnie Ekelund born?Where Ronnie Ekelund died?Where Ronnie Ekelund graduated?What other awards Ronnie Ekelund has received?What other institutions did Ronnie Ekelund work for?What other parties has Ronnie Ekelund been a member of at other times?which other clubs did Ronnie Ekelund play for?"
    },
    {
        "question": "Igor Angulo played for CD Basconia during 2002 and 2003.Where was Igor Angulo born?Where Igor Angulo died?Where Igor Angulo graduated?What other awards Igor Angulo has received?What other institutions did Igor Angulo work for?What other parties has Igor Angulo been a member of at other times?which other clubs did Igor Angulo play for?"
    },
    {
        "question": "Matthew Collins played for Swindon Town F.C. in 2001.Where was Matthew Collins born?Where Matthew Collins died?Where Matthew Collins graduated?What other awards Matthew Collins has received?What other institutions did Matthew Collins work for?What other parties has Matthew Collins been a member of at other times?which other clubs did Matthew Collins play for?"
    },
    {
        "question": "Ivan Fatić played for Genoa C.F.C. during 2009 and 2011.Where was Ivan Fatić born?Where Ivan Fatić died?Where Ivan Fatić graduated?What other awards Ivan Fatić has received?What other institutions did Ivan Fatić work for?What other parties has Ivan Fatić been a member of at other times?which other clubs did Ivan Fatić play for?"
    },
    {
        "question": "Lee Holmes played for Derby County F.C. during 2002 and 2008.Where was Lee Holmes born?Where Lee Holmes died?Where Lee Holmes graduated?What other awards Lee Holmes has received?What other institutions did Lee Holmes work for?What other parties has Lee Holmes been a member of at other times?which other clubs did Lee Holmes play for?"
    },
    {
        "question": "Jon Bewers played for England national under-16 football team in 1999.Where was Jon Bewers born?Where Jon Bewers died?Where Jon Bewers graduated?What other awards Jon Bewers has received?What other institutions did Jon Bewers work for?What other parties has Jon Bewers been a member of at other times?which other clubs did Jon Bewers play for?"
    },
    {
        "question": "Henrik Ojamaa played for Alemannia Aachen during 2010 and 2011.Where was Henrik Ojamaa born?Where Henrik Ojamaa died?Where Henrik Ojamaa graduated?What other awards Henrik Ojamaa has received?What other institutions did Henrik Ojamaa work for?What other parties has Henrik Ojamaa been a member of at other times?which other clubs did Henrik Ojamaa play for?"
    },
    {
        "question": "Yawhen Lashankow played for Belarus national football team in 2005.Where was Yawhen Lashankow born?Where Yawhen Lashankow died?Where Yawhen Lashankow graduated?What other awards Yawhen Lashankow has received?What other institutions did Yawhen Lashankow work for?What other parties has Yawhen Lashankow been a member of at other times?which other clubs did Yawhen Lashankow play for?"
    },
    {
        "question": "Roman Bednář played for MKE Ankaragücü during 2010 and 2011.Where Roman Bednář died?Where Roman Bednář graduated?What other awards Roman Bednář has received?What other institutions did Roman Bednář work for?What other parties has Roman Bednář been a member of at other times?which other clubs did Roman Bednář play for?"
    },
    {
        "question": "Landon Donovan played for IMG Academy in 1999.Where was Landon Donovan born?Where Landon Donovan died?Where Landon Donovan graduated?What other awards Landon Donovan has received?What other institutions did Landon Donovan work for?What other parties has Landon Donovan been a member of at other times?which other clubs did Landon Donovan play for?"
    },
    {
        "question": "Joseph-Désiré Job played for FC Metz in 2002.Where was Joseph-Désiré Job born?Where Joseph-Désiré Job died?Where Joseph-Désiré Job graduated?What other awards Joseph-Désiré Job has received?What other institutions did Joseph-Désiré Job work for?What other parties has Joseph-Désiré Job been a member of at other times?which other clubs did Joseph-Désiré Job play for?"
    },
    {
        "question": "Luke Foster played for York City F.C. in 2006.Where was Luke Foster born?Where Luke Foster died?Where Luke Foster graduated?What other awards Luke Foster has received?What other institutions did Luke Foster work for?What other parties has Luke Foster been a member of at other times?which other clubs did Luke Foster play for?"
    },
    {
        "question": "Rayco García Dauta played for Real Madrid C during 2005 and 2006.Where was Rayco García Dauta born?Where Rayco García Dauta died?Where Rayco García Dauta graduated?What other awards Rayco García Dauta has received?What other institutions did Rayco García Dauta work for?What other parties has Rayco García Dauta been a member of at other times?which other clubs did Rayco García Dauta play for?"
    },
    {
        "question": "Christian Tiffert played for 1. FC Kaiserslautern during 2010 and 2012.Where Christian Tiffert died?Where Christian Tiffert graduated?What other awards Christian Tiffert has received?What other institutions did Christian Tiffert work for?What other parties has Christian Tiffert been a member of at other times?which other clubs did Christian Tiffert play for?"
    },
    {
        "question": "Ahn Hyo-yeon played for South Korea national under-23 football team during 1999 and 2000.Where Ahn Hyo-yeon died?Where Ahn Hyo-yeon graduated?What other awards Ahn Hyo-yeon has received?What other institutions did Ahn Hyo-yeon work for?What other parties has Ahn Hyo-yeon been a member of at other times?which other clubs did Ahn Hyo-yeon play for?"
    },
    {
        "question": "Kelvin Bossman played for Reading F.C. during 2002 and 2009.Where was Kelvin Bossman born?Where Kelvin Bossman died?Where Kelvin Bossman graduated?What other awards Kelvin Bossman has received?What other institutions did Kelvin Bossman work for?What other parties has Kelvin Bossman been a member of at other times?which other clubs did Kelvin Bossman play for?"
    },
    {
        "question": "Ciarán Toner played for Grimsby Town F.C. during 2005 and 2008.Where was Ciarán Toner born?Where Ciarán Toner died?Where Ciarán Toner graduated?What other awards Ciarán Toner has received?What other institutions did Ciarán Toner work for?What other parties has Ciarán Toner been a member of at other times?which other clubs did Ciarán Toner play for?"
    },
    {
        "question": "Oleksandr Maksymov played for Ukraine national under-17 football team during 2001 and 2002.Where was Oleksandr Maksymov born?Where Oleksandr Maksymov died?Where Oleksandr Maksymov graduated?What other awards Oleksandr Maksymov has received?What other institutions did Oleksandr Maksymov work for?What other parties has Oleksandr Maksymov been a member of at other times?which other clubs did Oleksandr Maksymov play for?"
    },
    {
        "question": "Francisco Borrego played for Sevilla Atlético during 2006 and 2007.Where was Francisco Borrego born?Where Francisco Borrego died?Where Francisco Borrego graduated?What other awards Francisco Borrego has received?What other institutions did Francisco Borrego work for?What other parties has Francisco Borrego been a member of at other times?which other clubs did Francisco Borrego play for?"
    },
    {
        "question": "Nikola Vujadinović played for Red Star Belgrade during 1996 and 2004.Where Nikola Vujadinović died?Where Nikola Vujadinović graduated?What other awards Nikola Vujadinović has received?What other institutions did Nikola Vujadinović work for?What other parties has Nikola Vujadinović been a member of at other times?which other clubs did Nikola Vujadinović play for?"
    },
    {
        "question": "Jason Cundy played for Ipswich Town F.C. during 1996 and 1999.Where Jason Cundy died?Where Jason Cundy graduated?What other awards Jason Cundy has received?What other institutions did Jason Cundy work for?What other parties has Jason Cundy been a member of at other times?which other clubs did Jason Cundy play for?"
    },
    {
        "question": "Dejan Antonić played for FK Spartak Subotica during 1989 and 1990.Where Dejan Antonić died?Where Dejan Antonić graduated?What other awards Dejan Antonić has received?What other institutions did Dejan Antonić work for?What other parties has Dejan Antonić been a member of at other times?which other clubs did Dejan Antonić play for?"
    },
    {
        "question": "Jacinto Elá played for CE L'Hospitalet during 1995 and 1996.Where was Jacinto Elá born?Where Jacinto Elá died?Where Jacinto Elá graduated?What other awards Jacinto Elá has received?What other institutions did Jacinto Elá work for?What other parties has Jacinto Elá been a member of at other times?which other clubs did Jacinto Elá play for?"
    },
    {
        "question": "Stefán Gíslason played for Arsenal F.C. in 1997.Where was Stefán Gíslason born?Where Stefán Gíslason died?Where Stefán Gíslason graduated?What other awards Stefán Gíslason has received?What other institutions did Stefán Gíslason work for?What other parties has Stefán Gíslason been a member of at other times?which other clubs did Stefán Gíslason play for?"
    },
    {
        "question": "Iker Casillas played for Real Madrid C during 1998 and 1999.Where was Iker Casillas born?Where Iker Casillas died?Where Iker Casillas graduated?What other awards Iker Casillas has received?What other institutions did Iker Casillas work for?What other parties has Iker Casillas been a member of at other times?which other clubs did Iker Casillas play for?"
    },
    {
        "question": "Abdisalam Ibrahim played for Scunthorpe United F.C. in 2011.Where was Abdisalam Ibrahim born?Where Abdisalam Ibrahim died?Where Abdisalam Ibrahim graduated?What other awards Abdisalam Ibrahim has received?What other institutions did Abdisalam Ibrahim work for?What other parties has Abdisalam Ibrahim been a member of at other times?which other clubs did Abdisalam Ibrahim play for?"
    },
    {
        "question": "Renat Gafurov played for SV Werder Bremen during 2005 and 2007.Where was Renat Gafurov born?Where Renat Gafurov died?Where Renat Gafurov graduated?What other awards Renat Gafurov has received?What other institutions did Renat Gafurov work for?What other parties has Renat Gafurov been a member of at other times?which other clubs did Renat Gafurov play for?"
    },
    {
        "question": "Eliran George played for Maccabi Tel Aviv F.C. in 2011.Where was Eliran George born?Where Eliran George died?Where Eliran George graduated?What other awards Eliran George has received?What other institutions did Eliran George work for?What other parties has Eliran George been a member of at other times?which other clubs did Eliran George play for?"
    },
    {
        "question": "Gilberto dos Santos Souza Júnior played for Esporte Clube Vitória during 2005 and 2006.Where Gilberto dos Santos Souza Júnior died?Where Gilberto dos Santos Souza Júnior graduated?What other awards Gilberto dos Santos Souza Júnior has received?What other institutions did Gilberto dos Santos Souza Júnior work for?What other parties has Gilberto dos Santos Souza Júnior been a member of at other times?which other clubs did Gilberto dos Santos Souza Júnior play for?"
    },
    {
        "question": "Milko Djurovski played for FK Partizan during 1986 and 1990.Where was Milko Djurovski born?Where Milko Djurovski died?Where Milko Djurovski graduated?What other awards Milko Djurovski has received?What other institutions did Milko Djurovski work for?What other parties has Milko Djurovski been a member of at other times?which other clubs did Milko Djurovski play for?"
    },
    {
        "question": "Jero Miñarro played for Spain national under-16 football team during 1992 and 1994.Where was Jero Miñarro born?Where Jero Miñarro died?Where Jero Miñarro graduated?What other awards Jero Miñarro has received?What other institutions did Jero Miñarro work for?What other parties has Jero Miñarro been a member of at other times?which other clubs did Jero Miñarro play for?"
    },
    {
        "question": "Brimah Razak played for Polideportivo Ejido during 2008 and 2009.Where Brimah Razak died?Where Brimah Razak graduated?What other awards Brimah Razak has received?What other institutions did Brimah Razak work for?What other parties has Brimah Razak been a member of at other times?which other clubs did Brimah Razak play for?"
    },
    {
        "question": "Eduard Sergienko played for FC Shakhtar-3 Donetsk during 2000 and 2001.Where was Eduard Sergienko born?Where Eduard Sergienko died?Where Eduard Sergienko graduated?What other awards Eduard Sergienko has received?What other institutions did Eduard Sergienko work for?What other parties has Eduard Sergienko been a member of at other times?which other clubs did Eduard Sergienko play for?"
    },
    {
        "question": "Sebino Plaku played for FK Partizani Tirana in 2003.Where Sebino Plaku died?Where Sebino Plaku graduated?What other awards Sebino Plaku has received?What other institutions did Sebino Plaku work for?What other parties has Sebino Plaku been a member of at other times?which other clubs did Sebino Plaku play for?"
    },
    {
        "question": "Willian José played for Brazil national under-20 football team in 2011.Where Willian José died?Where Willian José graduated?What other awards Willian José has received?What other institutions did Willian José work for?What other parties has Willian José been a member of at other times?which other clubs did Willian José play for?"
    },
    {
        "question": "Lucas Neill played for Australia national under-20 soccer team during 1996 and 1997.Where Lucas Neill died?Where Lucas Neill graduated?What other awards Lucas Neill has received?What other institutions did Lucas Neill work for?What other parties has Lucas Neill been a member of at other times?which other clubs did Lucas Neill play for?"
    },
    {
        "question": "Alípio played for Rio Ave F.C. during 2007 and 2008.Where Alípio died?Where Alípio graduated?What other awards Alípio has received?What other institutions did Alípio work for?What other parties has Alípio been a member of at other times?which other clubs did Alípio play for?"
    },
    {
        "question": "Gökhan Inler played for FC Basel during 2004 and 2005.Where was Gökhan Inler born?Where Gökhan Inler died?Where Gökhan Inler graduated?What other awards Gökhan Inler has received?What other institutions did Gökhan Inler work for?What other parties has Gökhan Inler been a member of at other times?which other clubs did Gökhan Inler play for?"
    },
    {
        "question": "Manuel Diego Tello played for Real Madrid Castilla during 2004 and 2005.Where Manuel Diego Tello died?Where Manuel Diego Tello graduated?What other awards Manuel Diego Tello has received?What other institutions did Manuel Diego Tello work for?What other parties has Manuel Diego Tello been a member of at other times?which other clubs did Manuel Diego Tello play for?"
    },
    {
        "question": "Jung Jo-gook played for South Korea national under-20 football team during 2002 and 2003.Where was Jung Jo-gook born?Where Jung Jo-gook died?Where Jung Jo-gook graduated?What other awards Jung Jo-gook has received?What other institutions did Jung Jo-gook work for?What other parties has Jung Jo-gook been a member of at other times?which other clubs did Jung Jo-gook play for?"
    },
    {
        "question": "Arbnor Fejzullahu played for Albania national under-19 football team during 2011 and 2012.Where was Arbnor Fejzullahu born?Where Arbnor Fejzullahu died?Where Arbnor Fejzullahu graduated?What other awards Arbnor Fejzullahu has received?What other institutions did Arbnor Fejzullahu work for?What other parties has Arbnor Fejzullahu been a member of at other times?which other clubs did Arbnor Fejzullahu play for?"
    },
    {
        "question": "Raymond Domenech played for Olympique Lyonnais during 1969 and 1977.Where Raymond Domenech died?Where Raymond Domenech graduated?What other awards Raymond Domenech has received?What other institutions did Raymond Domenech work for?What other parties has Raymond Domenech been a member of at other times?which other clubs did Raymond Domenech play for?"
    },
    {
        "question": "Jack Reynolds (footballer, born 1869) played for Southampton F.C. in 1898.Where was Jack Reynolds (footballer, born 1869) born?Where Jack Reynolds (footballer, born 1869) graduated?What other awards Jack Reynolds (footballer, born 1869) has received?What other institutions did Jack Reynolds (footballer, born 1869) work for?What other parties has Jack Reynolds (footballer, born 1869) been a member of at other times?which other clubs did Jack Reynolds (footballer, born 1869) play for?"
    },
    {
        "question": "Krzysztof Król played for Real Madrid C in 2007.Where was Krzysztof Król born?Where Krzysztof Król died?Where Krzysztof Król graduated?What other awards Krzysztof Król has received?What other institutions did Krzysztof Król work for?What other parties has Krzysztof Król been a member of at other times?which other clubs did Krzysztof Król play for?"
    },
    {
        "question": "Vladislavs Gabovs played for Skonto FC during 2013 and 2014.Where Vladislavs Gabovs died?Where Vladislavs Gabovs graduated?What other awards Vladislavs Gabovs has received?What other institutions did Vladislavs Gabovs work for?What other parties has Vladislavs Gabovs been a member of at other times?which other clubs did Vladislavs Gabovs play for?"
    },
    {
        "question": "Milan Milanović (footballer, born 1963) played for FK Čukarički during 1983 and 1984.Where Milan Milanović (footballer, born 1963) died?Where Milan Milanović (footballer, born 1963) graduated?What other awards Milan Milanović (footballer, born 1963) has received?What other institutions did Milan Milanović (footballer, born 1963) work for?What other parties has Milan Milanović (footballer, born 1963) been a member of at other times?which other clubs did Milan Milanović (footballer, born 1963) play for?"
    },
    {
        "question": "Rafael Santos Bergamasco played for Cruzeiro Esporte Clube in 2004.Where Rafael Santos Bergamasco died?Where Rafael Santos Bergamasco graduated?What other awards Rafael Santos Bergamasco has received?What other institutions did Rafael Santos Bergamasco work for?What other parties has Rafael Santos Bergamasco been a member of at other times?which other clubs did Rafael Santos Bergamasco play for?"
    }
]