[
    {
        "question": "Yuan T. Lee won the prize of Nobel Prize in Chemistry in 1986.Where was Yuan T. Lee born?Where Yuan T. Lee died?Where Yuan T. Lee graduated?What other awards Yuan T. Lee has received?What other institutions did Yuan T. Lee work for?"
    },
    {
        "question": "Carl Woese won the prize of Crafoord Prize in 2003.Where Carl Woese graduated?What other awards Carl Woese has received?What other institutions did Carl Woese work for?"
    },
    {
        "question": "Philip Abelson won the prize of Vannevar Bush Award in 1996.Where Philip Abelson graduated?What other awards Philip Abelson has received?What other institutions did Philip Abelson work for?"
    },
    {
        "question": "Eugene Wigner won the prize of Franklin Medal in 1950.Where Eugene Wigner graduated?What other awards Eugene Wigner has received?What other institutions did Eugene Wigner work for?"
    },
    {
        "question": "Harold Jeffreys won the prize of Gold Medal of the Royal Astronomical Society in 1937.Where was Harold Jeffreys born?Where Harold Jeffreys graduated?What other awards Harold Jeffreys has received?What other institutions did Harold Jeffreys work for?"
    },
    {
        "question": "Allen Newell won the prize of National Medal of Science in 1992.Where Allen Newell graduated?What other awards Allen Newell has received?What other institutions did Allen Newell work for?"
    },
    {
        "question": "Chu Ching-wu won the prize of National Medal of Science in 1988.Where was Chu Ching-wu born?Where Chu Ching-wu died?Where Chu Ching-wu graduated?What other awards Chu Ching-wu has received?What other institutions did Chu Ching-wu work for?"
    },
    {
        "question": "Sydney Chapman (mathematician) won the prize of William Bowie Medal in 1962.Where was Sydney Chapman (mathematician) born?Where Sydney Chapman (mathematician) graduated?What other awards Sydney Chapman (mathematician) has received?What other institutions did Sydney Chapman (mathematician) work for?"
    },
    {
        "question": "Walter Eric Spear won the prize of Rumford Medal in 1990.Where Walter Eric Spear died?Where Walter Eric Spear graduated?What other awards Walter Eric Spear has received?What other institutions did Walter Eric Spear work for?"
    },
    {
        "question": "Severo Ochoa won the prize of Paul Karrer Gold Medal in 1963.Where was Severo Ochoa born?Where Severo Ochoa graduated?What other awards Severo Ochoa has received?What other institutions did Severo Ochoa work for?"
    },
    {
        "question": "Charles Lyell won the prize of Copley Medal in 1858.Where Charles Lyell died?Where Charles Lyell graduated?What other awards Charles Lyell has received?What other institutions did Charles Lyell work for?"
    },
    {
        "question": "Hermann Emil Fischer won the prize of Elliott Cresson Medal in 1913.Where was Hermann Emil Fischer born?Where Hermann Emil Fischer graduated?What other awards Hermann Emil Fischer has received?What other institutions did Hermann Emil Fischer work for?"
    },
    {
        "question": "George S. Hammond won the prize of Glenn T. Seaborg Medal in 1994.Where was George S. Hammond born?Where George S. Hammond graduated?What other awards George S. Hammond has received?What other institutions did George S. Hammond work for?"
    },
    {
        "question": "Charles K. Kao won the prize of Stuart Ballantine Medal in 1977.Where Charles K. Kao died?What other awards Charles K. Kao has received?What other institutions did Charles K. Kao work for?"
    },
    {
        "question": "Wolfgang Pauli won the prize of Max Planck Medal in 1958.Where Wolfgang Pauli graduated?What other awards Wolfgang Pauli has received?What other institutions did Wolfgang Pauli work for?"
    },
    {
        "question": "Lennart Carleson won the prize of Sylvester Medal in 2003.Where Lennart Carleson died?Where Lennart Carleson graduated?What other awards Lennart Carleson has received?What other institutions did Lennart Carleson work for?"
    },
    {
        "question": "Gary Becker won the prize of Nobel Memorial Prize in Economic Sciences in 1992.Where was Gary Becker born?Where Gary Becker graduated?What other awards Gary Becker has received?What other institutions did Gary Becker work for?"
    },
    {
        "question": "Roy Williams (coach) won the prize of Adolph Rupp Cup in 2006.Where was Roy Williams (coach) born?Where Roy Williams (coach) died?Where Roy Williams (coach) graduated?What other awards Roy Williams (coach) has received?What other institutions did Roy Williams (coach) work for?"
    },
    {
        "question": "Max Planck won the prize of Max Planck Medal in 1929.Where Max Planck graduated?What other awards Max Planck has received?What other institutions did Max Planck work for?"
    },
    {
        "question": "Terence Tao won the prize of Alan T. Waterman Award in 2008.Where Terence Tao died?Where Terence Tao graduated?What other awards Terence Tao has received?What other institutions did Terence Tao work for?"
    },
    {
        "question": "Gregg Marshall won the prize of Adolph Rupp Cup in 2014.Where was Gregg Marshall born?Where Gregg Marshall died?Where Gregg Marshall graduated?What other awards Gregg Marshall has received?What other institutions did Gregg Marshall work for?"
    },
    {
        "question": "Brian Josephson won the prize of Elliott Cresson Medal in 1972.Where Brian Josephson died?Where Brian Josephson graduated?What other awards Brian Josephson has received?What other institutions did Brian Josephson work for?"
    },
    {
        "question": "Dan McKenzie (geophysicist) won the prize of Japan Prize in 1990.Where was Dan McKenzie (geophysicist) born?Where Dan McKenzie (geophysicist) died?Where Dan McKenzie (geophysicist) graduated?What other awards Dan McKenzie (geophysicist) has received?What other institutions did Dan McKenzie (geophysicist) work for?"
    },
    {
        "question": "John D. Roberts won the prize of Arthur C. Cope Award in 1994.Where John D. Roberts graduated?What other awards John D. Roberts has received?What other institutions did John D. Roberts work for?"
    },
    {
        "question": "Ashoke Sen won the prize of Infosys Prize in 2009.Where Ashoke Sen died?Where Ashoke Sen graduated?What other awards Ashoke Sen has received?What other institutions did Ashoke Sen work for?"
    },
    {
        "question": "George Paget Thomson won the prize of Royal Medal in 1949.Where George Paget Thomson graduated?What other awards George Paget Thomson has received?What other institutions did George Paget Thomson work for?"
    },
    {
        "question": "John R. Pierce won the prize of IEEE Edison Medal in 1963.Where John R. Pierce died?Where John R. Pierce graduated?What other awards John R. Pierce has received?What other institutions did John R. Pierce work for?"
    },
    {
        "question": "Athene Donald won the prize of Order of the British Empire in 2017.Where Athene Donald died?Where Athene Donald graduated?What other awards Athene Donald has received?What other institutions did Athene Donald work for?"
    },
    {
        "question": "Gary Patterson won the prize of Liberty Mutual Coach of the Year Award in 2009.Where was Gary Patterson born?Where Gary Patterson died?Where Gary Patterson graduated?What other awards Gary Patterson has received?What other institutions did Gary Patterson work for?"
    },
    {
        "question": "Stefan Hell won the prize of Kavli Prize in 2014.Where was Stefan Hell born?Where Stefan Hell died?Where Stefan Hell graduated?What other awards Stefan Hell has received?What other institutions did Stefan Hell work for?"
    },
    {
        "question": "E. O. Wilson won the prize of Pulitzer Prize in 1979.Where E. O. Wilson died?Where E. O. Wilson graduated?What other awards E. O. Wilson has received?What other institutions did E. O. Wilson work for?"
    },
    {
        "question": "Gerard 't Hooft won the prize of Nobel Prize in Physics in 1999.Where was Gerard 't Hooft born?Where Gerard 't Hooft died?Where Gerard 't Hooft graduated?What other awards Gerard 't Hooft has received?What other institutions did Gerard 't Hooft work for?"
    },
    {
        "question": "Manjul Bhargava won the prize of Fields Medal in 2014.Where Manjul Bhargava died?Where Manjul Bhargava graduated?What other awards Manjul Bhargava has received?What other institutions did Manjul Bhargava work for?"
    },
    {
        "question": "Chandrashekhar Khare won the prize of Cole Prize in 2011.Where was Chandrashekhar Khare born?Where Chandrashekhar Khare died?Where Chandrashekhar Khare graduated?What other awards Chandrashekhar Khare has received?What other institutions did Chandrashekhar Khare work for?"
    },
    {
        "question": "Klaus von Klitzing won the prize of Dirac Medal in 1988.Where was Klaus von Klitzing born?Where Klaus von Klitzing died?Where Klaus von Klitzing graduated?What other awards Klaus von Klitzing has received?What other institutions did Klaus von Klitzing work for?"
    },
    {
        "question": "Charles H. Townes won the prize of Fellow of the Royal Society in 1976.Where was Charles H. Townes born?Where Charles H. Townes graduated?What other awards Charles H. Townes has received?What other institutions did Charles H. Townes work for?"
    },
    {
        "question": "Muhammad Yunus won the prize of Presidential Medal of Freedom in 2009.Where was Muhammad Yunus born?Where Muhammad Yunus died?Where Muhammad Yunus graduated?What other awards Muhammad Yunus has received?What other institutions did Muhammad Yunus work for?"
    },
    {
        "question": "Svante Pääbo won the prize of Fellow of the Royal Society in 2016.Where Svante Pääbo died?Where Svante Pääbo graduated?What other awards Svante Pääbo has received?What other institutions did Svante Pääbo work for?"
    },
    {
        "question": "Francis Crick won the prize of Royal Medal in 1972.Where was Francis Crick born?Where Francis Crick graduated?What other awards Francis Crick has received?What other institutions did Francis Crick work for?"
    },
    {
        "question": "Alexander Markovich Polyakov won the prize of Lorentz Medal in 1994.Where was Alexander Markovich Polyakov born?Where Alexander Markovich Polyakov died?Where Alexander Markovich Polyakov graduated?What other awards Alexander Markovich Polyakov has received?What other institutions did Alexander Markovich Polyakov work for?"
    },
    {
        "question": "George Porter won the prize of Copley Medal in 1992.Where was George Porter born?Where George Porter graduated?What other awards George Porter has received?What other institutions did George Porter work for?"
    },
    {
        "question": "John Bardeen won the prize of IEEE Medal of Honor in 1971.Where John Bardeen graduated?What other awards John Bardeen has received?What other institutions did John Bardeen work for?"
    },
    {
        "question": "Anil Kakodkar won the prize of Padma Shri in 1998.Where was Anil Kakodkar born?Where Anil Kakodkar died?Where Anil Kakodkar graduated?What other awards Anil Kakodkar has received?What other institutions did Anil Kakodkar work for?"
    },
    {
        "question": "Jean-Marie Tarascon won the prize of Fellow of the Royal Society of Chemistry in 2015.Where was Jean-Marie Tarascon born?Where Jean-Marie Tarascon died?Where Jean-Marie Tarascon graduated?What other awards Jean-Marie Tarascon has received?What other institutions did Jean-Marie Tarascon work for?"
    },
    {
        "question": "Owen Willans Richardson won the prize of Nobel Prize in Physics in 1928.Where was Owen Willans Richardson born?Where Owen Willans Richardson died?Where Owen Willans Richardson graduated?What other awards Owen Willans Richardson has received?What other institutions did Owen Willans Richardson work for?"
    },
    {
        "question": "Heisuke Hironaka won the prize of Fields Medal in 1970.Where was Heisuke Hironaka born?Where Heisuke Hironaka died?Where Heisuke Hironaka graduated?What other awards Heisuke Hironaka has received?What other institutions did Heisuke Hironaka work for?"
    },
    {
        "question": "John Savill won the prize of Fellow of the Academy of Medical Sciences in 2016.Where was John Savill born?Where John Savill died?Where John Savill graduated?What other awards John Savill has received?What other institutions did John Savill work for?"
    },
    {
        "question": "Barry Mazur won the prize of National Medal of Science in 2011.Where Barry Mazur died?Where Barry Mazur graduated?What other awards Barry Mazur has received?What other institutions did Barry Mazur work for?"
    },
    {
        "question": "Jules A. Hoffmann won the prize of Balzan Prize in 2007.Where was Jules A. Hoffmann born?Where Jules A. Hoffmann died?Where Jules A. Hoffmann graduated?What other awards Jules A. Hoffmann has received?What other institutions did Jules A. Hoffmann work for?"
    },
    {
        "question": "Eric Kandel won the prize of Wolf Prize in Medicine in 1999.Where Eric Kandel died?Where Eric Kandel graduated?What other awards Eric Kandel has received?What other institutions did Eric Kandel work for?"
    },
    {
        "question": "Michael Levine (biologist) won the prize of NAS Award in Molecular Biology in 1996.Where was Michael Levine (biologist) born?Where Michael Levine (biologist) died?What other awards Michael Levine (biologist) has received?What other institutions did Michael Levine (biologist) work for?"
    },
    {
        "question": "Bill Self won the prize of Associated Press College Basketball Coach of the Year between 2009 and 2016.Where was Bill Self born?Where Bill Self died?Where Bill Self graduated?What other awards Bill Self has received?What other institutions did Bill Self work for?"
    },
    {
        "question": "Freeman Dyson won the prize of Fellow of the Royal Society in 1952.Where was Freeman Dyson born?Where Freeman Dyson died?Where Freeman Dyson graduated?What other awards Freeman Dyson has received?What other institutions did Freeman Dyson work for?"
    },
    {
        "question": "Edward Charles Pickering won the prize of Henry Draper Medal in 1888.Where Edward Charles Pickering graduated?What other awards Edward Charles Pickering has received?What other institutions did Edward Charles Pickering work for?"
    },
    {
        "question": "Michael Fisher won the prize of Wolf Prize in Physics in 1980.Where was Michael Fisher born?Where Michael Fisher died?Where Michael Fisher graduated?What other awards Michael Fisher has received?What other institutions did Michael Fisher work for?"
    },
    {
        "question": "John Archibald Wheeler won the prize of Albert Einstein Medal in 1988.Where John Archibald Wheeler died?Where John Archibald Wheeler graduated?What other awards John Archibald Wheeler has received?What other institutions did John Archibald Wheeler work for?"
    },
    {
        "question": "Toshiya Sugiuchi won the prize of Nippon Professional Baseball Most Valuable Player Award in 2005.Where was Toshiya Sugiuchi born?Where Toshiya Sugiuchi died?Where Toshiya Sugiuchi graduated?What other awards Toshiya Sugiuchi has received?What other institutions did Toshiya Sugiuchi work for?"
    },
    {
        "question": "F. Albert Cotton won the prize of National Medal of Science in 1982.Where F. Albert Cotton died?Where F. Albert Cotton graduated?What other awards F. Albert Cotton has received?What other institutions did F. Albert Cotton work for?"
    },
    {
        "question": "J. J. Thomson won the prize of Hughes Medal in 1902.Where was J. J. Thomson born?Where J. J. Thomson graduated?What other awards J. J. Thomson has received?What other institutions did J. J. Thomson work for?"
    },
    {
        "question": "Peter H. Raven won the prize of International Prize for Biology in 1986.Where Peter H. Raven died?Where Peter H. Raven graduated?What other awards Peter H. Raven has received?What other institutions did Peter H. Raven work for?"
    },
    {
        "question": "James Franck won the prize of Max Planck Medal in 1951.Where James Franck graduated?What other awards James Franck has received?What other institutions did James Franck work for?"
    },
    {
        "question": "Seymour Benzer won the prize of Crafoord Prize in 1993.Where Seymour Benzer graduated?What other awards Seymour Benzer has received?What other institutions did Seymour Benzer work for?"
    },
    {
        "question": "Amelia Jones won the prize of Guggenheim Fellowship in 2000.Where Amelia Jones died?What other awards Amelia Jones has received?What other institutions did Amelia Jones work for?"
    },
    {
        "question": "Peter Medawar won the prize of Kalinga Prize in 1985.Where Peter Medawar graduated?What other awards Peter Medawar has received?What other institutions did Peter Medawar work for?"
    },
    {
        "question": "Andrey Kolmogorov won the prize of Wolf Prize in 1980.Where was Andrey Kolmogorov born?Where Andrey Kolmogorov graduated?What other awards Andrey Kolmogorov has received?What other institutions did Andrey Kolmogorov work for?"
    },
    {
        "question": "Michael Grätzel won the prize of Albert Einstein World Award of Science in 2012.Where was Michael Grätzel born?Where Michael Grätzel died?Where Michael Grätzel graduated?What other awards Michael Grätzel has received?What other institutions did Michael Grätzel work for?"
    },
    {
        "question": "Tom Izzo won the prize of Associated Press College Basketball Coach of the Year in 1998.Where was Tom Izzo born?Where Tom Izzo died?Where Tom Izzo graduated?What other awards Tom Izzo has received?What other institutions did Tom Izzo work for?"
    },
    {
        "question": "Frank Shu won the prize of Dannie Heineman Prize for Astrophysics in 2000.Where was Frank Shu born?Where Frank Shu died?Where Frank Shu graduated?What other awards Frank Shu has received?What other institutions did Frank Shu work for?"
    },
    {
        "question": "Kuvempu won the prize of Padma Vibhushan in 1988.Where was Kuvempu born?Where Kuvempu died?Where Kuvempu graduated?What other awards Kuvempu has received?What other institutions did Kuvempu work for?"
    },
    {
        "question": "Joseph Dalton Hooker won the prize of Order of Merit in 1907.Where was Joseph Dalton Hooker born?Where Joseph Dalton Hooker died?Where Joseph Dalton Hooker graduated?What other awards Joseph Dalton Hooker has received?What other institutions did Joseph Dalton Hooker work for?"
    },
    {
        "question": "George Gaylord Simpson won the prize of Paleontological Society Medal in 1973.Where George Gaylord Simpson graduated?What other awards George Gaylord Simpson has received?What other institutions did George Gaylord Simpson work for?"
    },
    {
        "question": "Kam-Biu Luk won the prize of Panofsky Prize in 2014.Where Kam-Biu Luk died?Where Kam-Biu Luk graduated?What other awards Kam-Biu Luk has received?What other institutions did Kam-Biu Luk work for?"
    },
    {
        "question": "Tasuku Honjo won the prize of Robert Koch Prize in 2012.Where Tasuku Honjo died?Where Tasuku Honjo graduated?What other awards Tasuku Honjo has received?What other institutions did Tasuku Honjo work for?"
    },
    {
        "question": "Subrahmanyan Chandrasekhar won the prize of National Medal of Science in 1966.Where Subrahmanyan Chandrasekhar graduated?What other awards Subrahmanyan Chandrasekhar has received?What other institutions did Subrahmanyan Chandrasekhar work for?"
    },
    {
        "question": "Thomas Cech won the prize of National Medal of Science in 1995.Where Thomas Cech died?What other awards Thomas Cech has received?What other institutions did Thomas Cech work for?"
    },
    {
        "question": "Arthur Smith Woodward won the prize of Royal Medal in 1917.Where Arthur Smith Woodward graduated?What other awards Arthur Smith Woodward has received?What other institutions did Arthur Smith Woodward work for?"
    },
    {
        "question": "Michael Atiyah won the prize of Berwick Prize in 1961.Where Michael Atiyah died?Where Michael Atiyah graduated?What other awards Michael Atiyah has received?What other institutions did Michael Atiyah work for?"
    },
    {
        "question": "Ramdhari Singh Dinkar won the prize of Padma Bhushan in 1959.Where was Ramdhari Singh Dinkar born?Where Ramdhari Singh Dinkar died?Where Ramdhari Singh Dinkar graduated?What other awards Ramdhari Singh Dinkar has received?What other institutions did Ramdhari Singh Dinkar work for?"
    },
    {
        "question": "Francis Birch (geophysicist) won the prize of Gold Medal of the Royal Astronomical Society in 1973.Where Francis Birch (geophysicist) graduated?What other awards Francis Birch (geophysicist) has received?What other institutions did Francis Birch (geophysicist) work for?"
    },
    {
        "question": "Donna Tartt won the prize of Pulitzer Prize for Fiction in 2014.Where was Donna Tartt born?Where Donna Tartt died?Where Donna Tartt graduated?What other awards Donna Tartt has received?What other institutions did Donna Tartt work for?"
    },
    {
        "question": "Harald Helfgott won the prize of Whitehead Prize in 2010.Where Harald Helfgott died?Where Harald Helfgott graduated?What other awards Harald Helfgott has received?What other institutions did Harald Helfgott work for?"
    },
    {
        "question": "Margaret Geller won the prize of Newcomb Cleveland Prize in 1989.Where Margaret Geller died?What other awards Margaret Geller has received?What other institutions did Margaret Geller work for?"
    },
    {
        "question": "Joseph L. Goldstein won the prize of Heinrich Wieland Prize in 1974.Where was Joseph L. Goldstein born?Where Joseph L. Goldstein died?Where Joseph L. Goldstein graduated?What other awards Joseph L. Goldstein has received?What other institutions did Joseph L. Goldstein work for?"
    },
    {
        "question": "Hassler Whitney won the prize of National Medal of Science in 1976.Where Hassler Whitney graduated?What other awards Hassler Whitney has received?What other institutions did Hassler Whitney work for?"
    },
    {
        "question": "Donald J. Cram won the prize of National Medal of Science in 1993.Where was Donald J. Cram born?Where Donald J. Cram graduated?What other awards Donald J. Cram has received?What other institutions did Donald J. Cram work for?"
    },
    {
        "question": "Harry B. Gray won the prize of Harvey Prize in 2000.Where was Harry B. Gray born?Where Harry B. Gray died?What other awards Harry B. Gray has received?What other institutions did Harry B. Gray work for?"
    },
    {
        "question": "Elizabeth Blackburn won the prize of Australia Prize in 1998.Where Elizabeth Blackburn died?Where Elizabeth Blackburn graduated?What other awards Elizabeth Blackburn has received?What other institutions did Elizabeth Blackburn work for?"
    },
    {
        "question": "James E. Gunn (astronomer) won the prize of Gruber Prize in Cosmology in 2005.Where was James E. Gunn (astronomer) born?Where James E. Gunn (astronomer) died?Where James E. Gunn (astronomer) graduated?What other awards James E. Gunn (astronomer) has received?What other institutions did James E. Gunn (astronomer) work for?"
    },
    {
        "question": "George Ellery Hale won the prize of Copley Medal in 1932.Where George Ellery Hale graduated?What other awards George Ellery Hale has received?What other institutions did George Ellery Hale work for?"
    },
    {
        "question": "Peter Hirsch won the prize of Lomonosov Gold Medal in 2005.Where Peter Hirsch died?Where Peter Hirsch graduated?What other awards Peter Hirsch has received?What other institutions did Peter Hirsch work for?"
    },
    {
        "question": "Eero Saarinen won the prize of AIA Gold Medal in 1962.Where was Eero Saarinen born?Where Eero Saarinen graduated?What other awards Eero Saarinen has received?What other institutions did Eero Saarinen work for?"
    },
    {
        "question": "Sayyid Ahmedullah Qadri won the prize of Padma Shri in 1966.Where Sayyid Ahmedullah Qadri graduated?What other awards Sayyid Ahmedullah Qadri has received?What other institutions did Sayyid Ahmedullah Qadri work for?"
    },
    {
        "question": "James R. Arnold won the prize of Ernest Orlando Lawrence Award in 1968.Where was James R. Arnold born?What other awards James R. Arnold has received?What other institutions did James R. Arnold work for?"
    },
    {
        "question": "Isadore Singer won the prize of Abel Prize in 2004.Where Isadore Singer died?Where Isadore Singer graduated?What other awards Isadore Singer has received?What other institutions did Isadore Singer work for?"
    },
    {
        "question": "Yasutomi Nishizuka won the prize of Kyoto Prize in 1992.Where was Yasutomi Nishizuka born?Where Yasutomi Nishizuka died?Where Yasutomi Nishizuka graduated?What other awards Yasutomi Nishizuka has received?What other institutions did Yasutomi Nishizuka work for?"
    },
    {
        "question": "Richard Owen won the prize of Clarke Medal in 1878.Where was Richard Owen born?Where Richard Owen died?Where Richard Owen graduated?What other awards Richard Owen has received?What other institutions did Richard Owen work for?"
    },
    {
        "question": "Harold Urey won the prize of Gold Medal of the Royal Astronomical Society in 1966.Where was Harold Urey born?Where Harold Urey graduated?What other awards Harold Urey has received?What other institutions did Harold Urey work for?"
    },
    {
        "question": "John Maynard Smith won the prize of Balzan Prize in 1991.Where John Maynard Smith died?Where John Maynard Smith graduated?What other awards John Maynard Smith has received?What other institutions did John Maynard Smith work for?"
    },
    {
        "question": "John Horton Conway won the prize of Berwick Prize in 1971.Where John Horton Conway died?Where John Horton Conway graduated?What other awards John Horton Conway has received?What other institutions did John Horton Conway work for?"
    },
    {
        "question": "Elliott H. Lieb won the prize of Rolf Schock Prizes in 2001.Where Elliott H. Lieb died?Where Elliott H. Lieb graduated?What other awards Elliott H. Lieb has received?What other institutions did Elliott H. Lieb work for?"
    },
    {
        "question": "Lyman Spitzer won the prize of Henry Draper Medal in 1974.Where Lyman Spitzer graduated?What other awards Lyman Spitzer has received?What other institutions did Lyman Spitzer work for?"
    },
    {
        "question": "Jim Boeheim won the prize of Associated Press College Basketball Coach of the Year in 2010.Where was Jim Boeheim born?Where Jim Boeheim died?Where Jim Boeheim graduated?What other awards Jim Boeheim has received?What other institutions did Jim Boeheim work for?"
    },
    {
        "question": "Bill Snyder won the prize of Paul \\u0022Bear\\u0022 Bryant Award in 1998.Where was Bill Snyder born?Where Bill Snyder died?Where Bill Snyder graduated?What other awards Bill Snyder has received?What other institutions did Bill Snyder work for?"
    },
    {
        "question": "Martin David Kruskal won the prize of Dannie Heineman Prize for Mathematical Physics in 1983.Where Martin David Kruskal graduated?What other awards Martin David Kruskal has received?What other institutions did Martin David Kruskal work for?"
    },
    {
        "question": "Thomas Cavalier-Smith won the prize of Linnean Medal in 2007.Where Thomas Cavalier-Smith died?Where Thomas Cavalier-Smith graduated?What other awards Thomas Cavalier-Smith has received?What other institutions did Thomas Cavalier-Smith work for?"
    },
    {
        "question": "Enrico Bombieri won the prize of King Faisal International Prize in 2010.Where was Enrico Bombieri born?Where Enrico Bombieri died?Where Enrico Bombieri graduated?What other awards Enrico Bombieri has received?What other institutions did Enrico Bombieri work for?"
    },
    {
        "question": "Andrei Sakharov won the prize of Elliott Cresson Medal in 1985.Where Andrei Sakharov graduated?What other awards Andrei Sakharov has received?What other institutions did Andrei Sakharov work for?"
    },
    {
        "question": "Daniel W. Bradley won the prize of Gairdner Foundation International Award in 2013.Where was Daniel W. Bradley born?Where Daniel W. Bradley died?Where Daniel W. Bradley graduated?What other awards Daniel W. Bradley has received?What other institutions did Daniel W. Bradley work for?"
    },
    {
        "question": "Deane Keller won the prize of Legion of Merit in 1946.Where Deane Keller graduated?What other awards Deane Keller has received?What other institutions did Deane Keller work for?"
    },
    {
        "question": "Robert Andrews Millikan won the prize of Comstock Prize in Physics in 1913.Where was Robert Andrews Millikan born?Where Robert Andrews Millikan died?Where Robert Andrews Millikan graduated?What other awards Robert Andrews Millikan has received?What other institutions did Robert Andrews Millikan work for?"
    },
    {
        "question": "Bob Kahn won the prize of Marconi Prize in 1994.Where Bob Kahn died?What other awards Bob Kahn has received?What other institutions did Bob Kahn work for?"
    },
    {
        "question": "Yakov Sinai won the prize of Leroy P. Steele Prize in 2013.Where Yakov Sinai died?Where Yakov Sinai graduated?What other awards Yakov Sinai has received?What other institutions did Yakov Sinai work for?"
    },
    {
        "question": "Louis Plack Hammett won the prize of National Medal of Science in 1967.Where Louis Plack Hammett graduated?What other awards Louis Plack Hammett has received?What other institutions did Louis Plack Hammett work for?"
    },
    {
        "question": "Charles Barry won the prize of Royal Gold Medal in 1850.Where Charles Barry died?Where Charles Barry graduated?What other awards Charles Barry has received?What other institutions did Charles Barry work for?"
    },
    {
        "question": "Roger Y. Tsien won the prize of Wolf Prize in Medicine in 2004.Where Roger Y. Tsien graduated?What other awards Roger Y. Tsien has received?What other institutions did Roger Y. Tsien work for?"
    },
    {
        "question": "Mark Oliphant won the prize of Fellow of the Royal Society in 1937.Where was Mark Oliphant born?Where Mark Oliphant graduated?What other awards Mark Oliphant has received?What other institutions did Mark Oliphant work for?"
    },
    {
        "question": "Miguel Cabrera won the prize of Silver Slugger Award between 2005 and 2006.Where was Miguel Cabrera born?Where Miguel Cabrera died?Where Miguel Cabrera graduated?What other awards Miguel Cabrera has received?What other institutions did Miguel Cabrera work for?"
    },
    {
        "question": "Eric Allin Cornell won the prize of King Faisal International Prize in 1997.Where Eric Allin Cornell died?Where Eric Allin Cornell graduated?What other awards Eric Allin Cornell has received?What other institutions did Eric Allin Cornell work for?"
    },
    {
        "question": "Ghillean Prance won the prize of Fellow of the Royal Society in 1993.Where was Ghillean Prance born?Where Ghillean Prance died?Where Ghillean Prance graduated?What other awards Ghillean Prance has received?What other institutions did Ghillean Prance work for?"
    },
    {
        "question": "David Bruce (microbiologist) won the prize of Albert Medal (Royal Society of Arts) in 1923.Where David Bruce (microbiologist) died?Where David Bruce (microbiologist) graduated?What other awards David Bruce (microbiologist) has received?What other institutions did David Bruce (microbiologist) work for?"
    },
    {
        "question": "Toshihide Maskawa won the prize of Japan Academy Prize (academics) in 1985.Where was Toshihide Maskawa born?Where Toshihide Maskawa died?Where Toshihide Maskawa graduated?What other awards Toshihide Maskawa has received?What other institutions did Toshihide Maskawa work for?"
    },
    {
        "question": "Val Logsdon Fitch won the prize of National Medal of Science in 1993.Where was Val Logsdon Fitch born?Where Val Logsdon Fitch graduated?What other awards Val Logsdon Fitch has received?What other institutions did Val Logsdon Fitch work for?"
    },
    {
        "question": "Jared Diamond won the prize of International Cosmos Prize in 1998.Where Jared Diamond died?Where Jared Diamond graduated?What other awards Jared Diamond has received?What other institutions did Jared Diamond work for?"
    },
    {
        "question": "Marie Curie won the prize of Willard Gibbs Award in 1921.Where Marie Curie died?Where Marie Curie graduated?What other awards Marie Curie has received?What other institutions did Marie Curie work for?"
    },
    {
        "question": "George F. Carrier won the prize of Timoshenko Medal in 1978.Where was George F. Carrier born?Where George F. Carrier graduated?What other awards George F. Carrier has received?What other institutions did George F. Carrier work for?"
    },
    {
        "question": "Henry Augustus Rowland won the prize of Henry Draper Medal in 1890.Where was Henry Augustus Rowland born?Where Henry Augustus Rowland graduated?What other awards Henry Augustus Rowland has received?What other institutions did Henry Augustus Rowland work for?"
    },
    {
        "question": "Itzhak Perlman won the prize of Kennedy Center Honors in 2003.Where Itzhak Perlman died?Where Itzhak Perlman graduated?What other awards Itzhak Perlman has received?What other institutions did Itzhak Perlman work for?"
    },
    {
        "question": "Michael S. Longuet-Higgins won the prize of Smith's Prize in 1950.Where was Michael S. Longuet-Higgins born?Where Michael S. Longuet-Higgins graduated?What other awards Michael S. Longuet-Higgins has received?What other institutions did Michael S. Longuet-Higgins work for?"
    },
    {
        "question": "Kenneth G. Wilson won the prize of Dannie Heineman Prize for Mathematical Physics in 1973.Where Kenneth G. Wilson died?Where Kenneth G. Wilson graduated?What other awards Kenneth G. Wilson has received?What other institutions did Kenneth G. Wilson work for?"
    },
    {
        "question": "Ronald Rivlin won the prize of Charles Goodyear Medal in 1992.Where Ronald Rivlin graduated?What other awards Ronald Rivlin has received?What other institutions did Ronald Rivlin work for?"
    },
    {
        "question": "Howard Georgi won the prize of Pomeranchuk Prize in 2006.Where Howard Georgi died?Where Howard Georgi graduated?What other awards Howard Georgi has received?What other institutions did Howard Georgi work for?"
    },
    {
        "question": "King-Sun Fu won the prize of Guggenheim Fellowship in 1971.Where was King-Sun Fu born?Where King-Sun Fu died?What other awards King-Sun Fu has received?What other institutions did King-Sun Fu work for?"
    },
    {
        "question": "Mike Krzyzewski won the prize of Naismith College Coach of the Year between 1989 and 1992.Where Mike Krzyzewski died?Where Mike Krzyzewski graduated?What other awards Mike Krzyzewski has received?What other institutions did Mike Krzyzewski work for?"
    },
    {
        "question": "Dario Fo won the prize of Nobel Prize in Literature in 1997.Where was Dario Fo born?Where Dario Fo graduated?What other awards Dario Fo has received?What other institutions did Dario Fo work for?"
    },
    {
        "question": "Nikolay Bogolyubov won the prize of Lomonosov Gold Medal in 1985.Where was Nikolay Bogolyubov born?Where Nikolay Bogolyubov graduated?What other awards Nikolay Bogolyubov has received?What other institutions did Nikolay Bogolyubov work for?"
    },
    {
        "question": "Frank Macfarlane Burnet won the prize of Royal Medal in 1947.Where was Frank Macfarlane Burnet born?Where Frank Macfarlane Burnet died?Where Frank Macfarlane Burnet graduated?What other awards Frank Macfarlane Burnet has received?What other institutions did Frank Macfarlane Burnet work for?"
    },
    {
        "question": "Arthur Eddington won the prize of Smith's Prize in 1907.Where was Arthur Eddington born?Where Arthur Eddington graduated?What other awards Arthur Eddington has received?What other institutions did Arthur Eddington work for?"
    },
    {
        "question": "Rudolf Jaenisch won the prize of Massry Prize in 2008.Where was Rudolf Jaenisch born?Where Rudolf Jaenisch died?Where Rudolf Jaenisch graduated?What other awards Rudolf Jaenisch has received?What other institutions did Rudolf Jaenisch work for?"
    },
    {
        "question": "Lise Meitner won the prize of Max Planck Medal in 1949.Where Lise Meitner graduated?What other awards Lise Meitner has received?What other institutions did Lise Meitner work for?"
    },
    {
        "question": "John Frederic Daniell won the prize of Copley Medal in 1837.Where John Frederic Daniell died?What other awards John Frederic Daniell has received?What other institutions did John Frederic Daniell work for?"
    },
    {
        "question": "Radheshyam Sharma won the prize of Dhanji Kanji Gandhi Suvarna Chandrak in 1995.Where was Radheshyam Sharma born?Where Radheshyam Sharma died?Where Radheshyam Sharma graduated?What other awards Radheshyam Sharma has received?What other institutions did Radheshyam Sharma work for?"
    },
    {
        "question": "Takaaki Kajita won the prize of Asahi Prize in 1988.Where was Takaaki Kajita born?Where Takaaki Kajita died?Where Takaaki Kajita graduated?What other awards Takaaki Kajita has received?What other institutions did Takaaki Kajita work for?"
    },
    {
        "question": "Yuan-Cheng Fung won the prize of Timoshenko Medal in 1991.Where Yuan-Cheng Fung died?Where Yuan-Cheng Fung graduated?What other awards Yuan-Cheng Fung has received?What other institutions did Yuan-Cheng Fung work for?"
    },
    {
        "question": "Albert Pujols won the prize of Silver Slugger Award between 2001 and 2003.Where Albert Pujols died?Where Albert Pujols graduated?What other awards Albert Pujols has received?What other institutions did Albert Pujols work for?"
    },
    {
        "question": "Simon A. Levin won the prize of Kyoto Prize in 2005.Where Simon A. Levin died?Where Simon A. Levin graduated?What other awards Simon A. Levin has received?What other institutions did Simon A. Levin work for?"
    },
    {
        "question": "David Oates (archaeologist) won the prize of Fellow of the British Academy in 1974.Where was David Oates (archaeologist) born?Where David Oates (archaeologist) graduated?What other awards David Oates (archaeologist) has received?What other institutions did David Oates (archaeologist) work for?"
    },
    {
        "question": "Arthur Kornberg won the prize of Nobel Prize in Physiology or Medicine in 1959.Where Arthur Kornberg graduated?What other awards Arthur Kornberg has received?What other institutions did Arthur Kornberg work for?"
    },
    {
        "question": "Ian Chubb won the prize of Australian of the Year in 2011.Where Ian Chubb died?Where Ian Chubb graduated?What other awards Ian Chubb has received?What other institutions did Ian Chubb work for?"
    },
    {
        "question": "Michele Dougherty won the prize of Hughes Medal in 2008.Where was Michele Dougherty born?Where Michele Dougherty died?Where Michele Dougherty graduated?What other awards Michele Dougherty has received?What other institutions did Michele Dougherty work for?"
    },
    {
        "question": "John Tukey won the prize of IEEE Medal of Honor in 1982.Where John Tukey graduated?What other awards John Tukey has received?What other institutions did John Tukey work for?"
    },
    {
        "question": "Hans Adolf Krebs won the prize of Royal Medal in 1954.Where Hans Adolf Krebs graduated?What other awards Hans Adolf Krebs has received?What other institutions did Hans Adolf Krebs work for?"
    },
    {
        "question": "Alexander Galloway won the prize of Military Cross in 1919.Where was Alexander Galloway born?Where Alexander Galloway died?Where Alexander Galloway graduated?What other awards Alexander Galloway has received?What other institutions did Alexander Galloway work for?"
    },
    {
        "question": "Nick Saban won the prize of Bobby Dodd Coach of the Year Award in 2014.Where was Nick Saban born?Where Nick Saban died?Where Nick Saban graduated?What other awards Nick Saban has received?What other institutions did Nick Saban work for?"
    },
    {
        "question": "Endre Szemerédi won the prize of Rolf Schock Prizes in 2008.Where Endre Szemerédi died?Where Endre Szemerédi graduated?What other awards Endre Szemerédi has received?What other institutions did Endre Szemerédi work for?"
    },
    {
        "question": "Peter Debye won the prize of Willard Gibbs Award in 1949.Where was Peter Debye born?Where Peter Debye graduated?What other awards Peter Debye has received?What other institutions did Peter Debye work for?"
    },
    {
        "question": "Judea Pearl won the prize of Harvey Prize in 2011.Where Judea Pearl died?Where Judea Pearl graduated?What other awards Judea Pearl has received?What other institutions did Judea Pearl work for?"
    },
    {
        "question": "Clinton Davisson won the prize of Nobel Prize in Physics in 1937.Where was Clinton Davisson born?Where Clinton Davisson graduated?What other awards Clinton Davisson has received?What other institutions did Clinton Davisson work for?"
    },
    {
        "question": "Robert H. Dicke won the prize of Elliott Cresson Medal in 1974.Where Robert H. Dicke graduated?What other awards Robert H. Dicke has received?What other institutions did Robert H. Dicke work for?"
    },
    {
        "question": "Vladimir Arnold won the prize of Harvey Prize in 1994.Where Vladimir Arnold graduated?What other awards Vladimir Arnold has received?What other institutions did Vladimir Arnold work for?"
    },
    {
        "question": "Barry Marshall won the prize of Buchanan Medal in 1998.Where was Barry Marshall born?Where Barry Marshall died?Where Barry Marshall graduated?What other awards Barry Marshall has received?What other institutions did Barry Marshall work for?"
    },
    {
        "question": "George Ashley Campbell won the prize of IEEE Edison Medal in 1940.Where was George Ashley Campbell born?Where George Ashley Campbell died?Where George Ashley Campbell graduated?What other awards George Ashley Campbell has received?What other institutions did George Ashley Campbell work for?"
    },
    {
        "question": "Charles Wheatstone won the prize of Royal Medal between 1840 and 1843.Where was Charles Wheatstone born?Where Charles Wheatstone graduated?What other awards Charles Wheatstone has received?What other institutions did Charles Wheatstone work for?"
    },
    {
        "question": "Antoine de Saint-Exupéry won the prize of National Book Award in 1940.Where Antoine de Saint-Exupéry graduated?What other awards Antoine de Saint-Exupéry has received?What other institutions did Antoine de Saint-Exupéry work for?"
    },
    {
        "question": "Jack Kilby won the prize of Nobel Prize in Physics in 2000.Where was Jack Kilby born?Where Jack Kilby graduated?What other awards Jack Kilby has received?What other institutions did Jack Kilby work for?"
    },
    {
        "question": "Tom Kilburn won the prize of Royal Medal in 1978.Where was Tom Kilburn born?Where Tom Kilburn graduated?What other awards Tom Kilburn has received?What other institutions did Tom Kilburn work for?"
    },
    {
        "question": "Cédric Villani won the prize of Henri Poincaré Prize in 2009.Where was Cédric Villani born?Where Cédric Villani died?Where Cédric Villani graduated?What other awards Cédric Villani has received?What other institutions did Cédric Villani work for?"
    },
    {
        "question": "Jeremiah P. Ostriker won the prize of National Medal of Science in 2000.Where Jeremiah P. Ostriker died?Where Jeremiah P. Ostriker graduated?What other awards Jeremiah P. Ostriker has received?What other institutions did Jeremiah P. Ostriker work for?"
    },
    {
        "question": "Edwin Hubble won the prize of Bruce Medal in 1938.Where was Edwin Hubble born?Where Edwin Hubble died?Where Edwin Hubble graduated?What other awards Edwin Hubble has received?What other institutions did Edwin Hubble work for?"
    },
    {
        "question": "Vladimir Prelog won the prize of Davy Medal in 1967.Where Vladimir Prelog graduated?What other awards Vladimir Prelog has received?What other institutions did Vladimir Prelog work for?"
    },
    {
        "question": "Roald Hoffmann won the prize of Nobel Prize in Chemistry in 1981.Where was Roald Hoffmann born?Where Roald Hoffmann died?Where Roald Hoffmann graduated?What other awards Roald Hoffmann has received?What other institutions did Roald Hoffmann work for?"
    },
    {
        "question": "Paul Steinhardt won the prize of Dirac Medal in 2002.Where Paul Steinhardt died?Where Paul Steinhardt graduated?What other awards Paul Steinhardt has received?What other institutions did Paul Steinhardt work for?"
    },
    {
        "question": "James Arthur (mathematician) won the prize of Henry Marshall Tory Medal in 1997.Where James Arthur (mathematician) died?Where James Arthur (mathematician) graduated?What other awards James Arthur (mathematician) has received?What other institutions did James Arthur (mathematician) work for?"
    },
    {
        "question": "Robert Lefkowitz won the prize of National Medal of Science in 2007.Where Robert Lefkowitz died?Where Robert Lefkowitz graduated?What other awards Robert Lefkowitz has received?What other institutions did Robert Lefkowitz work for?"
    },
    {
        "question": "Barbara Cooney won the prize of Caldecott Medal between 1959 and 1980.Where Barbara Cooney died?Where Barbara Cooney graduated?What other awards Barbara Cooney has received?What other institutions did Barbara Cooney work for?"
    },
    {
        "question": "Ryan Howard won the prize of Roberto Clemente Award in 2015.Where Ryan Howard died?Where Ryan Howard graduated?What other awards Ryan Howard has received?What other institutions did Ryan Howard work for?"
    },
    {
        "question": "Robert Stephen John Sparks won the prize of Murchison Medal in 1998.Where was Robert Stephen John Sparks born?Where Robert Stephen John Sparks died?Where Robert Stephen John Sparks graduated?What other awards Robert Stephen John Sparks has received?What other institutions did Robert Stephen John Sparks work for?"
    },
    {
        "question": "David Mumford won the prize of Wolf Prize in 2008.Where was David Mumford born?Where David Mumford died?Where David Mumford graduated?What other awards David Mumford has received?What other institutions did David Mumford work for?"
    },
    {
        "question": "Victor Weisskopf won the prize of National Medal of Science in 1980.Where Victor Weisskopf graduated?What other awards Victor Weisskopf has received?What other institutions did Victor Weisskopf work for?"
    },
    {
        "question": "W. Jason Morgan won the prize of Japan Prize in 1990.Where W. Jason Morgan died?Where W. Jason Morgan graduated?What other awards W. Jason Morgan has received?What other institutions did W. Jason Morgan work for?"
    },
    {
        "question": "Daniel Pauly won the prize of International Cosmos Prize in 2005.Where Daniel Pauly died?Where Daniel Pauly graduated?What other awards Daniel Pauly has received?What other institutions did Daniel Pauly work for?"
    },
    {
        "question": "David Haussler won the prize of Weldon Memorial Prize in 2011.Where was David Haussler born?Where David Haussler died?Where David Haussler graduated?What other awards David Haussler has received?What other institutions did David Haussler work for?"
    },
    {
        "question": "Carl Wieman won the prize of Ernest Orlando Lawrence Award in 1993.Where was Carl Wieman born?Where Carl Wieman died?Where Carl Wieman graduated?What other awards Carl Wieman has received?What other institutions did Carl Wieman work for?"
    },
    {
        "question": "Edgar Bright Wilson won the prize of Peter Debye Award in 1962.Where was Edgar Bright Wilson born?Where Edgar Bright Wilson graduated?What other awards Edgar Bright Wilson has received?What other institutions did Edgar Bright Wilson work for?"
    },
    {
        "question": "Harivallabh Bhayani won the prize of Sahitya Akademi Award in 1981.Where was Harivallabh Bhayani born?Where Harivallabh Bhayani died?Where Harivallabh Bhayani graduated?What other awards Harivallabh Bhayani has received?What other institutions did Harivallabh Bhayani work for?"
    },
    {
        "question": "M. S. Raghunathan won the prize of Padma Bhushan in 2012.Where was M. S. Raghunathan born?Where M. S. Raghunathan died?Where M. S. Raghunathan graduated?What other awards M. S. Raghunathan has received?What other institutions did M. S. Raghunathan work for?"
    },
    {
        "question": "Marvin Minsky won the prize of IJCAI Award for Research Excellence in 1991.What other awards Marvin Minsky has received?What other institutions did Marvin Minsky work for?"
    },
    {
        "question": "Howard Martin Temin won the prize of Nobel Prize in Physiology or Medicine in 1975.Where Howard Martin Temin graduated?What other awards Howard Martin Temin has received?What other institutions did Howard Martin Temin work for?"
    },
    {
        "question": "Nevill Francis Mott won the prize of Nobel Prize in Physics in 1977.Where Nevill Francis Mott died?Where Nevill Francis Mott graduated?What other awards Nevill Francis Mott has received?What other institutions did Nevill Francis Mott work for?"
    },
    {
        "question": "Sewall Wright won the prize of Daniel Giraud Elliot Medal in 1945.Where was Sewall Wright born?Where Sewall Wright graduated?What other awards Sewall Wright has received?What other institutions did Sewall Wright work for?"
    },
    {
        "question": "John Milnor won the prize of Wolf Prize in 1989.Where John Milnor died?Where John Milnor graduated?What other awards John Milnor has received?What other institutions did John Milnor work for?"
    },
    {
        "question": "Robert S. Mulliken won the prize of Fellow of the Royal Society in 1967.Where was Robert S. Mulliken born?Where Robert S. Mulliken graduated?What other awards Robert S. Mulliken has received?What other institutions did Robert S. Mulliken work for?"
    },
    {
        "question": "Pieter Zeeman won the prize of Henry Draper Medal in 1921.Where was Pieter Zeeman born?Where Pieter Zeeman graduated?What other awards Pieter Zeeman has received?What other institutions did Pieter Zeeman work for?"
    },
    {
        "question": "Anatoly Alexandrov (physicist) won the prize of Lenin Prize in 1959.Where was Anatoly Alexandrov (physicist) born?Where Anatoly Alexandrov (physicist) graduated?What other awards Anatoly Alexandrov (physicist) has received?What other institutions did Anatoly Alexandrov (physicist) work for?"
    },
    {
        "question": "J. Michael Bishop won the prize of National Medal of Science in 2003.Where was J. Michael Bishop born?Where J. Michael Bishop died?Where J. Michael Bishop graduated?What other awards J. Michael Bishop has received?What other institutions did J. Michael Bishop work for?"
    },
    {
        "question": "John Meurig Thomas won the prize of Fellow of the Royal Society in 1977.Where was John Meurig Thomas born?Where John Meurig Thomas died?Where John Meurig Thomas graduated?What other awards John Meurig Thomas has received?What other institutions did John Meurig Thomas work for?"
    },
    {
        "question": "Enrico Fermi won the prize of Hughes Medal in 1942.Where Enrico Fermi graduated?What other awards Enrico Fermi has received?What other institutions did Enrico Fermi work for?"
    },
    {
        "question": "Pratibha Gai won the prize of L'Oréal-UNESCO Awards for Women in Science in 2013.Where was Pratibha Gai born?Where Pratibha Gai died?Where Pratibha Gai graduated?What other awards Pratibha Gai has received?What other institutions did Pratibha Gai work for?"
    },
    {
        "question": "George Stevens won the prize of Academy Honorary Award in 1954.Where George Stevens graduated?What other awards George Stevens has received?What other institutions did George Stevens work for?"
    },
    {
        "question": "James L. Flanagan won the prize of Marconi Prize in 1992.Where was James L. Flanagan born?Where James L. Flanagan died?Where James L. Flanagan graduated?What other awards James L. Flanagan has received?What other institutions did James L. Flanagan work for?"
    },
    {
        "question": "Arthur Schuster won the prize of Copley Medal in 1931.Where Arthur Schuster graduated?What other awards Arthur Schuster has received?What other institutions did Arthur Schuster work for?"
    },
    {
        "question": "Svante Arrhenius won the prize of Franklin Medal in 1920.Where was Svante Arrhenius born?Where Svante Arrhenius graduated?What other awards Svante Arrhenius has received?What other institutions did Svante Arrhenius work for?"
    },
    {
        "question": "Joseph Keller won the prize of Wolf Prize in 1997.Where Joseph Keller graduated?What other awards Joseph Keller has received?What other institutions did Joseph Keller work for?"
    },
    {
        "question": "Richard Taylor (mathematician) won the prize of Clay Research Award in 2007.Where Richard Taylor (mathematician) died?Where Richard Taylor (mathematician) graduated?What other awards Richard Taylor (mathematician) has received?What other institutions did Richard Taylor (mathematician) work for?"
    },
    {
        "question": "Sir James Wylie, 1st Baronet won the prize of Order of the Red Eagle in 1835.Where was Sir James Wylie, 1st Baronet born?Where Sir James Wylie, 1st Baronet graduated?What other awards Sir James Wylie, 1st Baronet has received?What other institutions did Sir James Wylie, 1st Baronet work for?"
    },
    {
        "question": "Vannevar Bush won the prize of John J. Carty Award for the Advancement of Science in 1953.Where was Vannevar Bush born?Where Vannevar Bush died?What other awards Vannevar Bush has received?What other institutions did Vannevar Bush work for?"
    },
    {
        "question": "Sidney Howard won the prize of Pulitzer Prize for Drama in 1925.Where Sidney Howard died?Where Sidney Howard graduated?What other awards Sidney Howard has received?What other institutions did Sidney Howard work for?"
    },
    {
        "question": "Kurt Gödel won the prize of Albert Einstein Award in 1951.Where was Kurt Gödel born?Where Kurt Gödel graduated?What other awards Kurt Gödel has received?What other institutions did Kurt Gödel work for?"
    },
    {
        "question": "John Calipari won the prize of NABC Coach of the Year between 1996 and 2009.Where was John Calipari born?Where John Calipari died?Where John Calipari graduated?What other awards John Calipari has received?What other institutions did John Calipari work for?"
    },
    {
        "question": "Eric Lander won the prize of Dickson Prize in 1997.Where Eric Lander died?Where Eric Lander graduated?What other awards Eric Lander has received?What other institutions did Eric Lander work for?"
    },
    {
        "question": "Jack Lewis, Baron Lewis of Newnham won the prize of Davy Medal in 1985.Where was Jack Lewis, Baron Lewis of Newnham born?Where Jack Lewis, Baron Lewis of Newnham died?Where Jack Lewis, Baron Lewis of Newnham graduated?What other awards Jack Lewis, Baron Lewis of Newnham has received?What other institutions did Jack Lewis, Baron Lewis of Newnham work for?"
    },
    {
        "question": "Richard S. Hamilton won the prize of Shaw Prize in 2011.Where Richard S. Hamilton died?Where Richard S. Hamilton graduated?What other awards Richard S. Hamilton has received?What other institutions did Richard S. Hamilton work for?"
    },
    {
        "question": "Bano Qudsia won the prize of Hilal-i-Imtiaz in 2010.Where was Bano Qudsia born?Where Bano Qudsia graduated?What other awards Bano Qudsia has received?What other institutions did Bano Qudsia work for?"
    },
    {
        "question": "Frank Beamer won the prize of George Munger Award in 1999.Where Frank Beamer died?Where Frank Beamer graduated?What other awards Frank Beamer has received?What other institutions did Frank Beamer work for?"
    },
    {
        "question": "C. N. R. Rao won the prize of Bharat Ratna in 2013.Where C. N. R. Rao died?Where C. N. R. Rao graduated?What other awards C. N. R. Rao has received?What other institutions did C. N. R. Rao work for?"
    },
    {
        "question": "Ludvig Faddeev won the prize of Dannie Heineman Prize for Mathematical Physics in 1975.Where Ludvig Faddeev died?Where Ludvig Faddeev graduated?What other awards Ludvig Faddeev has received?What other institutions did Ludvig Faddeev work for?"
    },
    {
        "question": "Minhyong Kim won the prize of Ho-Am Prize in 2012.Where Minhyong Kim died?What other awards Minhyong Kim has received?What other institutions did Minhyong Kim work for?"
    },
    {
        "question": "Ben Howland won the prize of Pac-12 Conference Men's Basketball Coach of the Year in 2006.Where was Ben Howland born?Where Ben Howland died?Where Ben Howland graduated?What other awards Ben Howland has received?What other institutions did Ben Howland work for?"
    },
    {
        "question": "Charles Pence Slichter won the prize of Oliver E. Buckley Condensed Matter Prize in 1996.Where was Charles Pence Slichter born?Where Charles Pence Slichter died?What other awards Charles Pence Slichter has received?What other institutions did Charles Pence Slichter work for?"
    },
    {
        "question": "Percy Williams Bridgman won the prize of Comstock Prize in Physics in 1933.Where Percy Williams Bridgman died?Where Percy Williams Bridgman graduated?What other awards Percy Williams Bridgman has received?What other institutions did Percy Williams Bridgman work for?"
    },
    {
        "question": "Allan Sandage won the prize of Elliott Cresson Medal in 1973.Where Allan Sandage died?Where Allan Sandage graduated?What other awards Allan Sandage has received?What other institutions did Allan Sandage work for?"
    },
    {
        "question": "Gary Barnett won the prize of Bobby Dodd Coach of the Year Award in 1995.Where Gary Barnett died?Where Gary Barnett graduated?What other awards Gary Barnett has received?What other institutions did Gary Barnett work for?"
    },
    {
        "question": "Dennis Sullivan won the prize of Oswald Veblen Prize in Geometry in 1971.Where was Dennis Sullivan born?Where Dennis Sullivan died?Where Dennis Sullivan graduated?What other awards Dennis Sullivan has received?What other institutions did Dennis Sullivan work for?"
    },
    {
        "question": "Steve Fisher won the prize of NABC Coach of the Year in 2011.Where was Steve Fisher born?Where Steve Fisher died?Where Steve Fisher graduated?What other awards Steve Fisher has received?What other institutions did Steve Fisher work for?"
    },
    {
        "question": "Eugene Merle Shoemaker won the prize of James Craig Watson Medal in 1998.Where Eugene Merle Shoemaker died?Where Eugene Merle Shoemaker graduated?What other awards Eugene Merle Shoemaker has received?What other institutions did Eugene Merle Shoemaker work for?"
    },
    {
        "question": "Leon M. Lederman won the prize of National Medal of Science in 1965.Where Leon M. Lederman died?Where Leon M. Lederman graduated?What other awards Leon M. Lederman has received?What other institutions did Leon M. Lederman work for?"
    },
    {
        "question": "Paul Samuelson won the prize of John Bates Clark Medal in 1947.Where Paul Samuelson died?Where Paul Samuelson graduated?What other awards Paul Samuelson has received?What other institutions did Paul Samuelson work for?"
    },
    {
        "question": "Earl Wilbur Sutherland Jr. won the prize of Dickson Prize in 1971.Where was Earl Wilbur Sutherland Jr. born?Where Earl Wilbur Sutherland Jr. graduated?What other awards Earl Wilbur Sutherland Jr. has received?What other institutions did Earl Wilbur Sutherland Jr. work for?"
    },
    {
        "question": "John Sulston won the prize of Darwin Medal in 1996.Where John Sulston died?Where John Sulston graduated?What other awards John Sulston has received?What other institutions did John Sulston work for?"
    },
    {
        "question": "Tien-Yien Li won the prize of Guggenheim Fellowship in 1995.Where was Tien-Yien Li born?Where Tien-Yien Li died?What other awards Tien-Yien Li has received?What other institutions did Tien-Yien Li work for?"
    },
    {
        "question": "Roger Blandford won the prize of Gold Medal of the Royal Astronomical Society in 2013.Where was Roger Blandford born?Where Roger Blandford died?Where Roger Blandford graduated?What other awards Roger Blandford has received?What other institutions did Roger Blandford work for?"
    },
    {
        "question": "G. Evelyn Hutchinson won the prize of Tyler Prize for Environmental Achievement in 1974.Where G. Evelyn Hutchinson graduated?What other awards G. Evelyn Hutchinson has received?What other institutions did G. Evelyn Hutchinson work for?"
    },
    {
        "question": "Maxim Kontsevich won the prize of Crafoord Prize in 2008.Where was Maxim Kontsevich born?Where Maxim Kontsevich died?Where Maxim Kontsevich graduated?What other awards Maxim Kontsevich has received?What other institutions did Maxim Kontsevich work for?"
    },
    {
        "question": "Alain Connes won the prize of Clay Research Award in 2000.Where was Alain Connes born?Where Alain Connes died?Where Alain Connes graduated?What other awards Alain Connes has received?What other institutions did Alain Connes work for?"
    },
    {
        "question": "Stephen Smale won the prize of Oswald Veblen Prize in Geometry in 1966.Where Stephen Smale died?Where Stephen Smale graduated?What other awards Stephen Smale has received?What other institutions did Stephen Smale work for?"
    },
    {
        "question": "Donald D. Brown won the prize of NAS Award in Molecular Biology in 1973.Where Donald D. Brown died?Where Donald D. Brown graduated?What other awards Donald D. Brown has received?What other institutions did Donald D. Brown work for?"
    },
    {
        "question": "Clayton Kershaw won the prize of Roberto Clemente Award in 2012.Where Clayton Kershaw died?Where Clayton Kershaw graduated?What other awards Clayton Kershaw has received?What other institutions did Clayton Kershaw work for?"
    },
    {
        "question": "Lou Holtz won the prize of Paul \\u0022Bear\\u0022 Bryant Award between 1977 and 1988.Where was Lou Holtz born?Where Lou Holtz died?Where Lou Holtz graduated?What other awards Lou Holtz has received?What other institutions did Lou Holtz work for?"
    },
    {
        "question": "Michael Houghton (virologist) won the prize of Lasker Award in 2000.Where Michael Houghton (virologist) died?Where Michael Houghton (virologist) graduated?What other awards Michael Houghton (virologist) has received?What other institutions did Michael Houghton (virologist) work for?"
    },
    {
        "question": "Ryōji Noyori won the prize of Lomonosov Gold Medal in 2009.Where was Ryōji Noyori born?Where Ryōji Noyori died?Where Ryōji Noyori graduated?What other awards Ryōji Noyori has received?What other institutions did Ryōji Noyori work for?"
    },
    {
        "question": "John G. Thompson won the prize of Sylvester Medal in 1985.Where was John G. Thompson born?Where John G. Thompson died?What other awards John G. Thompson has received?What other institutions did John G. Thompson work for?"
    },
    {
        "question": "Elizabeth F. Neufeld won the prize of William Allan Award in 1982.Where Elizabeth F. Neufeld died?Where Elizabeth F. Neufeld graduated?What other awards Elizabeth F. Neufeld has received?What other institutions did Elizabeth F. Neufeld work for?"
    },
    {
        "question": "J. H. Williams III won the prize of Eisner Award between 2001 and 2010.Where was J. H. Williams III born?Where J. H. Williams III died?Where J. H. Williams III graduated?What other awards J. H. Williams III has received?What other institutions did J. H. Williams III work for?"
    },
    {
        "question": "Shosaku Numa won the prize of Japan Academy Prize (academics) in 1985.Where was Shosaku Numa born?Where Shosaku Numa graduated?What other awards Shosaku Numa has received?What other institutions did Shosaku Numa work for?"
    },
    {
        "question": "Stanislav Smirnov won the prize of Clay Research Award in 2001.Where Stanislav Smirnov died?Where Stanislav Smirnov graduated?What other awards Stanislav Smirnov has received?What other institutions did Stanislav Smirnov work for?"
    },
    {
        "question": "Murphy Anderson won the prize of Inkwell Awards in 2013.Where was Murphy Anderson born?Where Murphy Anderson died?Where Murphy Anderson graduated?What other awards Murphy Anderson has received?What other institutions did Murphy Anderson work for?"
    },
    {
        "question": "Ernst Mayr won the prize of Daniel Giraud Elliot Medal in 1967.Where was Ernst Mayr born?Where Ernst Mayr died?Where Ernst Mayr graduated?What other awards Ernst Mayr has received?What other institutions did Ernst Mayr work for?"
    },
    {
        "question": "Philip Sporn won the prize of Faraday Medal in 1969.Where was Philip Sporn born?Where Philip Sporn graduated?What other awards Philip Sporn has received?What other institutions did Philip Sporn work for?"
    },
    {
        "question": "Rafi Muhammad Chaudhry won the prize of Sitara-i-Imtiaz in 1965.Where was Rafi Muhammad Chaudhry born?Where Rafi Muhammad Chaudhry graduated?What other awards Rafi Muhammad Chaudhry has received?What other institutions did Rafi Muhammad Chaudhry work for?"
    },
    {
        "question": "William E. Moerner won the prize of Wolf Prize in Chemistry in 2008.Where was William E. Moerner born?Where William E. Moerner died?Where William E. Moerner graduated?What other awards William E. Moerner has received?What other institutions did William E. Moerner work for?"
    },
    {
        "question": "Ben Roy Mottelson won the prize of Atoms for Peace Award in 1969.Where Ben Roy Mottelson died?What other awards Ben Roy Mottelson has received?What other institutions did Ben Roy Mottelson work for?"
    },
    {
        "question": "Alexander Oparin won the prize of Lomonosov Gold Medal in 1979.Where was Alexander Oparin born?Where Alexander Oparin graduated?What other awards Alexander Oparin has received?What other institutions did Alexander Oparin work for?"
    },
    {
        "question": "Lynn Margulis won the prize of National Medal of Science in 1999.Where Lynn Margulis died?Where Lynn Margulis graduated?What other awards Lynn Margulis has received?What other institutions did Lynn Margulis work for?"
    },
    {
        "question": "John Charnley won the prize of Gairdner Foundation International Award in 1973.Where John Charnley graduated?What other awards John Charnley has received?What other institutions did John Charnley work for?"
    },
    {
        "question": "John Kingman won the prize of Guy Medal between 1981 and 2013.Where was John Kingman born?Where John Kingman died?Where John Kingman graduated?What other awards John Kingman has received?What other institutions did John Kingman work for?"
    },
    {
        "question": "Anthony James Leggett won the prize of Wolf Prize in Physics in 2002.Where Anthony James Leggett died?Where Anthony James Leggett graduated?What other awards Anthony James Leggett has received?What other institutions did Anthony James Leggett work for?"
    },
    {
        "question": "Gerhard Herzberg won the prize of Royal Medal in 1971.Where Gerhard Herzberg graduated?What other awards Gerhard Herzberg has received?What other institutions did Gerhard Herzberg work for?"
    },
    {
        "question": "Rich Brooks won the prize of Home Depot Coach of the Year Award in 1994.Where was Rich Brooks born?Where Rich Brooks died?Where Rich Brooks graduated?What other awards Rich Brooks has received?What other institutions did Rich Brooks work for?"
    },
    {
        "question": "John von Neumann won the prize of Enrico Fermi Award in 1956.Where John von Neumann graduated?What other awards John von Neumann has received?What other institutions did John von Neumann work for?"
    },
    {
        "question": "Rosalyn Sussman Yalow won the prize of Nobel Prize in Physiology or Medicine in 1977.Where Rosalyn Sussman Yalow graduated?What other awards Rosalyn Sussman Yalow has received?What other institutions did Rosalyn Sussman Yalow work for?"
    },
    {
        "question": "Alan Lloyd Hodgkin won the prize of Royal Medal in 1958.Where was Alan Lloyd Hodgkin born?Where Alan Lloyd Hodgkin graduated?What other awards Alan Lloyd Hodgkin has received?What other institutions did Alan Lloyd Hodgkin work for?"
    },
    {
        "question": "Ludwig Mies van der Rohe won the prize of Pour le Mérite in 1959.Where Ludwig Mies van der Rohe graduated?What other awards Ludwig Mies van der Rohe has received?What other institutions did Ludwig Mies van der Rohe work for?"
    },
    {
        "question": "Claude Cohen-Tannoudji won the prize of Nobel Prize in Physics in 1997.Where was Claude Cohen-Tannoudji born?Where Claude Cohen-Tannoudji died?Where Claude Cohen-Tannoudji graduated?What other awards Claude Cohen-Tannoudji has received?What other institutions did Claude Cohen-Tannoudji work for?"
    },
    {
        "question": "Ernest Lawrence won the prize of Comstock Prize in Physics in 1938.Where was Ernest Lawrence born?Where Ernest Lawrence graduated?What other awards Ernest Lawrence has received?What other institutions did Ernest Lawrence work for?"
    },
    {
        "question": "Albert Einstein won the prize of Copley Medal in 1925.Where was Albert Einstein born?Where Albert Einstein graduated?What other awards Albert Einstein has received?What other institutions did Albert Einstein work for?"
    },
    {
        "question": "Ernie Pannell won the prize of Fellow of the Royal Society in 2007.Where was Ernie Pannell born?Where Ernie Pannell died?Where Ernie Pannell graduated?What other awards Ernie Pannell has received?What other institutions did Ernie Pannell work for?"
    },
    {
        "question": "Thomas Kailath won the prize of Padma Bhushan in 2009.Where was Thomas Kailath born?Where Thomas Kailath died?Where Thomas Kailath graduated?What other awards Thomas Kailath has received?What other institutions did Thomas Kailath work for?"
    },
    {
        "question": "Frank Westheimer won the prize of NAS Award in Chemical Sciences in 1980.Where Frank Westheimer graduated?What other awards Frank Westheimer has received?What other institutions did Frank Westheimer work for?"
    },
    {
        "question": "David Brewster won the prize of Royal Medal in 1830.Where was David Brewster born?Where David Brewster died?Where David Brewster graduated?What other awards David Brewster has received?What other institutions did David Brewster work for?"
    },
    {
        "question": "Don James (American football) won the prize of Paul \\u0022Bear\\u0022 Bryant Award in 1991.Where Don James (American football) died?Where Don James (American football) graduated?What other awards Don James (American football) has received?What other institutions did Don James (American football) work for?"
    },
    {
        "question": "Martin Hairer won the prize of Fermat Prize in 2013.Where Martin Hairer died?Where Martin Hairer graduated?What other awards Martin Hairer has received?What other institutions did Martin Hairer work for?"
    },
    {
        "question": "Kip Thorne won the prize of Kavli Prize in 2016.Where was Kip Thorne born?Where Kip Thorne died?Where Kip Thorne graduated?What other awards Kip Thorne has received?What other institutions did Kip Thorne work for?"
    },
    {
        "question": "Curtis T. McMullen won the prize of Guggenheim Fellowship in 2004.Where Curtis T. McMullen died?Where Curtis T. McMullen graduated?What other awards Curtis T. McMullen has received?What other institutions did Curtis T. McMullen work for?"
    },
    {
        "question": "Anil Chavda won the prize of Takhtasinh Parmar Prize in 2012.Where was Anil Chavda born?Where Anil Chavda died?Where Anil Chavda graduated?What other awards Anil Chavda has received?What other institutions did Anil Chavda work for?"
    },
    {
        "question": "Les Miles won the prize of Liberty Mutual Coach of the Year Award in 2011.Where was Les Miles born?Where Les Miles died?Where Les Miles graduated?What other awards Les Miles has received?What other institutions did Les Miles work for?"
    },
    {
        "question": "Francis Peyton Rous won the prize of Fellow of the Royal Society in 1940.Where Francis Peyton Rous graduated?What other awards Francis Peyton Rous has received?What other institutions did Francis Peyton Rous work for?"
    },
    {
        "question": "Ronald Vale won the prize of Lasker Award in 2012.Where Ronald Vale died?Where Ronald Vale graduated?What other awards Ronald Vale has received?What other institutions did Ronald Vale work for?"
    },
    {
        "question": "John Pont won the prize of Walter Camp Coach of the Year Award in 1967.Where was John Pont born?Where John Pont died?Where John Pont graduated?What other awards John Pont has received?What other institutions did John Pont work for?"
    },
    {
        "question": "John Kenneth Galbraith won the prize of Order of Canada in 1997.Where John Kenneth Galbraith graduated?What other awards John Kenneth Galbraith has received?What other institutions did John Kenneth Galbraith work for?"
    },
    {
        "question": "August Wilhelm von Hofmann won the prize of Royal Medal in 1854.Where was August Wilhelm von Hofmann born?Where August Wilhelm von Hofmann graduated?What other awards August Wilhelm von Hofmann has received?What other institutions did August Wilhelm von Hofmann work for?"
    },
    {
        "question": "William Henry Young won the prize of De Morgan Medal in 1917.Where William Henry Young graduated?What other awards William Henry Young has received?What other institutions did William Henry Young work for?"
    },
    {
        "question": "Stephen Mann (chemist) won the prize of Davy Medal in 2016.Where was Stephen Mann (chemist) born?Where Stephen Mann (chemist) died?Where Stephen Mann (chemist) graduated?What other awards Stephen Mann (chemist) has received?What other institutions did Stephen Mann (chemist) work for?"
    },
    {
        "question": "George Jonas won the prize of Edgar Award in 1978.Where George Jonas graduated?What other awards George Jonas has received?What other institutions did George Jonas work for?"
    },
    {
        "question": "Heinrich Otto Wieland won the prize of Otto Hahn Prize in 1955.Where was Heinrich Otto Wieland born?Where Heinrich Otto Wieland died?Where Heinrich Otto Wieland graduated?What other awards Heinrich Otto Wieland has received?What other institutions did Heinrich Otto Wieland work for?"
    },
    {
        "question": "Simon Ramo won the prize of John Fritz Medal in 1986.Where Simon Ramo graduated?What other awards Simon Ramo has received?What other institutions did Simon Ramo work for?"
    },
    {
        "question": "Luis Caffarelli won the prize of Bôcher Memorial Prize in 1984.Where Luis Caffarelli died?Where Luis Caffarelli graduated?What other awards Luis Caffarelli has received?What other institutions did Luis Caffarelli work for?"
    },
    {
        "question": "Ei-ichi Negishi won the prize of Nobel Prize in Chemistry in 2010.Where was Ei-ichi Negishi born?Where Ei-ichi Negishi died?Where Ei-ichi Negishi graduated?What other awards Ei-ichi Negishi has received?What other institutions did Ei-ichi Negishi work for?"
    },
    {
        "question": "Lev Landau won the prize of Nobel Prize in Physics in 1962.What other awards Lev Landau has received?What other institutions did Lev Landau work for?"
    },
    {
        "question": "Jean Bourgain won the prize of Ostrowski Prize in 1991.Where was Jean Bourgain born?Where Jean Bourgain died?Where Jean Bourgain graduated?What other awards Jean Bourgain has received?What other institutions did Jean Bourgain work for?"
    },
    {
        "question": "Chandrakant Sheth won the prize of Narsinh Mehta Award in 2005.Where was Chandrakant Sheth born?Where Chandrakant Sheth died?Where Chandrakant Sheth graduated?What other awards Chandrakant Sheth has received?What other institutions did Chandrakant Sheth work for?"
    },
    {
        "question": "Yuri Manin won the prize of Nemmers Prize in Mathematics in 1994.Where was Yuri Manin born?Where Yuri Manin died?Where Yuri Manin graduated?What other awards Yuri Manin has received?What other institutions did Yuri Manin work for?"
    },
    {
        "question": "Philip Donoghue won the prize of Bigsby Medal in 2007.Where was Philip Donoghue born?Where Philip Donoghue died?Where Philip Donoghue graduated?What other awards Philip Donoghue has received?What other institutions did Philip Donoghue work for?"
    },
    {
        "question": "Martin Glaessner won the prize of Charles Doolittle Walcott Medal in 1982.Where was Martin Glaessner born?What other awards Martin Glaessner has received?What other institutions did Martin Glaessner work for?"
    },
    {
        "question": "Edgeworth David won the prize of Fellow of the Royal Society in 1900.Where was Edgeworth David born?Where Edgeworth David graduated?What other awards Edgeworth David has received?What other institutions did Edgeworth David work for?"
    },
    {
        "question": "Charles Oatley won the prize of Mullard Award in 1973.Where was Charles Oatley born?Where Charles Oatley died?Where Charles Oatley graduated?What other awards Charles Oatley has received?What other institutions did Charles Oatley work for?"
    },
    {
        "question": "Charles Allen Thomas won the prize of Medal for Merit in 1946.Where Charles Allen Thomas died?Where Charles Allen Thomas graduated?What other awards Charles Allen Thomas has received?What other institutions did Charles Allen Thomas work for?"
    },
    {
        "question": "Lata Mangeshkar won the prize of Padma Vibhushan in 1999.Where was Lata Mangeshkar born?Where Lata Mangeshkar died?Where Lata Mangeshkar graduated?What other awards Lata Mangeshkar has received?What other institutions did Lata Mangeshkar work for?"
    },
    {
        "question": "John Pople won the prize of Fellow of the Royal Society in 1961.Where was John Pople born?Where John Pople graduated?What other awards John Pople has received?What other institutions did John Pople work for?"
    },
    {
        "question": "Lucy Shapiro won the prize of Louisa Gross Horwitz Prize in 2012.Where Lucy Shapiro died?Where Lucy Shapiro graduated?What other awards Lucy Shapiro has received?What other institutions did Lucy Shapiro work for?"
    },
    {
        "question": "Henri Poincaré won the prize of Sylvester Medal in 1901.Where was Henri Poincaré born?What other awards Henri Poincaré has received?What other institutions did Henri Poincaré work for?"
    },
    {
        "question": "Pyotr Kapitsa won the prize of Fellow of the Royal Society in 1929.Where was Pyotr Kapitsa born?Where Pyotr Kapitsa graduated?What other awards Pyotr Kapitsa has received?What other institutions did Pyotr Kapitsa work for?"
    },
    {
        "question": "Kazutoshi Mori won the prize of Gairdner Foundation International Award in 2009.Where was Kazutoshi Mori born?Where Kazutoshi Mori died?Where Kazutoshi Mori graduated?What other awards Kazutoshi Mori has received?What other institutions did Kazutoshi Mori work for?"
    },
    {
        "question": "Hiroshi Amano won the prize of Nobel Prize in Physics in 2014.Where was Hiroshi Amano born?Where Hiroshi Amano died?Where Hiroshi Amano graduated?What other awards Hiroshi Amano has received?What other institutions did Hiroshi Amano work for?"
    },
    {
        "question": "Martin Schwarzschild won the prize of Bruce Medal in 1965.Where Martin Schwarzschild died?Where Martin Schwarzschild graduated?What other awards Martin Schwarzschild has received?What other institutions did Martin Schwarzschild work for?"
    },
    {
        "question": "Jeffrey C. Hall won the prize of Genetics Society of America Medal in 2003.Where Jeffrey C. Hall died?What other awards Jeffrey C. Hall has received?What other institutions did Jeffrey C. Hall work for?"
    },
    {
        "question": "Roger Penrose won the prize of Copley Medal in 2008.Where was Roger Penrose born?Where Roger Penrose died?Where Roger Penrose graduated?What other awards Roger Penrose has received?What other institutions did Roger Penrose work for?"
    },
    {
        "question": "Robert Langlands won the prize of Wolf Prize in 1995.Where was Robert Langlands born?Where Robert Langlands died?Where Robert Langlands graduated?What other awards Robert Langlands has received?What other institutions did Robert Langlands work for?"
    },
    {
        "question": "Wisława Szymborska won the prize of Nobel Prize in Literature in 1996.Where was Wisława Szymborska born?Where Wisława Szymborska graduated?What other awards Wisława Szymborska has received?What other institutions did Wisława Szymborska work for?"
    },
    {
        "question": "Bo Schembechler won the prize of Bobby Dodd Coach of the Year Award in 1977.Where was Bo Schembechler born?Where Bo Schembechler died?Where Bo Schembechler graduated?What other awards Bo Schembechler has received?What other institutions did Bo Schembechler work for?"
    },
    {
        "question": "Conyers Herring won the prize of NAS Award for Scientific Reviewing in 1980.Where was Conyers Herring born?Where Conyers Herring graduated?What other awards Conyers Herring has received?What other institutions did Conyers Herring work for?"
    },
    {
        "question": "Carolyn S. Shoemaker won the prize of James Craig Watson Medal in 1998.Where was Carolyn S. Shoemaker born?Where Carolyn S. Shoemaker died?Where Carolyn S. Shoemaker graduated?What other awards Carolyn S. Shoemaker has received?What other institutions did Carolyn S. Shoemaker work for?"
    },
    {
        "question": "George Erroll Prior-Palmer won the prize of Order of the Bath in 1952.Where was George Erroll Prior-Palmer born?Where George Erroll Prior-Palmer died?Where George Erroll Prior-Palmer graduated?What other awards George Erroll Prior-Palmer has received?What other institutions did George Erroll Prior-Palmer work for?"
    },
    {
        "question": "Daniel Kahneman won the prize of Nobel Memorial Prize in Economic Sciences in 2002.Where Daniel Kahneman died?What other awards Daniel Kahneman has received?What other institutions did Daniel Kahneman work for?"
    },
    {
        "question": "Marilynne Robinson won the prize of National Humanities Medal in 2012.Where was Marilynne Robinson born?Where Marilynne Robinson died?Where Marilynne Robinson graduated?What other awards Marilynne Robinson has received?What other institutions did Marilynne Robinson work for?"
    },
    {
        "question": "Eddie Fogler won the prize of Missouri Valley Conference Men's Basketball Coach of the Year in 1987.Where Eddie Fogler died?Where Eddie Fogler graduated?What other awards Eddie Fogler has received?What other institutions did Eddie Fogler work for?"
    },
    {
        "question": "Howard Ensign Simmons Jr. won the prize of Priestley Medal in 1994.Where Howard Ensign Simmons Jr. died?Where Howard Ensign Simmons Jr. graduated?What other awards Howard Ensign Simmons Jr. has received?What other institutions did Howard Ensign Simmons Jr. work for?"
    },
    {
        "question": "Arthur B. McDonald won the prize of Nobel Prize in Physics in 2015.Where was Arthur B. McDonald born?Where Arthur B. McDonald died?Where Arthur B. McDonald graduated?What other awards Arthur B. McDonald has received?What other institutions did Arthur B. McDonald work for?"
    },
    {
        "question": "John S. Waugh won the prize of Wolf Prize in Chemistry in 1983.Where was John S. Waugh born?What other awards John S. Waugh has received?What other institutions did John S. Waugh work for?"
    },
    {
        "question": "Paul Lauterbur won the prize of IEEE Medal of Honor in 1987.Where was Paul Lauterbur born?Where Paul Lauterbur graduated?What other awards Paul Lauterbur has received?What other institutions did Paul Lauterbur work for?"
    },
    {
        "question": "Josiah Willard Gibbs won the prize of Rumford Prize in 1880.Where Josiah Willard Gibbs graduated?What other awards Josiah Willard Gibbs has received?What other institutions did Josiah Willard Gibbs work for?"
    },
    {
        "question": "Charles Darwin won the prize of Royal Medal in 1853.Where was Charles Darwin born?Where Charles Darwin died?Where Charles Darwin graduated?What other awards Charles Darwin has received?What other institutions did Charles Darwin work for?"
    },
    {
        "question": "Venkatraman Ramakrishnan won the prize of Fellow of the Royal Society in 2003.Where was Venkatraman Ramakrishnan born?Where Venkatraman Ramakrishnan died?Where Venkatraman Ramakrishnan graduated?What other awards Venkatraman Ramakrishnan has received?What other institutions did Venkatraman Ramakrishnan work for?"
    },
    {
        "question": "Geoffrey Hinton won the prize of IJCAI Award for Research Excellence in 2005.Where Geoffrey Hinton died?Where Geoffrey Hinton graduated?What other awards Geoffrey Hinton has received?What other institutions did Geoffrey Hinton work for?"
    },
    {
        "question": "Philip Warren Anderson won the prize of National Medal of Science in 1982.Where Philip Warren Anderson died?Where Philip Warren Anderson graduated?What other awards Philip Warren Anderson has received?What other institutions did Philip Warren Anderson work for?"
    },
    {
        "question": "Kannan Soundararajan won the prize of Salem Prize in 2003.Where was Kannan Soundararajan born?Where Kannan Soundararajan died?Where Kannan Soundararajan graduated?What other awards Kannan Soundararajan has received?What other institutions did Kannan Soundararajan work for?"
    },
    {
        "question": "Martin Luther King Jr. won the prize of Congressional Gold Medal in 2004.Where Martin Luther King Jr. graduated?What other awards Martin Luther King Jr. has received?What other institutions did Martin Luther King Jr. work for?"
    },
    {
        "question": "Frank Whittle won the prize of Charles Stark Draper Prize in 1991.Where was Frank Whittle born?Where Frank Whittle died?Where Frank Whittle graduated?What other awards Frank Whittle has received?What other institutions did Frank Whittle work for?"
    },
    {
        "question": "Jennifer Doudna won the prize of Alan T. Waterman Award in 2000.Where was Jennifer Doudna born?Where Jennifer Doudna died?Where Jennifer Doudna graduated?What other awards Jennifer Doudna has received?What other institutions did Jennifer Doudna work for?"
    },
    {
        "question": "W. D. Hamilton won the prize of Sewall Wright Award in 1998.Where W. D. Hamilton died?Where W. D. Hamilton graduated?What other awards W. D. Hamilton has received?What other institutions did W. D. Hamilton work for?"
    },
    {
        "question": "Frank Wilczek won the prize of Lorentz Medal in 2002.Where was Frank Wilczek born?Where Frank Wilczek died?Where Frank Wilczek graduated?What other awards Frank Wilczek has received?What other institutions did Frank Wilczek work for?"
    },
    {
        "question": "Roger Revelle won the prize of Alexander Agassiz Medal in 1963.Where Roger Revelle graduated?What other awards Roger Revelle has received?What other institutions did Roger Revelle work for?"
    },
    {
        "question": "Norman Borlaug won the prize of Presidential Medal of Freedom in 1977.Where was Norman Borlaug born?What other awards Norman Borlaug has received?What other institutions did Norman Borlaug work for?"
    },
    {
        "question": "Hendrik C. van de Hulst won the prize of Henry Draper Medal in 1955.Where Hendrik C. van de Hulst graduated?What other awards Hendrik C. van de Hulst has received?What other institutions did Hendrik C. van de Hulst work for?"
    },
    {
        "question": "Martha Graham won the prize of Presidential Medal of Freedom in 1976.Where was Martha Graham born?Where Martha Graham died?Where Martha Graham graduated?What other awards Martha Graham has received?What other institutions did Martha Graham work for?"
    },
    {
        "question": "Karl von Vincent won the prize of Order of Saint Stephen of Hungary in 1825.Where Karl von Vincent died?Where Karl von Vincent graduated?What other awards Karl von Vincent has received?What other institutions did Karl von Vincent work for?"
    },
    {
        "question": "Alan Bundy won the prize of Fellow of the Royal Society in 2012.Where Alan Bundy died?Where Alan Bundy graduated?What other awards Alan Bundy has received?What other institutions did Alan Bundy work for?"
    },
    {
        "question": "Keith Usherwood Ingold won the prize of Henry Marshall Tory Medal in 1985.Where Keith Usherwood Ingold died?Where Keith Usherwood Ingold graduated?What other awards Keith Usherwood Ingold has received?What other institutions did Keith Usherwood Ingold work for?"
    },
    {
        "question": "Manindra Agrawal won the prize of Padma Shri in 2013.Where Manindra Agrawal died?Where Manindra Agrawal graduated?What other awards Manindra Agrawal has received?What other institutions did Manindra Agrawal work for?"
    },
    {
        "question": "Edwin Southern won the prize of Royal Medal in 1998.Where was Edwin Southern born?Where Edwin Southern died?Where Edwin Southern graduated?What other awards Edwin Southern has received?What other institutions did Edwin Southern work for?"
    },
    {
        "question": "Thomas Wynford Rees won the prize of Military Cross in 1918.Where Thomas Wynford Rees died?Where Thomas Wynford Rees graduated?What other awards Thomas Wynford Rees has received?What other institutions did Thomas Wynford Rees work for?"
    },
    {
        "question": "Helen Hobbs won the prize of Heinrich Wieland Prize in 2005.Where Helen Hobbs died?Where Helen Hobbs graduated?What other awards Helen Hobbs has received?What other institutions did Helen Hobbs work for?"
    },
    {
        "question": "Ilkka Hanski won the prize of Fellow of the Royal Society in 2005.Where was Ilkka Hanski born?Where Ilkka Hanski graduated?What other awards Ilkka Hanski has received?What other institutions did Ilkka Hanski work for?"
    },
    {
        "question": "J. B. Gunn won the prize of IEEE Fellow in 1968.Where J. B. Gunn died?Where J. B. Gunn graduated?What other awards J. B. Gunn has received?What other institutions did J. B. Gunn work for?"
    },
    {
        "question": "Oliver Smithies won the prize of Nobel Prize in Physiology or Medicine in 2007.Where was Oliver Smithies born?Where Oliver Smithies graduated?What other awards Oliver Smithies has received?What other institutions did Oliver Smithies work for?"
    },
    {
        "question": "Richard Fortey won the prize of Michael Faraday Prize in 2006.Where was Richard Fortey born?Where Richard Fortey died?Where Richard Fortey graduated?What other awards Richard Fortey has received?What other institutions did Richard Fortey work for?"
    },
    {
        "question": "Kamleshwar won the prize of Sahitya Akademi Award in 2003.Where was Kamleshwar born?Where Kamleshwar died?Where Kamleshwar graduated?What other awards Kamleshwar has received?What other institutions did Kamleshwar work for?"
    },
    {
        "question": "Michael Aschbacher won the prize of Leroy P. Steele Prize in 2012.Where Michael Aschbacher died?Where Michael Aschbacher graduated?What other awards Michael Aschbacher has received?What other institutions did Michael Aschbacher work for?"
    },
    {
        "question": "Max Perutz won the prize of Copley Medal in 1979.Where Max Perutz graduated?What other awards Max Perutz has received?What other institutions did Max Perutz work for?"
    },
    {
        "question": "Joshua Lederberg won the prize of National Medal of Science in 1989.Where was Joshua Lederberg born?Where Joshua Lederberg graduated?What other awards Joshua Lederberg has received?What other institutions did Joshua Lederberg work for?"
    },
    {
        "question": "James Irvine (chemist) won the prize of Willard Gibbs Award in 1926.Where James Irvine (chemist) died?Where James Irvine (chemist) graduated?What other awards James Irvine (chemist) has received?What other institutions did James Irvine (chemist) work for?"
    },
    {
        "question": "Jane Goodall won the prize of Order of the British Empire in 2004.Where Jane Goodall died?Where Jane Goodall graduated?What other awards Jane Goodall has received?What other institutions did Jane Goodall work for?"
    },
    {
        "question": "André Michel Lwoff won the prize of Leeuwenhoek Medal in 1960.Where was André Michel Lwoff born?Where André Michel Lwoff graduated?What other awards André Michel Lwoff has received?What other institutions did André Michel Lwoff work for?"
    },
    {
        "question": "Shinya Yamanaka won the prize of Wolf Prize in 2011.Where was Shinya Yamanaka born?Where Shinya Yamanaka died?Where Shinya Yamanaka graduated?What other awards Shinya Yamanaka has received?What other institutions did Shinya Yamanaka work for?"
    },
    {
        "question": "Theodor Svedberg won the prize of Fellow of the Royal Society in 1944.Where was Theodor Svedberg born?Where Theodor Svedberg died?Where Theodor Svedberg graduated?What other awards Theodor Svedberg has received?What other institutions did Theodor Svedberg work for?"
    },
    {
        "question": "Joe Sinnott won the prize of Inkwell Awards in 2008.Where was Joe Sinnott born?Where Joe Sinnott died?Where Joe Sinnott graduated?What other awards Joe Sinnott has received?What other institutions did Joe Sinnott work for?"
    },
    {
        "question": "Anthony R. Hunter won the prize of Wolf Prize in Medicine in 2005.Where Anthony R. Hunter died?Where Anthony R. Hunter graduated?What other awards Anthony R. Hunter has received?What other institutions did Anthony R. Hunter work for?"
    },
    {
        "question": "Marcus du Sautoy won the prize of Michael Faraday Prize in 2009.Where Marcus du Sautoy died?Where Marcus du Sautoy graduated?What other awards Marcus du Sautoy has received?What other institutions did Marcus du Sautoy work for?"
    },
    {
        "question": "Emmanuel de Margerie won the prize of Lyell Medal in 1921.Where was Emmanuel de Margerie born?Where Emmanuel de Margerie died?Where Emmanuel de Margerie graduated?What other awards Emmanuel de Margerie has received?What other institutions did Emmanuel de Margerie work for?"
    },
    {
        "question": "Charles Boyer won the prize of Academy Honorary Award in 1943.Where was Charles Boyer born?Where Charles Boyer graduated?What other awards Charles Boyer has received?What other institutions did Charles Boyer work for?"
    },
    {
        "question": "Peter Colman won the prize of Australia Prize in 1996.Where Peter Colman died?Where Peter Colman graduated?What other awards Peter Colman has received?What other institutions did Peter Colman work for?"
    },
    {
        "question": "Shinji Sasaoka won the prize of Nippon Professional Baseball Most Valuable Player Award in 1991.Where was Shinji Sasaoka born?Where Shinji Sasaoka died?Where Shinji Sasaoka graduated?What other awards Shinji Sasaoka has received?What other institutions did Shinji Sasaoka work for?"
    },
    {
        "question": "Linda Partridge won the prize of Croonian Lecture in 2009.Where Linda Partridge died?Where Linda Partridge graduated?What other awards Linda Partridge has received?What other institutions did Linda Partridge work for?"
    },
    {
        "question": "J. Tinsley Oden won the prize of Timoshenko Medal in 1996.Where was J. Tinsley Oden born?Where J. Tinsley Oden died?Where J. Tinsley Oden graduated?What other awards J. Tinsley Oden has received?What other institutions did J. Tinsley Oden work for?"
    },
    {
        "question": "Murray Gell-Mann won the prize of Fellow of the Royal Society in 1978.Where Murray Gell-Mann died?Where Murray Gell-Mann graduated?What other awards Murray Gell-Mann has received?What other institutions did Murray Gell-Mann work for?"
    },
    {
        "question": "Charles Scott Sherrington won the prize of Copley Medal in 1927.Where Charles Scott Sherrington graduated?What other awards Charles Scott Sherrington has received?What other institutions did Charles Scott Sherrington work for?"
    },
    {
        "question": "Margaret McNamara won the prize of Presidential Medal of Freedom in 1981.Where Margaret McNamara graduated?What other awards Margaret McNamara has received?What other institutions did Margaret McNamara work for?"
    },
    {
        "question": "Lars Hörmander won the prize of Wolf Prize in 1988.Where was Lars Hörmander born?Where Lars Hörmander died?Where Lars Hörmander graduated?What other awards Lars Hörmander has received?What other institutions did Lars Hörmander work for?"
    },
    {
        "question": "Frank Schlesinger won the prize of Bruce Medal in 1929.Where Frank Schlesinger died?Where Frank Schlesinger graduated?What other awards Frank Schlesinger has received?What other institutions did Frank Schlesinger work for?"
    },
    {
        "question": "Vicki L. Hanson won the prize of ACM Fellow in 2004.Where Vicki L. Hanson died?Where Vicki L. Hanson graduated?What other awards Vicki L. Hanson has received?What other institutions did Vicki L. Hanson work for?"
    },
    {
        "question": "Robert H. Dennard won the prize of IEEE Edison Medal in 2001.Where was Robert H. Dennard born?Where Robert H. Dennard died?Where Robert H. Dennard graduated?What other awards Robert H. Dennard has received?What other institutions did Robert H. Dennard work for?"
    },
    {
        "question": "Stanley B. Prusiner won the prize of Keio Medical Science Prize in 1996.Where Stanley B. Prusiner died?Where Stanley B. Prusiner graduated?What other awards Stanley B. Prusiner has received?What other institutions did Stanley B. Prusiner work for?"
    },
    {
        "question": "Simon White won the prize of Gold Medal of the Royal Astronomical Society in 2006.Where was Simon White born?Where Simon White died?Where Simon White graduated?What other awards Simon White has received?What other institutions did Simon White work for?"
    },
    {
        "question": "Walker Lee Cisler won the prize of Hoover Medal in 1962.Where Walker Lee Cisler died?Where Walker Lee Cisler graduated?What other awards Walker Lee Cisler has received?What other institutions did Walker Lee Cisler work for?"
    },
    {
        "question": "Renato Dulbecco won the prize of Albert Lasker Award for Basic Medical Research in 1964.Where was Renato Dulbecco born?Where Renato Dulbecco graduated?What other awards Renato Dulbecco has received?What other institutions did Renato Dulbecco work for?"
    },
    {
        "question": "Mike Price won the prize of Sporting News College Football Coach of the Year in 1997.Where Mike Price died?Where Mike Price graduated?What other awards Mike Price has received?What other institutions did Mike Price work for?"
    },
    {
        "question": "Chen-Ning Yang won the prize of Nobel Prize in Physics in 1957.Where was Chen-Ning Yang born?Where Chen-Ning Yang died?Where Chen-Ning Yang graduated?What other awards Chen-Ning Yang has received?What other institutions did Chen-Ning Yang work for?"
    },
    {
        "question": "Craig Packer won the prize of Guggenheim Fellowship in 1990.Where Craig Packer died?What other awards Craig Packer has received?What other institutions did Craig Packer work for?"
    },
    {
        "question": "Eddie Sutton won the prize of NABC Coach of the Year in 1986.Where was Eddie Sutton born?Where Eddie Sutton died?Where Eddie Sutton graduated?What other awards Eddie Sutton has received?What other institutions did Eddie Sutton work for?"
    },
    {
        "question": "Joseph Larmor won the prize of Smith's Prize in 1880.Where was Joseph Larmor born?Where Joseph Larmor died?Where Joseph Larmor graduated?What other awards Joseph Larmor has received?What other institutions did Joseph Larmor work for?"
    },
    {
        "question": "Akira Endo (biochemist) won the prize of Japan Prize in 2006.Where was Akira Endo (biochemist) born?Where Akira Endo (biochemist) died?Where Akira Endo (biochemist) graduated?What other awards Akira Endo (biochemist) has received?What other institutions did Akira Endo (biochemist) work for?"
    },
    {
        "question": "James Bjorken won the prize of Dannie Heineman Prize for Mathematical Physics in 1972.Where James Bjorken died?What other awards James Bjorken has received?What other institutions did James Bjorken work for?"
    },
    {
        "question": "Rajendra Shukla won the prize of Ranjitram Suvarna Chandrak in 2006.Where was Rajendra Shukla born?Where Rajendra Shukla died?Where Rajendra Shukla graduated?What other awards Rajendra Shukla has received?What other institutions did Rajendra Shukla work for?"
    },
    {
        "question": "Robert Tienwen Chien won the prize of IEEE Fellow in 1972.Where Robert Tienwen Chien graduated?What other awards Robert Tienwen Chien has received?What other institutions did Robert Tienwen Chien work for?"
    },
    {
        "question": "Saul Perlmutter won the prize of Gruber Prize in Cosmology in 2007.Where was Saul Perlmutter born?Where Saul Perlmutter died?Where Saul Perlmutter graduated?What other awards Saul Perlmutter has received?What other institutions did Saul Perlmutter work for?"
    },
    {
        "question": "Amartya Sen won the prize of National Humanities Medal in 2012.Where was Amartya Sen born?Where Amartya Sen died?Where Amartya Sen graduated?What other awards Amartya Sen has received?What other institutions did Amartya Sen work for?"
    },
    {
        "question": "Ahmed Zewail won the prize of Davy Medal in 2011.Where was Ahmed Zewail born?Where Ahmed Zewail graduated?What other awards Ahmed Zewail has received?What other institutions did Ahmed Zewail work for?"
    },
    {
        "question": "Manabu Kitabeppu won the prize of Nippon Professional Baseball Most Valuable Player Award in 1986.Where was Manabu Kitabeppu born?Where Manabu Kitabeppu died?Where Manabu Kitabeppu graduated?What other awards Manabu Kitabeppu has received?What other institutions did Manabu Kitabeppu work for?"
    },
    {
        "question": "Charles Doolittle Walcott won the prize of Wollaston Medal in 1918.Where was Charles Doolittle Walcott born?Where Charles Doolittle Walcott graduated?What other awards Charles Doolittle Walcott has received?What other institutions did Charles Doolittle Walcott work for?"
    },
    {
        "question": "John E. Walker won the prize of Fellow of the Royal Society in 1995.Where was John E. Walker born?Where John E. Walker died?Where John E. Walker graduated?What other awards John E. Walker has received?What other institutions did John E. Walker work for?"
    },
    {
        "question": "Richard Hamming won the prize of Turing Award in 1968.Where Richard Hamming died?What other awards Richard Hamming has received?What other institutions did Richard Hamming work for?"
    },
    {
        "question": "Carlo Rubbia won the prize of Fellow of the Royal Society in 1984.Where was Carlo Rubbia born?Where Carlo Rubbia died?Where Carlo Rubbia graduated?What other awards Carlo Rubbia has received?What other institutions did Carlo Rubbia work for?"
    },
    {
        "question": "David Gross won the prize of Nobel Prize in Physics in 2004.Where David Gross died?Where David Gross graduated?What other awards David Gross has received?What other institutions did David Gross work for?"
    },
    {
        "question": "T. T. Chang won the prize of Tyler Prize for Environmental Achievement in 1999.Where T. T. Chang died?What other awards T. T. Chang has received?What other institutions did T. T. Chang work for?"
    },
    {
        "question": "Rita Levi-Montalcini won the prize of EMBO Membership in 1974.Where Rita Levi-Montalcini graduated?What other awards Rita Levi-Montalcini has received?What other institutions did Rita Levi-Montalcini work for?"
    },
    {
        "question": "W. V. D. Hodge won the prize of Royal Medal in 1957.Where W. V. D. Hodge graduated?What other awards W. V. D. Hodge has received?What other institutions did W. V. D. Hodge work for?"
    },
    {
        "question": "Nicolaas Bloembergen won the prize of Nobel Prize in Physics in 1981.Where was Nicolaas Bloembergen born?Where Nicolaas Bloembergen died?Where Nicolaas Bloembergen graduated?What other awards Nicolaas Bloembergen has received?What other institutions did Nicolaas Bloembergen work for?"
    },
    {
        "question": "Suman Shah won the prize of Sahitya Akademi Award in 2008.Where was Suman Shah born?Where Suman Shah died?Where Suman Shah graduated?What other awards Suman Shah has received?What other institutions did Suman Shah work for?"
    },
    {
        "question": "Gerard Piel won the prize of Kalinga Prize in 1962.Where was Gerard Piel born?What other awards Gerard Piel has received?What other institutions did Gerard Piel work for?"
    },
    {
        "question": "Raghuveer Chaudhari won the prize of Jnanpith Award in 2015.Where was Raghuveer Chaudhari born?Where Raghuveer Chaudhari died?Where Raghuveer Chaudhari graduated?What other awards Raghuveer Chaudhari has received?What other institutions did Raghuveer Chaudhari work for?"
    },
    {
        "question": "Brent Anderson won the prize of Inkpot Award in 1985.Where Brent Anderson died?Where Brent Anderson graduated?What other awards Brent Anderson has received?What other institutions did Brent Anderson work for?"
    },
    {
        "question": "Manne Siegbahn won the prize of Rumford Medal in 1940.Where was Manne Siegbahn born?Where Manne Siegbahn graduated?What other awards Manne Siegbahn has received?What other institutions did Manne Siegbahn work for?"
    },
    {
        "question": "Arthur Cayley won the prize of Royal Medal in 1859.Where was Arthur Cayley born?Where Arthur Cayley graduated?What other awards Arthur Cayley has received?What other institutions did Arthur Cayley work for?"
    },
    {
        "question": "Boris Pasternak won the prize of Nobel Prize in Literature in 1958.Where Boris Pasternak died?Where Boris Pasternak graduated?What other awards Boris Pasternak has received?What other institutions did Boris Pasternak work for?"
    },
    {
        "question": "George Busk won the prize of Royal Medal in 1871.Where George Busk died?Where George Busk graduated?What other awards George Busk has received?What other institutions did George Busk work for?"
    },
    {
        "question": "Philip Cohen (British biochemist) won the prize of Royal Medal in 2008.Where was Philip Cohen (British biochemist) born?Where Philip Cohen (British biochemist) died?Where Philip Cohen (British biochemist) graduated?What other awards Philip Cohen (British biochemist) has received?What other institutions did Philip Cohen (British biochemist) work for?"
    },
    {
        "question": "John Tate won the prize of Wolf Prize in Mathematics in 2002.Where John Tate died?Where John Tate graduated?What other awards John Tate has received?What other institutions did John Tate work for?"
    },
    {
        "question": "Vincent Poor won the prize of Fellow of the Royal Society in 2013.Where was Vincent Poor born?Where Vincent Poor died?Where Vincent Poor graduated?What other awards Vincent Poor has received?What other institutions did Vincent Poor work for?"
    },
    {
        "question": "Alex Berenson won the prize of Edgar Award in 2007.Where Alex Berenson died?What other awards Alex Berenson has received?What other institutions did Alex Berenson work for?"
    },
    {
        "question": "Makoto Kobayashi (physicist) won the prize of Nobel Prize in Physics in 2008.Where was Makoto Kobayashi (physicist) born?Where Makoto Kobayashi (physicist) died?Where Makoto Kobayashi (physicist) graduated?What other awards Makoto Kobayashi (physicist) has received?What other institutions did Makoto Kobayashi (physicist) work for?"
    },
    {
        "question": "Karl August Folkers won the prize of ACS Award in Pure Chemistry in 1941.Where was Karl August Folkers born?Where Karl August Folkers died?Where Karl August Folkers graduated?What other awards Karl August Folkers has received?What other institutions did Karl August Folkers work for?"
    },
    {
        "question": "Harlow Shapley won the prize of Henry Draper Medal in 1926.Where was Harlow Shapley born?Where Harlow Shapley graduated?What other awards Harlow Shapley has received?What other institutions did Harlow Shapley work for?"
    },
    {
        "question": "Martin Green (professor) won the prize of Australia Prize in 1999.Where was Martin Green (professor) born?Where Martin Green (professor) died?Where Martin Green (professor) graduated?What other awards Martin Green (professor) has received?What other institutions did Martin Green (professor) work for?"
    },
    {
        "question": "Daniel Spielman won the prize of Gödel Prize between 2008 and 2015.Where Daniel Spielman died?Where Daniel Spielman graduated?What other awards Daniel Spielman has received?What other institutions did Daniel Spielman work for?"
    },
    {
        "question": "David Botstein won the prize of Breakthrough Prize in Life Sciences in 2013.Where David Botstein died?Where David Botstein graduated?What other awards David Botstein has received?What other institutions did David Botstein work for?"
    },
    {
        "question": "Louis E. Brus won the prize of NAS Award in Chemical Sciences in 2010.Where Louis E. Brus died?Where Louis E. Brus graduated?What other awards Louis E. Brus has received?What other institutions did Louis E. Brus work for?"
    },
    {
        "question": "Simon Newcomb won the prize of Copley Medal in 1890.Where was Simon Newcomb born?What other awards Simon Newcomb has received?What other institutions did Simon Newcomb work for?"
    },
    {
        "question": "Peter Dervan won the prize of Willard Gibbs Award in 1993.Where was Peter Dervan born?Where Peter Dervan died?Where Peter Dervan graduated?What other awards Peter Dervan has received?What other institutions did Peter Dervan work for?"
    },
    {
        "question": "Berkeley Breathed won the prize of Pulitzer Prize in 1987.Where Berkeley Breathed died?Where Berkeley Breathed graduated?What other awards Berkeley Breathed has received?What other institutions did Berkeley Breathed work for?"
    },
    {
        "question": "Niki de Saint Phalle won the prize of Praemium Imperiale in 2000.Where Niki de Saint Phalle graduated?What other awards Niki de Saint Phalle has received?What other institutions did Niki de Saint Phalle work for?"
    },
    {
        "question": "David Lack won the prize of Darwin Medal in 1972.Where David Lack died?Where David Lack graduated?What other awards David Lack has received?What other institutions did David Lack work for?"
    },
    {
        "question": "Homi Sethna won the prize of Padma Shri in 1959.Where was Homi Sethna born?Where Homi Sethna died?Where Homi Sethna graduated?What other awards Homi Sethna has received?What other institutions did Homi Sethna work for?"
    },
    {
        "question": "Patrick White won the prize of Australian of the Year in 1973.Where was Patrick White born?Where Patrick White graduated?What other awards Patrick White has received?What other institutions did Patrick White work for?"
    },
    {
        "question": "Cyril Hilsum won the prize of Royal Medal in 2007.Where was Cyril Hilsum born?Where Cyril Hilsum died?Where Cyril Hilsum graduated?What other awards Cyril Hilsum has received?What other institutions did Cyril Hilsum work for?"
    },
    {
        "question": "Masatoshi Nei won the prize of International Prize for Biology in 2002.Where was Masatoshi Nei born?Where Masatoshi Nei died?Where Masatoshi Nei graduated?What other awards Masatoshi Nei has received?What other institutions did Masatoshi Nei work for?"
    },
    {
        "question": "Dana Altman won the prize of Jim Phelan Award in 2013.Where was Dana Altman born?Where Dana Altman died?Where Dana Altman graduated?What other awards Dana Altman has received?What other institutions did Dana Altman work for?"
    },
    {
        "question": "Shin'ichirō Tomonaga won the prize of Asahi Prize in 1946.Where Shin'ichirō Tomonaga graduated?What other awards Shin'ichirō Tomonaga has received?What other institutions did Shin'ichirō Tomonaga work for?"
    },
    {
        "question": "Donald Othmer won the prize of Perkin Medal in 1978.What other awards Donald Othmer has received?What other institutions did Donald Othmer work for?"
    },
    {
        "question": "Fraser Stoddart won the prize of Davy Medal in 2008.Where Fraser Stoddart died?Where Fraser Stoddart graduated?What other awards Fraser Stoddart has received?What other institutions did Fraser Stoddart work for?"
    },
    {
        "question": "James Watson won the prize of Lomonosov Gold Medal in 1994.Where James Watson died?What other awards James Watson has received?What other institutions did James Watson work for?"
    },
    {
        "question": "Suresh Joshi won the prize of Ranjitram Suvarna Chandrak in 1971.Where was Suresh Joshi born?Where Suresh Joshi died?Where Suresh Joshi graduated?What other awards Suresh Joshi has received?What other institutions did Suresh Joshi work for?"
    },
    {
        "question": "Karl August Ferdinand von Borcke won the prize of Pour le Mérite in 1812.Where was Karl August Ferdinand von Borcke born?Where Karl August Ferdinand von Borcke died?Where Karl August Ferdinand von Borcke graduated?What other awards Karl August Ferdinand von Borcke has received?What other institutions did Karl August Ferdinand von Borcke work for?"
    },
    {
        "question": "Inga Clendinnen won the prize of Dan David Prize in 2016.Where Inga Clendinnen died?Where Inga Clendinnen graduated?What other awards Inga Clendinnen has received?What other institutions did Inga Clendinnen work for?"
    },
    {
        "question": "David Sankoff won the prize of Weldon Memorial Prize in 2004.Where David Sankoff died?Where David Sankoff graduated?What other awards David Sankoff has received?What other institutions did David Sankoff work for?"
    },
    {
        "question": "Torsten Wiesel won the prize of Dickson Prize in 1980.Where Torsten Wiesel died?Where Torsten Wiesel graduated?What other awards Torsten Wiesel has received?What other institutions did Torsten Wiesel work for?"
    },
    {
        "question": "Mary F. Lyon won the prize of Wolf Prize in Medicine in 1997.Where Mary F. Lyon died?Where Mary F. Lyon graduated?What other awards Mary F. Lyon has received?What other institutions did Mary F. Lyon work for?"
    },
    {
        "question": "Amos Oz won the prize of Israel Prize in 1998.Where Amos Oz died?Where Amos Oz graduated?What other awards Amos Oz has received?What other institutions did Amos Oz work for?"
    },
    {
        "question": "Joseph Slepian won the prize of IEEE Edison Medal in 1947.Where Joseph Slepian died?What other awards Joseph Slepian has received?What other institutions did Joseph Slepian work for?"
    },
    {
        "question": "Henri Becquerel won the prize of Rumford Medal in 1900.Where Henri Becquerel died?Where Henri Becquerel graduated?What other awards Henri Becquerel has received?What other institutions did Henri Becquerel work for?"
    },
    {
        "question": "Lisa Jardine won the prize of Order of the British Empire in 2005.Where Lisa Jardine died?Where Lisa Jardine graduated?What other awards Lisa Jardine has received?What other institutions did Lisa Jardine work for?"
    },
    {
        "question": "Amanda Fisher won the prize of EMBO Gold Medal in 2002.Where was Amanda Fisher born?Where Amanda Fisher died?Where Amanda Fisher graduated?What other awards Amanda Fisher has received?What other institutions did Amanda Fisher work for?"
    },
    {
        "question": "Adrian Bird won the prize of Fellow of the Royal Society in 1989.Where was Adrian Bird born?Where Adrian Bird died?Where Adrian Bird graduated?What other awards Adrian Bird has received?What other institutions did Adrian Bird work for?"
    },
    {
        "question": "Kumarpal Desai won the prize of Padma Shri in 2004.Where was Kumarpal Desai born?Where Kumarpal Desai died?Where Kumarpal Desai graduated?What other awards Kumarpal Desai has received?What other institutions did Kumarpal Desai work for?"
    },
    {
        "question": "Manley Laurence Power won the prize of Legion of Merit in 1946.Where Manley Laurence Power died?Where Manley Laurence Power graduated?What other awards Manley Laurence Power has received?What other institutions did Manley Laurence Power work for?"
    },
    {
        "question": "Niels Kaj Jerne won the prize of Marcel Benoist Prize in 1978.Where Niels Kaj Jerne died?Where Niels Kaj Jerne graduated?What other awards Niels Kaj Jerne has received?What other institutions did Niels Kaj Jerne work for?"
    },
    {
        "question": "Susan Solomon won the prize of William Bowie Medal in 2007.Where Susan Solomon died?Where Susan Solomon graduated?What other awards Susan Solomon has received?What other institutions did Susan Solomon work for?"
    },
    {
        "question": "Elmer Rice won the prize of Pulitzer Prize for Drama in 1929.Where Elmer Rice graduated?What other awards Elmer Rice has received?What other institutions did Elmer Rice work for?"
    },
    {
        "question": "Leroy Hood won the prize of Kistler Prize in 2010.Where Leroy Hood died?Where Leroy Hood graduated?What other awards Leroy Hood has received?What other institutions did Leroy Hood work for?"
    },
    {
        "question": "Jawaharlal Nehru won the prize of Bharat Ratna in 1955.Where Jawaharlal Nehru graduated?What other awards Jawaharlal Nehru has received?What other institutions did Jawaharlal Nehru work for?"
    },
    {
        "question": "Geoffrey Wilkinson won the prize of Nobel Prize in Chemistry in 1973.Where was Geoffrey Wilkinson born?Where Geoffrey Wilkinson graduated?What other awards Geoffrey Wilkinson has received?What other institutions did Geoffrey Wilkinson work for?"
    },
    {
        "question": "Charles Coulson won the prize of Davy Medal in 1970.Where was Charles Coulson born?Where Charles Coulson graduated?What other awards Charles Coulson has received?What other institutions did Charles Coulson work for?"
    },
    {
        "question": "Jean-Pierre Serre won the prize of Balzan Prize in 1985.Where was Jean-Pierre Serre born?Where Jean-Pierre Serre died?Where Jean-Pierre Serre graduated?What other awards Jean-Pierre Serre has received?What other institutions did Jean-Pierre Serre work for?"
    },
    {
        "question": "Sylvia Plath won the prize of Pulitzer Prize for Poetry in 1982.Where Sylvia Plath graduated?What other awards Sylvia Plath has received?What other institutions did Sylvia Plath work for?"
    },
    {
        "question": "Richard Scheller won the prize of NAS Award in Molecular Biology in 1997.Where Richard Scheller died?Where Richard Scheller graduated?What other awards Richard Scheller has received?What other institutions did Richard Scheller work for?"
    },
    {
        "question": "Hiroshi Gondoh won the prize of Nippon Professional Baseball Rookie of the Year Award in 1961.Where was Hiroshi Gondoh born?Where Hiroshi Gondoh died?Where Hiroshi Gondoh graduated?What other awards Hiroshi Gondoh has received?What other institutions did Hiroshi Gondoh work for?"
    },
    {
        "question": "Tomas Lindahl won the prize of Copley Medal in 2010.Where Tomas Lindahl died?Where Tomas Lindahl graduated?What other awards Tomas Lindahl has received?What other institutions did Tomas Lindahl work for?"
    },
    {
        "question": "Ronald Drever won the prize of Harvey Prize in 2016.Where was Ronald Drever born?Where Ronald Drever graduated?What other awards Ronald Drever has received?What other institutions did Ronald Drever work for?"
    },
    {
        "question": "Jason Varitek won the prize of Silver Slugger Award in 2005.Where was Jason Varitek born?Where Jason Varitek died?Where Jason Varitek graduated?What other awards Jason Varitek has received?What other institutions did Jason Varitek work for?"
    },
    {
        "question": "Kenichi Fukui won the prize of Nobel Prize in Chemistry in 1981.Where was Kenichi Fukui born?Where Kenichi Fukui graduated?What other awards Kenichi Fukui has received?What other institutions did Kenichi Fukui work for?"
    },
    {
        "question": "Eugene Parker won the prize of National Medal of Science in 1989.Where was Eugene Parker born?Where Eugene Parker died?Where Eugene Parker graduated?What other awards Eugene Parker has received?What other institutions did Eugene Parker work for?"
    },
    {
        "question": "Martin Karplus won the prize of Irving Langmuir Award in 1987.Where Martin Karplus died?Where Martin Karplus graduated?What other awards Martin Karplus has received?What other institutions did Martin Karplus work for?"
    },
    {
        "question": "William Thurston won the prize of Leroy P. Steele Prize in 2012.Where William Thurston graduated?What other awards William Thurston has received?What other institutions did William Thurston work for?"
    },
    {
        "question": "Raymond Davis Jr. won the prize of Nobel Prize in Physics in 2002.Where Raymond Davis Jr. died?Where Raymond Davis Jr. graduated?What other awards Raymond Davis Jr. has received?What other institutions did Raymond Davis Jr. work for?"
    },
    {
        "question": "James Stirling (architect) won the prize of Royal Gold Medal in 1980.Where James Stirling (architect) graduated?What other awards James Stirling (architect) has received?What other institutions did James Stirling (architect) work for?"
    },
    {
        "question": "Stanton J. Peale won the prize of James Craig Watson Medal in 1982.Where Stanton J. Peale graduated?What other awards Stanton J. Peale has received?What other institutions did Stanton J. Peale work for?"
    },
    {
        "question": "Henry Norris Russell won the prize of Henry Draper Medal in 1922.Where was Henry Norris Russell born?Where Henry Norris Russell graduated?What other awards Henry Norris Russell has received?What other institutions did Henry Norris Russell work for?"
    },
    {
        "question": "William Faulkner won the prize of Pulitzer Prize for Fiction between 1955 and 1963.Where was William Faulkner born?Where William Faulkner died?Where William Faulkner graduated?What other awards William Faulkner has received?What other institutions did William Faulkner work for?"
    },
    {
        "question": "Walter Kohn won the prize of National Medal of Science in 1988.Where Walter Kohn graduated?What other awards Walter Kohn has received?What other institutions did Walter Kohn work for?"
    },
    {
        "question": "Andrew Peter Mackenzie won the prize of Royal Society Wolfson Research Merit Award in 2011.Where was Andrew Peter Mackenzie born?Where Andrew Peter Mackenzie died?Where Andrew Peter Mackenzie graduated?What other awards Andrew Peter Mackenzie has received?What other institutions did Andrew Peter Mackenzie work for?"
    },
    {
        "question": "Rudolph A. Marcus won the prize of Peter Debye Award in 1988.Where Rudolph A. Marcus died?Where Rudolph A. Marcus graduated?What other awards Rudolph A. Marcus has received?What other institutions did Rudolph A. Marcus work for?"
    },
    {
        "question": "Yuan Chang won the prize of Meyenburg Prize in 1997.Where Yuan Chang died?Where Yuan Chang graduated?What other awards Yuan Chang has received?What other institutions did Yuan Chang work for?"
    },
    {
        "question": "Dick MacPherson won the prize of Bobby Dodd Coach of the Year Award in 1987.Where was Dick MacPherson born?Where Dick MacPherson died?Where Dick MacPherson graduated?What other awards Dick MacPherson has received?What other institutions did Dick MacPherson work for?"
    },
    {
        "question": "Patrick Blackett won the prize of Royal Medal in 1940.Where Patrick Blackett graduated?What other awards Patrick Blackett has received?What other institutions did Patrick Blackett work for?"
    },
    {
        "question": "Aage Bohr won the prize of Atoms for Peace Award in 1969.Where Aage Bohr graduated?What other awards Aage Bohr has received?What other institutions did Aage Bohr work for?"
    },
    {
        "question": "Peter Scholze won the prize of Cole Prize in 2015.Where Peter Scholze died?Where Peter Scholze graduated?What other awards Peter Scholze has received?What other institutions did Peter Scholze work for?"
    },
    {
        "question": "William Shockley won the prize of IEEE Medal of Honor in 1980.Where was William Shockley born?Where William Shockley graduated?What other awards William Shockley has received?What other institutions did William Shockley work for?"
    },
    {
        "question": "Mihajlo Pupin won the prize of Elliott Cresson Medal in 1905.Where was Mihajlo Pupin born?Where Mihajlo Pupin graduated?What other awards Mihajlo Pupin has received?What other institutions did Mihajlo Pupin work for?"
    },
    {
        "question": "Richard Axel won the prize of Gairdner Foundation International Award in 2003.Where Richard Axel died?Where Richard Axel graduated?What other awards Richard Axel has received?What other institutions did Richard Axel work for?"
    },
    {
        "question": "Kiyoshi Oka won the prize of Japan Academy Prize (academics) in 1951.Where Kiyoshi Oka graduated?What other awards Kiyoshi Oka has received?What other institutions did Kiyoshi Oka work for?"
    },
    {
        "question": "Michael Freedman won the prize of Guggenheim Fellowship in 1994.Where Michael Freedman died?Where Michael Freedman graduated?What other awards Michael Freedman has received?What other institutions did Michael Freedman work for?"
    },
    {
        "question": "Joe Kubert won the prize of Eisner Award in 1977.Where was Joe Kubert born?Where Joe Kubert graduated?What other awards Joe Kubert has received?What other institutions did Joe Kubert work for?"
    },
    {
        "question": "François Jacob won the prize of Nobel Prize in Physiology or Medicine in 1965.Where was François Jacob born?Where François Jacob graduated?What other awards François Jacob has received?What other institutions did François Jacob work for?"
    },
    {
        "question": "Gerd Faltings won the prize of Fields Medal between 1986 and 1988.Where was Gerd Faltings born?Where Gerd Faltings died?Where Gerd Faltings graduated?What other awards Gerd Faltings has received?What other institutions did Gerd Faltings work for?"
    },
    {
        "question": "Stephen Jackson (scientist) won the prize of King Faisal International Prize in 2016.Where was Stephen Jackson (scientist) born?Where Stephen Jackson (scientist) died?Where Stephen Jackson (scientist) graduated?What other awards Stephen Jackson (scientist) has received?What other institutions did Stephen Jackson (scientist) work for?"
    },
    {
        "question": "Bhagwatikumar Sharma won the prize of Ranjitram Suvarna Chandrak in 1984.Where was Bhagwatikumar Sharma born?Where Bhagwatikumar Sharma died?Where Bhagwatikumar Sharma graduated?What other awards Bhagwatikumar Sharma has received?What other institutions did Bhagwatikumar Sharma work for?"
    },
    {
        "question": "Sal Buscema won the prize of Harvey Award in 2013.Where Sal Buscema died?Where Sal Buscema graduated?What other awards Sal Buscema has received?What other institutions did Sal Buscema work for?"
    },
    {
        "question": "Phillip Allen Sharp won the prize of NAS Award in Molecular Biology in 1980.Where was Phillip Allen Sharp born?Where Phillip Allen Sharp died?Where Phillip Allen Sharp graduated?What other awards Phillip Allen Sharp has received?What other institutions did Phillip Allen Sharp work for?"
    },
    {
        "question": "Charles Murray (political scientist) won the prize of Kistler Prize in 2011.Where was Charles Murray (political scientist) born?Where Charles Murray (political scientist) died?What other awards Charles Murray (political scientist) has received?What other institutions did Charles Murray (political scientist) work for?"
    },
    {
        "question": "Paul Cohen won the prize of Bôcher Memorial Prize in 1964.Where was Paul Cohen born?Where Paul Cohen graduated?What other awards Paul Cohen has received?What other institutions did Paul Cohen work for?"
    },
    {
        "question": "Mohan Parmar won the prize of Uma-Snehrashmi Prize between 2000 and 2001.Where was Mohan Parmar born?Where Mohan Parmar died?Where Mohan Parmar graduated?What other awards Mohan Parmar has received?What other institutions did Mohan Parmar work for?"
    },
    {
        "question": "Mark Few won the prize of Associated Press College Basketball Coach of the Year in 2017.Where was Mark Few born?Where Mark Few died?What other awards Mark Few has received?What other institutions did Mark Few work for?"
    },
    {
        "question": "David Packard won the prize of Public Welfare Medal in 1989.Where was David Packard born?Where David Packard graduated?What other awards David Packard has received?What other institutions did David Packard work for?"
    },
    {
        "question": "Frederick Reines won the prize of Nobel Prize in Physics in 1995.Where Frederick Reines died?Where Frederick Reines graduated?What other awards Frederick Reines has received?What other institutions did Frederick Reines work for?"
    },
    {
        "question": "Harold Eugene Edgerton won the prize of SPIE Gold Medal in 1981.Where was Harold Eugene Edgerton born?What other awards Harold Eugene Edgerton has received?What other institutions did Harold Eugene Edgerton work for?"
    },
    {
        "question": "Robert Broom won the prize of Royal Medal in 1928.Where Robert Broom died?Where Robert Broom graduated?What other awards Robert Broom has received?What other institutions did Robert Broom work for?"
    },
    {
        "question": "Victor A. McKusick won the prize of Japan Prize in 2008.Where was Victor A. McKusick born?Where Victor A. McKusick died?Where Victor A. McKusick graduated?What other awards Victor A. McKusick has received?What other institutions did Victor A. McKusick work for?"
    },
    {
        "question": "Duffy Daugherty won the prize of Amos Alonzo Stagg Award in 1985.Where was Duffy Daugherty born?Where Duffy Daugherty graduated?What other awards Duffy Daugherty has received?What other institutions did Duffy Daugherty work for?"
    },
    {
        "question": "Sidney Coleman won the prize of Dirac Medal in 1990.Where Sidney Coleman graduated?What other awards Sidney Coleman has received?What other institutions did Sidney Coleman work for?"
    },
    {
        "question": "Joseph Felsenstein won the prize of Darwin–Wallace Medal in 2008.Where was Joseph Felsenstein born?Where Joseph Felsenstein died?Where Joseph Felsenstein graduated?What other awards Joseph Felsenstein has received?What other institutions did Joseph Felsenstein work for?"
    },
    {
        "question": "Dorothy Hodgkin won the prize of Lomonosov Gold Medal in 1982.Where Dorothy Hodgkin died?Where Dorothy Hodgkin graduated?What other awards Dorothy Hodgkin has received?What other institutions did Dorothy Hodgkin work for?"
    },
    {
        "question": "Theodore Harold Maiman won the prize of Oliver E. Buckley Condensed Matter Prize in 1966.Where Theodore Harold Maiman graduated?What other awards Theodore Harold Maiman has received?What other institutions did Theodore Harold Maiman work for?"
    },
    {
        "question": "Carol W. Greider won the prize of Louisa Gross Horwitz Prize in 2007.Where Carol W. Greider died?Where Carol W. Greider graduated?What other awards Carol W. Greider has received?What other institutions did Carol W. Greider work for?"
    },
    {
        "question": "Martin Ryle won the prize of Gold Medal of the Royal Astronomical Society in 1964.Where Martin Ryle graduated?What other awards Martin Ryle has received?What other institutions did Martin Ryle work for?"
    },
    {
        "question": "Paul Flory won the prize of National Medal of Science in 1974.Where was Paul Flory born?Where Paul Flory died?Where Paul Flory graduated?What other awards Paul Flory has received?What other institutions did Paul Flory work for?"
    },
    {
        "question": "Rodney Loudon won the prize of Fellow of the Royal Society in 1987.Where Rodney Loudon died?Where Rodney Loudon graduated?What other awards Rodney Loudon has received?What other institutions did Rodney Loudon work for?"
    },
    {
        "question": "Fernando Codá Marques won the prize of Oswald Veblen Prize in Geometry in 2016.Where Fernando Codá Marques died?Where Fernando Codá Marques graduated?What other awards Fernando Codá Marques has received?What other institutions did Fernando Codá Marques work for?"
    },
    {
        "question": "Stephen Elledge won the prize of Gruber Prize in Genetics in 2017.Where was Stephen Elledge born?Where Stephen Elledge died?Where Stephen Elledge graduated?What other awards Stephen Elledge has received?What other institutions did Stephen Elledge work for?"
    },
    {
        "question": "Carlos Beltrán won the prize of Major League Baseball Rookie of the Year Award in 1999.Where was Carlos Beltrán born?Where Carlos Beltrán died?Where Carlos Beltrán graduated?What other awards Carlos Beltrán has received?What other institutions did Carlos Beltrán work for?"
    },
    {
        "question": "Donald Lynden-Bell won the prize of Eddington Medal in 1984.Where was Donald Lynden-Bell born?Where Donald Lynden-Bell died?Where Donald Lynden-Bell graduated?What other awards Donald Lynden-Bell has received?What other institutions did Donald Lynden-Bell work for?"
    },
    {
        "question": "Felix Andries Vening Meinesz won the prize of Vetlesen Prize in 1962.Where Felix Andries Vening Meinesz died?Where Felix Andries Vening Meinesz graduated?What other awards Felix Andries Vening Meinesz has received?What other institutions did Felix Andries Vening Meinesz work for?"
    },
    {
        "question": "Raja Rao won the prize of Padma Bhushan in 1969.Where was Raja Rao born?Where Raja Rao graduated?What other awards Raja Rao has received?What other institutions did Raja Rao work for?"
    },
    {
        "question": "Yitang Zhang won the prize of Ostrowski Prize in 2013.Where Yitang Zhang died?What other awards Yitang Zhang has received?What other institutions did Yitang Zhang work for?"
    },
    {
        "question": "Steven V. Ley won the prize of Bakerian Lecture in 1997.Where was Steven V. Ley born?Where Steven V. Ley died?Where Steven V. Ley graduated?What other awards Steven V. Ley has received?What other institutions did Steven V. Ley work for?"
    },
    {
        "question": "Raoul Bott won the prize of National Medal of Science in 1987.Where Raoul Bott graduated?What other awards Raoul Bott has received?What other institutions did Raoul Bott work for?"
    },
    {
        "question": "Francis Galton won the prize of Copley Medal in 1910.Where Francis Galton graduated?What other awards Francis Galton has received?What other institutions did Francis Galton work for?"
    },
    {
        "question": "Phil Martelli won the prize of Associated Press College Basketball Coach of the Year in 2004.Where was Phil Martelli born?Where Phil Martelli died?Where Phil Martelli graduated?What other awards Phil Martelli has received?What other institutions did Phil Martelli work for?"
    },
    {
        "question": "Nick Holonyak won the prize of IEEE Edison Medal in 1989.Where was Nick Holonyak born?Where Nick Holonyak died?Where Nick Holonyak graduated?What other awards Nick Holonyak has received?What other institutions did Nick Holonyak work for?"
    },
    {
        "question": "Rudolf Mössbauer won the prize of Lomonosov Gold Medal in 1984.Where Rudolf Mössbauer died?Where Rudolf Mössbauer graduated?What other awards Rudolf Mössbauer has received?What other institutions did Rudolf Mössbauer work for?"
    },
    {
        "question": "Helen Quinn won the prize of Order of Australia in 2005.Where Helen Quinn died?Where Helen Quinn graduated?What other awards Helen Quinn has received?What other institutions did Helen Quinn work for?"
    },
    {
        "question": "Akshay Venkatesh won the prize of Infosys Prize in 2016.Where Akshay Venkatesh died?Where Akshay Venkatesh graduated?What other awards Akshay Venkatesh has received?What other institutions did Akshay Venkatesh work for?"
    },
    {
        "question": "Hugh Huxley won the prize of Louisa Gross Horwitz Prize in 1971.Where was Hugh Huxley born?Where Hugh Huxley died?Where Hugh Huxley graduated?What other awards Hugh Huxley has received?What other institutions did Hugh Huxley work for?"
    },
    {
        "question": "Werner Krauss won the prize of Order of Merit of the Federal Republic of Germany in 1954.Where was Werner Krauss born?Where Werner Krauss graduated?What other awards Werner Krauss has received?What other institutions did Werner Krauss work for?"
    },
    {
        "question": "Anthony S. Fauci won the prize of Lasker Award in 2007.Where Anthony S. Fauci died?Where Anthony S. Fauci graduated?What other awards Anthony S. Fauci has received?What other institutions did Anthony S. Fauci work for?"
    },
    {
        "question": "Jonathan Larson won the prize of Pulitzer Prize for Drama in 1996.Where Jonathan Larson graduated?What other awards Jonathan Larson has received?What other institutions did Jonathan Larson work for?"
    },
    {
        "question": "Amos E. Joel Jr. won the prize of Stuart Ballantine Medal in 1981.Where Amos E. Joel Jr. died?What other awards Amos E. Joel Jr. has received?What other institutions did Amos E. Joel Jr. work for?"
    },
    {
        "question": "Norris Bradbury won the prize of Legion of Merit in 1945.Where Norris Bradbury died?Where Norris Bradbury graduated?What other awards Norris Bradbury has received?What other institutions did Norris Bradbury work for?"
    },
    {
        "question": "William Alfred Fowler won the prize of Nobel Prize in Physics in 1983.Where William Alfred Fowler graduated?What other awards William Alfred Fowler has received?What other institutions did William Alfred Fowler work for?"
    },
    {
        "question": "Tim Hunt won the prize of Fellow of the Royal Society in 1991.Where was Tim Hunt born?Where Tim Hunt died?Where Tim Hunt graduated?What other awards Tim Hunt has received?What other institutions did Tim Hunt work for?"
    },
    {
        "question": "Ferid Murad won the prize of Nobel Prize in Physiology or Medicine between 1998 and 1996.Where was Ferid Murad born?Where Ferid Murad died?What other awards Ferid Murad has received?What other institutions did Ferid Murad work for?"
    },
    {
        "question": "Sam Edwards (physicist) won the prize of Royal Medal in 2001.Where Sam Edwards (physicist) died?Where Sam Edwards (physicist) graduated?What other awards Sam Edwards (physicist) has received?What other institutions did Sam Edwards (physicist) work for?"
    },
    {
        "question": "G. Arthur Cooper won the prize of Daniel Giraud Elliot Medal in 1979.Where was G. Arthur Cooper born?Where G. Arthur Cooper died?Where G. Arthur Cooper graduated?What other awards G. Arthur Cooper has received?What other institutions did G. Arthur Cooper work for?"
    },
    {
        "question": "Kay Ryan won the prize of Guggenheim Fellowship in 2004.Where Kay Ryan died?Where Kay Ryan graduated?What other awards Kay Ryan has received?What other institutions did Kay Ryan work for?"
    },
    {
        "question": "John C. Slater won the prize of National Medal of Science in 1970.Where John C. Slater died?What other awards John C. Slater has received?What other institutions did John C. Slater work for?"
    },
    {
        "question": "Fei-Fei Li won the prize of Sloan Fellowship between 2011 and 2014.Where Fei-Fei Li died?What other awards Fei-Fei Li has received?What other institutions did Fei-Fei Li work for?"
    },
    {
        "question": "Duke Ferdinand Frederick Augustus of Württemberg won the prize of Order of Leopold (Austria) in 1809.Where was Duke Ferdinand Frederick Augustus of Württemberg born?Where Duke Ferdinand Frederick Augustus of Württemberg graduated?What other awards Duke Ferdinand Frederick Augustus of Württemberg has received?What other institutions did Duke Ferdinand Frederick Augustus of Württemberg work for?"
    },
    {
        "question": "Tom Kibble won the prize of Hughes Medal in 1981.Where Tom Kibble graduated?What other awards Tom Kibble has received?What other institutions did Tom Kibble work for?"
    },
    {
        "question": "Dennis Gabor won the prize of Nobel Prize in Physics in 1971.Where Dennis Gabor graduated?What other awards Dennis Gabor has received?What other institutions did Dennis Gabor work for?"
    },
    {
        "question": "Margaret Burbidge won the prize of Helen B. Warner Prize for Astronomy in 1959.Where was Margaret Burbidge born?Where Margaret Burbidge died?Where Margaret Burbidge graduated?What other awards Margaret Burbidge has received?What other institutions did Margaret Burbidge work for?"
    },
    {
        "question": "Cliff Ellis won the prize of Associated Press College Basketball Coach of the Year in 1999.Where was Cliff Ellis born?Where Cliff Ellis died?Where Cliff Ellis graduated?What other awards Cliff Ellis has received?What other institutions did Cliff Ellis work for?"
    },
    {
        "question": "Bryan Webber won the prize of Sakurai Prize in 2012.Where was Bryan Webber born?Where Bryan Webber died?Where Bryan Webber graduated?What other awards Bryan Webber has received?What other institutions did Bryan Webber work for?"
    },
    {
        "question": "Charles Lapworth won the prize of Royal Medal in 1891.Where was Charles Lapworth born?Where Charles Lapworth graduated?What other awards Charles Lapworth has received?What other institutions did Charles Lapworth work for?"
    },
    {
        "question": "William F. Durand won the prize of ASME Medal in 1945.Where was William F. Durand born?Where William F. Durand died?Where William F. Durand graduated?What other awards William F. Durand has received?What other institutions did William F. Durand work for?"
    },
    {
        "question": "Simon Donaldson won the prize of King Faisal International Prize in 2006.Where Simon Donaldson died?Where Simon Donaldson graduated?What other awards Simon Donaldson has received?What other institutions did Simon Donaldson work for?"
    },
    {
        "question": "Gerald J. Wasserburg won the prize of Wollaston Medal in 1985.Where Gerald J. Wasserburg died?Where Gerald J. Wasserburg graduated?What other awards Gerald J. Wasserburg has received?What other institutions did Gerald J. Wasserburg work for?"
    },
    {
        "question": "Doris Reynolds won the prize of Lyell Medal in 1960.Where Doris Reynolds died?Where Doris Reynolds graduated?What other awards Doris Reynolds has received?What other institutions did Doris Reynolds work for?"
    },
    {
        "question": "Brian Schmidt won the prize of Dirac Medal in 2012.Where Brian Schmidt died?What other awards Brian Schmidt has received?What other institutions did Brian Schmidt work for?"
    },
    {
        "question": "Jim Grobe won the prize of Bobby Dodd Coach of the Year Award in 2006.Where was Jim Grobe born?Where Jim Grobe died?Where Jim Grobe graduated?What other awards Jim Grobe has received?What other institutions did Jim Grobe work for?"
    },
    {
        "question": "Har Gobind Khorana won the prize of Fellow of the Royal Society in 1978.Where was Har Gobind Khorana born?Where Har Gobind Khorana graduated?What other awards Har Gobind Khorana has received?What other institutions did Har Gobind Khorana work for?"
    },
    {
        "question": "Samuel E. Blum won the prize of Russ Prize in 2013.Where Samuel E. Blum died?What other awards Samuel E. Blum has received?What other institutions did Samuel E. Blum work for?"
    },
    {
        "question": "Joseph A. Konstan won the prize of ACM Fellow in 2008.Where was Joseph A. Konstan born?Where Joseph A. Konstan died?What other awards Joseph A. Konstan has received?What other institutions did Joseph A. Konstan work for?"
    },
    {
        "question": "Carl Ferdinand Cori won the prize of Fellow of the Royal Society in 1950.Where Carl Ferdinand Cori graduated?What other awards Carl Ferdinand Cori has received?What other institutions did Carl Ferdinand Cori work for?"
    },
    {
        "question": "Hugh Pelham won the prize of EMBO Gold Medal in 1989.Where was Hugh Pelham born?Where Hugh Pelham died?Where Hugh Pelham graduated?What other awards Hugh Pelham has received?What other institutions did Hugh Pelham work for?"
    },
    {
        "question": "Henry Bryant Bigelow won the prize of Alexander Agassiz Medal in 1931.Where Henry Bryant Bigelow graduated?What other awards Henry Bryant Bigelow has received?What other institutions did Henry Bryant Bigelow work for?"
    },
    {
        "question": "Harshad Trivedi won the prize of Kumar Suvarna Chandrak in 2015.Where was Harshad Trivedi born?Where Harshad Trivedi died?Where Harshad Trivedi graduated?What other awards Harshad Trivedi has received?What other institutions did Harshad Trivedi work for?"
    },
    {
        "question": "Riccardo Giacconi won the prize of Elliott Cresson Medal in 1980.Where Riccardo Giacconi died?Where Riccardo Giacconi graduated?What other awards Riccardo Giacconi has received?What other institutions did Riccardo Giacconi work for?"
    },
    {
        "question": "Peter D. Mitchell won the prize of Fellow of the Royal Society in 1974.Where was Peter D. Mitchell born?Where Peter D. Mitchell died?Where Peter D. Mitchell graduated?What other awards Peter D. Mitchell has received?What other institutions did Peter D. Mitchell work for?"
    },
    {
        "question": "John T. Riedl won the prize of IEEE Fellow between 2012 and 2010.Where was John T. Riedl born?Where John T. Riedl died?What other awards John T. Riedl has received?What other institutions did John T. Riedl work for?"
    },
    {
        "question": "Norman Foster Ramsey Jr. won the prize of Vannevar Bush Award in 1995.Where Norman Foster Ramsey Jr. died?Where Norman Foster Ramsey Jr. graduated?What other awards Norman Foster Ramsey Jr. has received?What other institutions did Norman Foster Ramsey Jr. work for?"
    },
    {
        "question": "Albert Fert won the prize of Wolf Prize in Physics in 2006.Where was Albert Fert born?Where Albert Fert died?Where Albert Fert graduated?What other awards Albert Fert has received?What other institutions did Albert Fert work for?"
    },
    {
        "question": "Manning Clark won the prize of Australian of the Year in 1980.Where Manning Clark graduated?What other awards Manning Clark has received?What other institutions did Manning Clark work for?"
    },
    {
        "question": "Denis Duboule won the prize of Louis-Jeantet Prize for Medicine in 1998.Where Denis Duboule died?Where Denis Duboule graduated?What other awards Denis Duboule has received?What other institutions did Denis Duboule work for?"
    },
    {
        "question": "Gerald Fink won the prize of Gruber Prize in Genetics in 2010.Where Gerald Fink died?Where Gerald Fink graduated?What other awards Gerald Fink has received?What other institutions did Gerald Fink work for?"
    },
    {
        "question": "Arnold Sommerfeld won the prize of Oersted Medal in 1949.Where was Arnold Sommerfeld born?Where Arnold Sommerfeld graduated?What other awards Arnold Sommerfeld has received?What other institutions did Arnold Sommerfeld work for?"
    },
    {
        "question": "M. Frederick Hawthorne won the prize of Tolman Award in 1986.Where was M. Frederick Hawthorne born?Where M. Frederick Hawthorne died?Where M. Frederick Hawthorne graduated?What other awards M. Frederick Hawthorne has received?What other institutions did M. Frederick Hawthorne work for?"
    },
    {
        "question": "Bohdan Paczyński won the prize of Dannie Heineman Prize for Astrophysics in 1992.Where was Bohdan Paczyński born?Where Bohdan Paczyński graduated?What other awards Bohdan Paczyński has received?What other institutions did Bohdan Paczyński work for?"
    },
    {
        "question": "Harish Meenashru won the prize of Vali Gujarati Gazal Award in 2012.Where was Harish Meenashru born?Where Harish Meenashru died?Where Harish Meenashru graduated?What other awards Harish Meenashru has received?What other institutions did Harish Meenashru work for?"
    },
    {
        "question": "Fumiko Enchi won the prize of Order of Culture in 1985.Where Fumiko Enchi graduated?What other awards Fumiko Enchi has received?What other institutions did Fumiko Enchi work for?"
    },
    {
        "question": "George S. Kaufman won the prize of Pulitzer Prize for Drama between 1932 and 1937.Where George S. Kaufman graduated?What other awards George S. Kaufman has received?What other institutions did George S. Kaufman work for?"
    },
    {
        "question": "Adam Riess won the prize of Shaw Prize in 2006.Where Adam Riess died?Where Adam Riess graduated?What other awards Adam Riess has received?What other institutions did Adam Riess work for?"
    },
    {
        "question": "Otto Hittmair won the prize of Wilhelm Exner Medal in 1980.Where Otto Hittmair died?Where Otto Hittmair graduated?What other awards Otto Hittmair has received?What other institutions did Otto Hittmair work for?"
    },
    {
        "question": "William Henry Perkin won the prize of Albert Medal (Royal Society of Arts) in 1890.Where was William Henry Perkin born?Where William Henry Perkin died?Where William Henry Perkin graduated?What other awards William Henry Perkin has received?What other institutions did William Henry Perkin work for?"
    },
    {
        "question": "James Van Allen won the prize of National Medal of Science in 1987.Where was James Van Allen born?Where James Van Allen graduated?What other awards James Van Allen has received?What other institutions did James Van Allen work for?"
    },
    {
        "question": "James H. Wilkinson won the prize of Fellow of the Royal Society in 1969.Where was James H. Wilkinson born?Where James H. Wilkinson died?Where James H. Wilkinson graduated?What other awards James H. Wilkinson has received?What other institutions did James H. Wilkinson work for?"
    },
    {
        "question": "Max Born won the prize of Hughes Medal in 1950.Where Max Born graduated?What other awards Max Born has received?What other institutions did Max Born work for?"
    },
    {
        "question": "Thomas Henry Huxley won the prize of Clarke Medal in 1880.Where was Thomas Henry Huxley born?Where Thomas Henry Huxley graduated?What other awards Thomas Henry Huxley has received?What other institutions did Thomas Henry Huxley work for?"
    },
    {
        "question": "Hisashi Iwakuma won the prize of Best Nine Award between 2004 and 2008.Where was Hisashi Iwakuma born?Where Hisashi Iwakuma died?Where Hisashi Iwakuma graduated?What other awards Hisashi Iwakuma has received?What other institutions did Hisashi Iwakuma work for?"
    },
    {
        "question": "Harry Kroto won the prize of Nobel Prize in Chemistry in 1996.Where was Harry Kroto born?Where Harry Kroto died?Where Harry Kroto graduated?What other awards Harry Kroto has received?What other institutions did Harry Kroto work for?"
    },
    {
        "question": "Shigetada Nakanishi won the prize of Keio Medical Science Prize in 1996.Where was Shigetada Nakanishi born?Where Shigetada Nakanishi died?Where Shigetada Nakanishi graduated?What other awards Shigetada Nakanishi has received?What other institutions did Shigetada Nakanishi work for?"
    },
    {
        "question": "Robert F. Furchgott won the prize of Nobel Prize in Physiology or Medicine in 1998.Where was Robert F. Furchgott born?Where Robert F. Furchgott graduated?What other awards Robert F. Furchgott has received?What other institutions did Robert F. Furchgott work for?"
    },
    {
        "question": "George Batchelor won the prize of Timoshenko Medal in 1988.Where George Batchelor graduated?What other awards George Batchelor has received?What other institutions did George Batchelor work for?"
    },
    {
        "question": "Walter Gropius won the prize of AIA Gold Medal in 1959.Where Walter Gropius graduated?What other awards Walter Gropius has received?What other institutions did Walter Gropius work for?"
    },
    {
        "question": "Paul J. Crutzen won the prize of Fellow of the Royal Society in 2006.Where Paul J. Crutzen died?Where Paul J. Crutzen graduated?What other awards Paul J. Crutzen has received?What other institutions did Paul J. Crutzen work for?"
    },
    {
        "question": "Wendell Meredith Stanley won the prize of Franklin Medal in 1948.Where was Wendell Meredith Stanley born?Where Wendell Meredith Stanley died?Where Wendell Meredith Stanley graduated?What other awards Wendell Meredith Stanley has received?What other institutions did Wendell Meredith Stanley work for?"
    },
    {
        "question": "Henry Hallett Dale won the prize of Copley Medal in 1937.Where Henry Hallett Dale graduated?What other awards Henry Hallett Dale has received?What other institutions did Henry Hallett Dale work for?"
    },
    {
        "question": "Frederick Sanger won the prize of Gairdner Foundation International Award in 1971.Where was Frederick Sanger born?Where Frederick Sanger graduated?What other awards Frederick Sanger has received?What other institutions did Frederick Sanger work for?"
    },
    {
        "question": "Charles F. Kettering won the prize of IEEE Edison Medal in 1958.Where was Charles F. Kettering born?Where Charles F. Kettering graduated?What other awards Charles F. Kettering has received?What other institutions did Charles F. Kettering work for?"
    },
    {
        "question": "Richard Feynman won the prize of Fellow of the Royal Society in 1965.Where Richard Feynman graduated?What other awards Richard Feynman has received?What other institutions did Richard Feynman work for?"
    },
    {
        "question": "Henry Eyring (chemist) won the prize of Wolf Prize in Chemistry in 1980.Where was Henry Eyring (chemist) born?Where Henry Eyring (chemist) graduated?What other awards Henry Eyring (chemist) has received?What other institutions did Henry Eyring (chemist) work for?"
    },
    {
        "question": "Atle Selberg won the prize of Fields Medal in 1950.Where was Atle Selberg born?Where Atle Selberg graduated?What other awards Atle Selberg has received?What other institutions did Atle Selberg work for?"
    },
    {
        "question": "Daphne Koller won the prize of MacArthur Fellows Program in 2004.Where Daphne Koller died?What other awards Daphne Koller has received?What other institutions did Daphne Koller work for?"
    },
    {
        "question": "James Glimm won the prize of Dannie Heineman Prize for Mathematical Physics in 1980.Where was James Glimm born?Where James Glimm died?Where James Glimm graduated?What other awards James Glimm has received?What other institutions did James Glimm work for?"
    },
    {
        "question": "Guglielmo Marconi won the prize of Albert Medal (Royal Society of Arts) in 1914.Where was Guglielmo Marconi born?Where Guglielmo Marconi graduated?What other awards Guglielmo Marconi has received?What other institutions did Guglielmo Marconi work for?"
    },
    {
        "question": "John B. Goodenough won the prize of Enrico Fermi Award in 2009.Where John B. Goodenough died?Where John B. Goodenough graduated?What other awards John B. Goodenough has received?What other institutions did John B. Goodenough work for?"
    },
    {
        "question": "Masahiro Tanaka won the prize of Eiji Sawamura Award between 2011 and 2013.Where was Masahiro Tanaka born?Where Masahiro Tanaka died?Where Masahiro Tanaka graduated?What other awards Masahiro Tanaka has received?What other institutions did Masahiro Tanaka work for?"
    },
    {
        "question": "Evgeny Paton won the prize of USSR State Prize in 1941.Where Evgeny Paton graduated?What other awards Evgeny Paton has received?What other institutions did Evgeny Paton work for?"
    },
    {
        "question": "Peter Grünberg won the prize of Nobel Prize in Physics between 2007 and 2016.Where was Peter Grünberg born?Where Peter Grünberg died?Where Peter Grünberg graduated?What other awards Peter Grünberg has received?What other institutions did Peter Grünberg work for?"
    },
    {
        "question": "Daniel Nathans won the prize of National Medal of Science in 1993.Where Daniel Nathans graduated?What other awards Daniel Nathans has received?What other institutions did Daniel Nathans work for?"
    },
    {
        "question": "Robert Solow won the prize of John Bates Clark Medal in 1961.Where Robert Solow died?Where Robert Solow graduated?What other awards Robert Solow has received?What other institutions did Robert Solow work for?"
    },
    {
        "question": "Roger Cowley won the prize of Fellow of the Royal Society in 1978.Where was Roger Cowley born?Where Roger Cowley died?Where Roger Cowley graduated?What other awards Roger Cowley has received?What other institutions did Roger Cowley work for?"
    },
    {
        "question": "James Stewart won the prize of Academy Honorary Award in 1985.Where was James Stewart born?What other awards James Stewart has received?What other institutions did James Stewart work for?"
    },
    {
        "question": "Allan C. Spradling won the prize of Genetics Society of America Medal in 1989.Where was Allan C. Spradling born?Where Allan C. Spradling died?Where Allan C. Spradling graduated?What other awards Allan C. Spradling has received?What other institutions did Allan C. Spradling work for?"
    },
    {
        "question": "Mikhail Chumakov won the prize of Lenin Prize in 1963.Where was Mikhail Chumakov born?Where Mikhail Chumakov graduated?What other awards Mikhail Chumakov has received?What other institutions did Mikhail Chumakov work for?"
    },
    {
        "question": "Carl Friedrich von Weizsäcker won the prize of Max Planck Medal in 1957.Where Carl Friedrich von Weizsäcker died?Where Carl Friedrich von Weizsäcker graduated?What other awards Carl Friedrich von Weizsäcker has received?What other institutions did Carl Friedrich von Weizsäcker work for?"
    },
    {
        "question": "Michael Smith (chemist) won the prize of Fellow of the Royal Society in 1986.Where Michael Smith (chemist) graduated?What other awards Michael Smith (chemist) has received?What other institutions did Michael Smith (chemist) work for?"
    },
    {
        "question": "Demetrios Christodoulou won the prize of Bôcher Memorial Prize in 1999.Where Demetrios Christodoulou died?Where Demetrios Christodoulou graduated?What other awards Demetrios Christodoulou has received?What other institutions did Demetrios Christodoulou work for?"
    },
    {
        "question": "Ankit Trivedi won the prize of Yuva Gaurav Puraskar in 2011.Where Ankit Trivedi died?Where Ankit Trivedi graduated?What other awards Ankit Trivedi has received?What other institutions did Ankit Trivedi work for?"
    },
    {
        "question": "Amitabh Bachchan won the prize of Padma Bhushan in 2001.Where Amitabh Bachchan died?Where Amitabh Bachchan graduated?What other awards Amitabh Bachchan has received?What other institutions did Amitabh Bachchan work for?"
    },
    {
        "question": "Jay Wright Forrester won the prize of IEEE Medal of Honor in 1972.Where was Jay Wright Forrester born?Where Jay Wright Forrester graduated?What other awards Jay Wright Forrester has received?What other institutions did Jay Wright Forrester work for?"
    },
    {
        "question": "Keno Davis won the prize of Henry Iba Award in 2008.Where was Keno Davis born?Where Keno Davis died?Where Keno Davis graduated?What other awards Keno Davis has received?What other institutions did Keno Davis work for?"
    },
    {
        "question": "Mike Montgomery won the prize of Pac-12 Conference Men's Basketball Coach of the Year between 1999 and 2000.Where Mike Montgomery died?Where Mike Montgomery graduated?What other awards Mike Montgomery has received?What other institutions did Mike Montgomery work for?"
    },
    {
        "question": "Sidney Drell won the prize of Pomeranchuk Prize in 1998.Where Sidney Drell graduated?What other awards Sidney Drell has received?What other institutions did Sidney Drell work for?"
    },
    {
        "question": "Robert E. Sherwood won the prize of Pulitzer Prize for Drama between 1936 and 1939.Where Robert E. Sherwood graduated?What other awards Robert E. Sherwood has received?What other institutions did Robert E. Sherwood work for?"
    },
    {
        "question": "Maurice Wilkins won the prize of EMBO Membership in 1964.Where was Maurice Wilkins born?Where Maurice Wilkins graduated?What other awards Maurice Wilkins has received?What other institutions did Maurice Wilkins work for?"
    },
    {
        "question": "Enrico Coen won the prize of Fellow of the Royal Society in 1998.Where Enrico Coen died?Where Enrico Coen graduated?What other awards Enrico Coen has received?What other institutions did Enrico Coen work for?"
    },
    {
        "question": "Arno Allan Penzias won the prize of Nobel Prize in Physics in 1978.Where Arno Allan Penzias died?Where Arno Allan Penzias graduated?What other awards Arno Allan Penzias has received?What other institutions did Arno Allan Penzias work for?"
    },
    {
        "question": "Emil Wiesel won the prize of Legion of Honour in 1900.Where Emil Wiesel graduated?What other awards Emil Wiesel has received?What other institutions did Emil Wiesel work for?"
    },
    {
        "question": "Ignác Gyulay won the prize of Military Order of Maria Theresa in 1794.Where was Ignác Gyulay born?Where Ignác Gyulay graduated?What other awards Ignác Gyulay has received?What other institutions did Ignác Gyulay work for?"
    },
    {
        "question": "Richard Peto won the prize of Gairdner Foundation International Award in 1992.Where was Richard Peto born?Where Richard Peto died?Where Richard Peto graduated?What other awards Richard Peto has received?What other institutions did Richard Peto work for?"
    },
    {
        "question": "Ilya Piatetski-Shapiro won the prize of Wolf Prize in 1990.Where Ilya Piatetski-Shapiro graduated?What other awards Ilya Piatetski-Shapiro has received?What other institutions did Ilya Piatetski-Shapiro work for?"
    },
    {
        "question": "Barbara Bain won the prize of Emmy Award between 1967 and 1968.Where Barbara Bain died?Where Barbara Bain graduated?What other awards Barbara Bain has received?What other institutions did Barbara Bain work for?"
    },
    {
        "question": "Richard Smalley won the prize of Nobel Prize in Chemistry in 1996.Where Richard Smalley died?Where Richard Smalley graduated?What other awards Richard Smalley has received?What other institutions did Richard Smalley work for?"
    },
    {
        "question": "Linus Pauling won the prize of Davy Medal in 1947.Where Linus Pauling died?Where Linus Pauling graduated?What other awards Linus Pauling has received?What other institutions did Linus Pauling work for?"
    },
    {
        "question": "Gerd Binnig won the prize of Kavli Prize in 2016.Where Gerd Binnig died?Where Gerd Binnig graduated?What other awards Gerd Binnig has received?What other institutions did Gerd Binnig work for?"
    },
    {
        "question": "Paula Vogel won the prize of Pulitzer Prize for Drama in 1998.Where Paula Vogel died?Where Paula Vogel graduated?What other awards Paula Vogel has received?What other institutions did Paula Vogel work for?"
    },
    {
        "question": "Caroline Dean won the prize of Fellow of the Royal Society in 2004.Where was Caroline Dean born?Where Caroline Dean died?Where Caroline Dean graduated?What other awards Caroline Dean has received?What other institutions did Caroline Dean work for?"
    },
    {
        "question": "Mario Rizzetto won the prize of King Faisal International Prize in 1985.Where was Mario Rizzetto born?Where Mario Rizzetto died?Where Mario Rizzetto graduated?What other awards Mario Rizzetto has received?What other institutions did Mario Rizzetto work for?"
    },
    {
        "question": "Harry Elderfield won the prize of Fellow of the Royal Society in 2001.Where was Harry Elderfield born?Where Harry Elderfield died?Where Harry Elderfield graduated?What other awards Harry Elderfield has received?What other institutions did Harry Elderfield work for?"
    },
    {
        "question": "James Joseph Sylvester won the prize of De Morgan Medal in 1887.Where was James Joseph Sylvester born?Where James Joseph Sylvester died?Where James Joseph Sylvester graduated?What other awards James Joseph Sylvester has received?What other institutions did James Joseph Sylvester work for?"
    },
    {
        "question": "Riazuddin (physicist) won the prize of Sitara-i-Imtiaz in 1999.Where was Riazuddin (physicist) born?Where Riazuddin (physicist) died?Where Riazuddin (physicist) graduated?What other awards Riazuddin (physicist) has received?What other institutions did Riazuddin (physicist) work for?"
    },
    {
        "question": "Shields Warren won the prize of Enrico Fermi Award in 1971.Where Shields Warren died?What other awards Shields Warren has received?What other institutions did Shields Warren work for?"
    },
    {
        "question": "William Whitaker (geologist) won the prize of Prestwich Medal in 1906.Where was William Whitaker (geologist) born?Where William Whitaker (geologist) died?Where William Whitaker (geologist) graduated?What other awards William Whitaker (geologist) has received?What other institutions did William Whitaker (geologist) work for?"
    },
    {
        "question": "Muhammad Raziuddin Siddiqui won the prize of Sitara-i-Imtiaz in 1960.Where Muhammad Raziuddin Siddiqui died?Where Muhammad Raziuddin Siddiqui graduated?What other awards Muhammad Raziuddin Siddiqui has received?What other institutions did Muhammad Raziuddin Siddiqui work for?"
    },
    {
        "question": "Frederick Vine won the prize of Bigsby Medal in 1971.Where Frederick Vine died?Where Frederick Vine graduated?What other awards Frederick Vine has received?What other institutions did Frederick Vine work for?"
    },
    {
        "question": "Vladimir Markovic won the prize of Clay Research Award in 2012.Where Vladimir Markovic died?Where Vladimir Markovic graduated?What other awards Vladimir Markovic has received?What other institutions did Vladimir Markovic work for?"
    },
    {
        "question": "Michael Pepper won the prize of Hughes Medal in 1987.Where was Michael Pepper born?Where Michael Pepper died?Where Michael Pepper graduated?What other awards Michael Pepper has received?What other institutions did Michael Pepper work for?"
    },
    {
        "question": "Bruce Weber (basketball) won the prize of Henry Iba Award in 2005.Where Bruce Weber (basketball) died?Where Bruce Weber (basketball) graduated?What other awards Bruce Weber (basketball) has received?What other institutions did Bruce Weber (basketball) work for?"
    },
    {
        "question": "John Vane won the prize of Nobel Prize in Physiology or Medicine in 1982.Where was John Vane born?Where John Vane died?Where John Vane graduated?What other awards John Vane has received?What other institutions did John Vane work for?"
    },
    {
        "question": "Andrew Strominger won the prize of Dannie Heineman Prize for Mathematical Physics in 2016.Where was Andrew Strominger born?Where Andrew Strominger died?What other awards Andrew Strominger has received?What other institutions did Andrew Strominger work for?"
    },
    {
        "question": "Rudolf Peierls won the prize of Matteucci Medal in 1982.Where Rudolf Peierls graduated?What other awards Rudolf Peierls has received?What other institutions did Rudolf Peierls work for?"
    },
    {
        "question": "Tim Berners-Lee won the prize of Fellow of the Royal Academy of Engineering in 2001.Where Tim Berners-Lee died?Where Tim Berners-Lee graduated?What other awards Tim Berners-Lee has received?What other institutions did Tim Berners-Lee work for?"
    },
    {
        "question": "Fiona Staples won the prize of Eisner Award in 2013.Where was Fiona Staples born?Where Fiona Staples died?Where Fiona Staples graduated?What other awards Fiona Staples has received?What other institutions did Fiona Staples work for?"
    },
    {
        "question": "Nicola Cabibbo won the prize of Sakurai Prize in 1989.Where Nicola Cabibbo graduated?What other awards Nicola Cabibbo has received?What other institutions did Nicola Cabibbo work for?"
    },
    {
        "question": "Fiona Stanley won the prize of Centenary Medal in 2001.Where was Fiona Stanley born?Where Fiona Stanley died?Where Fiona Stanley graduated?What other awards Fiona Stanley has received?What other institutions did Fiona Stanley work for?"
    },
    {
        "question": "Lloyd Carr won the prize of George Munger Award in 1997.Where was Lloyd Carr born?Where Lloyd Carr died?Where Lloyd Carr graduated?What other awards Lloyd Carr has received?What other institutions did Lloyd Carr work for?"
    },
    {
        "question": "Stephen Vincent Benét won the prize of Pulitzer Prize for Poetry in 1929.Where was Stephen Vincent Benét born?Where Stephen Vincent Benét graduated?What other awards Stephen Vincent Benét has received?What other institutions did Stephen Vincent Benét work for?"
    },
    {
        "question": "Charles R. Marshall won the prize of Charles Schuchert Award in 1999.Where was Charles R. Marshall born?Where Charles R. Marshall died?Where Charles R. Marshall graduated?What other awards Charles R. Marshall has received?What other institutions did Charles R. Marshall work for?"
    },
    {
        "question": "Milton Friedman won the prize of Presidential Medal of Freedom in 1988.Where Milton Friedman graduated?What other awards Milton Friedman has received?What other institutions did Milton Friedman work for?"
    },
    {
        "question": "Harold B. Hartley won the prize of Wilhelm Exner Medal in 1937.Where was Harold B. Hartley born?Where Harold B. Hartley died?Where Harold B. Hartley graduated?What other awards Harold B. Hartley has received?What other institutions did Harold B. Hartley work for?"
    },
    {
        "question": "Ernest Hemingway won the prize of Nobel Prize in Literature in 1954.Where Ernest Hemingway died?Where Ernest Hemingway graduated?What other awards Ernest Hemingway has received?What other institutions did Ernest Hemingway work for?"
    },
    {
        "question": "Harry George Drickamer won the prize of Oliver E. Buckley Condensed Matter Prize in 1967.Where Harry George Drickamer died?Where Harry George Drickamer graduated?What other awards Harry George Drickamer has received?What other institutions did Harry George Drickamer work for?"
    },
    {
        "question": "Tony Bennett (basketball) won the prize of Jim Phelan Award in 2007.Where was Tony Bennett (basketball) born?Where Tony Bennett (basketball) died?Where Tony Bennett (basketball) graduated?What other awards Tony Bennett (basketball) has received?What other institutions did Tony Bennett (basketball) work for?"
    },
    {
        "question": "Reginald Savory won the prize of Military Cross in 1916.Where was Reginald Savory born?Where Reginald Savory died?Where Reginald Savory graduated?What other awards Reginald Savory has received?What other institutions did Reginald Savory work for?"
    },
    {
        "question": "James A. Michener won the prize of Presidential Medal of Freedom in 1977.Where was James A. Michener born?Where James A. Michener graduated?What other awards James A. Michener has received?What other institutions did James A. Michener work for?"
    },
    {
        "question": "Artur Avila won the prize of Salem Prize in 2006.Where Artur Avila died?Where Artur Avila graduated?What other awards Artur Avila has received?What other institutions did Artur Avila work for?"
    },
    {
        "question": "Yash Pal won the prize of Padma Vibhushan in 2013.Where was Yash Pal born?Where Yash Pal died?Where Yash Pal graduated?What other awards Yash Pal has received?What other institutions did Yash Pal work for?"
    },
    {
        "question": "Alfred Russel Wallace won the prize of Royal Medal in 1868.Where was Alfred Russel Wallace born?Where Alfred Russel Wallace died?Where Alfred Russel Wallace graduated?What other awards Alfred Russel Wallace has received?What other institutions did Alfred Russel Wallace work for?"
    },
    {
        "question": "Alfred Romer won the prize of Wollaston Medal in 1973.Where Alfred Romer died?Where Alfred Romer graduated?What other awards Alfred Romer has received?What other institutions did Alfred Romer work for?"
    },
    {
        "question": "Gerald M. Rubin won the prize of Newcomb Cleveland Prize between 1983 and 2000.Where was Gerald M. Rubin born?Where Gerald M. Rubin died?Where Gerald M. Rubin graduated?What other awards Gerald M. Rubin has received?What other institutions did Gerald M. Rubin work for?"
    },
    {
        "question": "Michael J. S. Dewar won the prize of Tetrahedron Prize between 1989 and 2017.Where was Michael J. S. Dewar born?Where Michael J. S. Dewar graduated?What other awards Michael J. S. Dewar has received?What other institutions did Michael J. S. Dewar work for?"
    },
    {
        "question": "Robert G. Gallager won the prize of Marconi Prize in 2003.Where Robert G. Gallager died?Where Robert G. Gallager graduated?What other awards Robert G. Gallager has received?What other institutions did Robert G. Gallager work for?"
    },
    {
        "question": "Howard Florey won the prize of Fellow of the Royal Society in 1941.Where Howard Florey graduated?What other awards Howard Florey has received?What other institutions did Howard Florey work for?"
    },
    {
        "question": "George Uhlenbeck won the prize of Oersted Medal in 1955.Where was George Uhlenbeck born?Where George Uhlenbeck graduated?What other awards George Uhlenbeck has received?What other institutions did George Uhlenbeck work for?"
    },
    {
        "question": "Frederic Calland Williams won the prize of Faraday Medal in 1972.Where was Frederic Calland Williams born?Where Frederic Calland Williams graduated?What other awards Frederic Calland Williams has received?What other institutions did Frederic Calland Williams work for?"
    },
    {
        "question": "Martin J. Taylor won the prize of Fellow of the Royal Society in 1996.Where Martin J. Taylor died?Where Martin J. Taylor graduated?What other awards Martin J. Taylor has received?What other institutions did Martin J. Taylor work for?"
    },
    {
        "question": "Jacob Bekenstein won the prize of Wolf Prize in Physics in 2012.Where Jacob Bekenstein graduated?What other awards Jacob Bekenstein has received?What other institutions did Jacob Bekenstein work for?"
    },
    {
        "question": "Richard Rodriguez won the prize of Emmy Award in 1992.Where Richard Rodriguez died?What other awards Richard Rodriguez has received?What other institutions did Richard Rodriguez work for?"
    },
    {
        "question": "Robin Hill (biochemist) won the prize of Fellow of the Royal Society in 1946.Where was Robin Hill (biochemist) born?Where Robin Hill (biochemist) died?Where Robin Hill (biochemist) graduated?What other awards Robin Hill (biochemist) has received?What other institutions did Robin Hill (biochemist) work for?"
    },
    {
        "question": "Shuji Nakamura won the prize of Harvey Prize in 2009.Where was Shuji Nakamura born?Where Shuji Nakamura died?Where Shuji Nakamura graduated?What other awards Shuji Nakamura has received?What other institutions did Shuji Nakamura work for?"
    },
    {
        "question": "Robert Weinberg won the prize of Albert Einstein World Award of Science in 1999.Where Robert Weinberg died?Where Robert Weinberg graduated?What other awards Robert Weinberg has received?What other institutions did Robert Weinberg work for?"
    },
    {
        "question": "Vince Dooley won the prize of Amos Alonzo Stagg Award in 2001.Where Vince Dooley died?Where Vince Dooley graduated?What other awards Vince Dooley has received?What other institutions did Vince Dooley work for?"
    },
    {
        "question": "Frédéric Joliot-Curie won the prize of Hughes Medal in 1947.Where Frédéric Joliot-Curie graduated?What other awards Frédéric Joliot-Curie has received?What other institutions did Frédéric Joliot-Curie work for?"
    },
    {
        "question": "Maryam Mirzakhani won the prize of Clay Research Award in 2014.Where Maryam Mirzakhani died?Where Maryam Mirzakhani graduated?What other awards Maryam Mirzakhani has received?What other institutions did Maryam Mirzakhani work for?"
    },
    {
        "question": "Richard Perham won the prize of Fellow of the Academy of Medical Sciences in 2016.Where was Richard Perham born?Where Richard Perham graduated?What other awards Richard Perham has received?What other institutions did Richard Perham work for?"
    },
    {
        "question": "Harvey J. Alter won the prize of Lasker Award in 2000.Where was Harvey J. Alter born?Where Harvey J. Alter died?Where Harvey J. Alter graduated?What other awards Harvey J. Alter has received?What other institutions did Harvey J. Alter work for?"
    },
    {
        "question": "Jason Reese won the prize of Fellow of the Institute of Physics in 2005.Where was Jason Reese born?Where Jason Reese died?Where Jason Reese graduated?What other awards Jason Reese has received?What other institutions did Jason Reese work for?"
    },
    {
        "question": "Niklaus Wirth won the prize of Marcel Benoist Prize in 1989.Where was Niklaus Wirth born?Where Niklaus Wirth died?What other awards Niklaus Wirth has received?What other institutions did Niklaus Wirth work for?"
    },
    {
        "question": "Don L. Anderson won the prize of Arthur L. Day Medal in 1987.Where was Don L. Anderson born?Where Don L. Anderson died?Where Don L. Anderson graduated?What other awards Don L. Anderson has received?What other institutions did Don L. Anderson work for?"
    },
    {
        "question": "Michael Dummett won the prize of Rolf Schock Prizes in 1995.Where Michael Dummett graduated?What other awards Michael Dummett has received?What other institutions did Michael Dummett work for?"
    },
    {
        "question": "Ichiro Suzuki won the prize of Nippon Professional Baseball Most Valuable Player Award between 1994 and 1996.Where was Ichiro Suzuki born?Where Ichiro Suzuki died?Where Ichiro Suzuki graduated?What other awards Ichiro Suzuki has received?What other institutions did Ichiro Suzuki work for?"
    },
    {
        "question": "Roger Adams won the prize of Elliott Cresson Medal in 1944.Where Roger Adams graduated?What other awards Roger Adams has received?What other institutions did Roger Adams work for?"
    },
    {
        "question": "Heera Pathak won the prize of Narmad Suvarna Chandrak between 1968 and 1972.Where Heera Pathak died?Where Heera Pathak graduated?What other awards Heera Pathak has received?What other institutions did Heera Pathak work for?"
    },
    {
        "question": "Umashankar Joshi won the prize of Ranjitram Suvarna Chandrak in 1939.Where was Umashankar Joshi born?Where Umashankar Joshi graduated?What other awards Umashankar Joshi has received?What other institutions did Umashankar Joshi work for?"
    },
    {
        "question": "James Prescott Joule won the prize of Copley Medal in 1870.Where was James Prescott Joule born?Where James Prescott Joule died?Where James Prescott Joule graduated?What other awards James Prescott Joule has received?What other institutions did James Prescott Joule work for?"
    },
    {
        "question": "Immanuel Bloch won the prize of Otto Hahn Medal in 2002.Where was Immanuel Bloch born?Where Immanuel Bloch died?Where Immanuel Bloch graduated?What other awards Immanuel Bloch has received?What other institutions did Immanuel Bloch work for?"
    },
    {
        "question": "Bernard Katz won the prize of Fellow of the Royal Society in 1952.Where Bernard Katz graduated?What other awards Bernard Katz has received?What other institutions did Bernard Katz work for?"
    },
    {
        "question": "Pannalal Patel won the prize of Jnanpith Award in 1985.Where was Pannalal Patel born?Where Pannalal Patel graduated?What other awards Pannalal Patel has received?What other institutions did Pannalal Patel work for?"
    },
    {
        "question": "Eric Burhop won the prize of Lenin Peace Prize in 1972.Where Eric Burhop graduated?What other awards Eric Burhop has received?What other institutions did Eric Burhop work for?"
    },
    {
        "question": "Paul R. Ehrlich won the prize of Crafoord Prize in 1990.Where Paul R. Ehrlich died?Where Paul R. Ehrlich graduated?What other awards Paul R. Ehrlich has received?What other institutions did Paul R. Ehrlich work for?"
    },
    {
        "question": "Setsuro Ebashi won the prize of Imperial Prize of the Japan Academy in 1972.Where Setsuro Ebashi died?Where Setsuro Ebashi graduated?What other awards Setsuro Ebashi has received?What other institutions did Setsuro Ebashi work for?"
    },
    {
        "question": "James Lee (screenwriter) won the prize of Edgar Award in 1959.Where was James Lee (screenwriter) born?Where James Lee (screenwriter) graduated?What other awards James Lee (screenwriter) has received?What other institutions did James Lee (screenwriter) work for?"
    },
    {
        "question": "Ken Freeman (astronomer) won the prize of Centenary Medal in 2003.Where Ken Freeman (astronomer) died?Where Ken Freeman (astronomer) graduated?What other awards Ken Freeman (astronomer) has received?What other institutions did Ken Freeman (astronomer) work for?"
    },
    {
        "question": "Koji Nakanishi won the prize of Japan Academy Prize (academics) in 1990.Where Koji Nakanishi died?Where Koji Nakanishi graduated?What other awards Koji Nakanishi has received?What other institutions did Koji Nakanishi work for?"
    },
    {
        "question": "Timothy Gowers won the prize of Fellow of the Royal Society in 1999.Where was Timothy Gowers born?Where Timothy Gowers died?Where Timothy Gowers graduated?What other awards Timothy Gowers has received?What other institutions did Timothy Gowers work for?"
    },
    {
        "question": "Georg Wittig won the prize of Otto Hahn Prize in 1967.Where Georg Wittig graduated?What other awards Georg Wittig has received?What other institutions did Georg Wittig work for?"
    },
    {
        "question": "Andrew Huxley won the prize of Copley Medal in 1973.Where Andrew Huxley graduated?What other awards Andrew Huxley has received?What other institutions did Andrew Huxley work for?"
    },
    {
        "question": "Ernst Alexanderson won the prize of IEEE Edison Medal in 1944.Where Ernst Alexanderson graduated?What other awards Ernst Alexanderson has received?What other institutions did Ernst Alexanderson work for?"
    },
    {
        "question": "Archibald Hill won the prize of Royal Medal in 1926.Where Archibald Hill graduated?What other awards Archibald Hill has received?What other institutions did Archibald Hill work for?"
    },
    {
        "question": "Herbert C. Brown won the prize of Elliott Cresson Medal in 1978.Where Herbert C. Brown died?Where Herbert C. Brown graduated?What other awards Herbert C. Brown has received?What other institutions did Herbert C. Brown work for?"
    },
    {
        "question": "Samuel King Allison won the prize of Medal for Merit in 1946.What other awards Samuel King Allison has received?What other institutions did Samuel King Allison work for?"
    },
    {
        "question": "Keith Moffatt won the prize of Smith's Prize in 1960.Where Keith Moffatt died?Where Keith Moffatt graduated?What other awards Keith Moffatt has received?What other institutions did Keith Moffatt work for?"
    },
    {
        "question": "Daniel McFadden won the prize of Nobel Memorial Prize in Economic Sciences in 2000.Where Daniel McFadden died?Where Daniel McFadden graduated?What other awards Daniel McFadden has received?What other institutions did Daniel McFadden work for?"
    },
    {
        "question": "Ian Graham Gass won the prize of Murchison Medal in 1988.Where was Ian Graham Gass born?Where Ian Graham Gass graduated?What other awards Ian Graham Gass has received?What other institutions did Ian Graham Gass work for?"
    },
    {
        "question": "Luis Walter Alvarez won the prize of National Medal of Science in 1963.Where Luis Walter Alvarez graduated?What other awards Luis Walter Alvarez has received?What other institutions did Luis Walter Alvarez work for?"
    },
    {
        "question": "Nargis won the prize of Padma Shri in 1958.Where Nargis graduated?What other awards Nargis has received?What other institutions did Nargis work for?"
    },
    {
        "question": "Lars Onsager won the prize of Willard Gibbs Award in 1962.Where Lars Onsager died?Where Lars Onsager graduated?What other awards Lars Onsager has received?What other institutions did Lars Onsager work for?"
    },
    {
        "question": "Ushnas won the prize of Sahitya Akademi Award in 1976.Where was Ushnas born?Where Ushnas died?Where Ushnas graduated?What other awards Ushnas has received?What other institutions did Ushnas work for?"
    },
    {
        "question": "Walter Munk won the prize of Kyoto Prize in 1999.Where Walter Munk died?Where Walter Munk graduated?What other awards Walter Munk has received?What other institutions did Walter Munk work for?"
    },
    {
        "question": "Edward Norton Lorenz won the prize of Kyoto Prize in 1991.Where was Edward Norton Lorenz born?What other awards Edward Norton Lorenz has received?What other institutions did Edward Norton Lorenz work for?"
    },
    {
        "question": "Heike Kamerlingh Onnes won the prize of Franklin Medal in 1915.Where was Heike Kamerlingh Onnes born?Where Heike Kamerlingh Onnes graduated?What other awards Heike Kamerlingh Onnes has received?What other institutions did Heike Kamerlingh Onnes work for?"
    },
    {
        "question": "James Clerk Maxwell won the prize of Smith's Prize in 1854.Where James Clerk Maxwell graduated?What other awards James Clerk Maxwell has received?What other institutions did James Clerk Maxwell work for?"
    },
    {
        "question": "Donald Henderson won the prize of Ernst Jung Prize in 1976.Where was Donald Henderson born?Where Donald Henderson graduated?What other awards Donald Henderson has received?What other institutions did Donald Henderson work for?"
    },
    {
        "question": "Yakir Aharonov won the prize of Wolf Prize in 1998.Where was Yakir Aharonov born?Where Yakir Aharonov died?Where Yakir Aharonov graduated?What other awards Yakir Aharonov has received?What other institutions did Yakir Aharonov work for?"
    },
    {
        "question": "Joe Staton won the prize of Eisner Award in 1998.Where Joe Staton died?Where Joe Staton graduated?What other awards Joe Staton has received?What other institutions did Joe Staton work for?"
    },
    {
        "question": "Terry Bowden won the prize of Sporting News College Football Coach of the Year in 1993.Where was Terry Bowden born?Where Terry Bowden died?Where Terry Bowden graduated?What other awards Terry Bowden has received?What other institutions did Terry Bowden work for?"
    },
    {
        "question": "Shafi Goldwasser won the prize of Gödel Prize between 1993 and 2001.Where Shafi Goldwasser died?Where Shafi Goldwasser graduated?What other awards Shafi Goldwasser has received?What other institutions did Shafi Goldwasser work for?"
    },
    {
        "question": "Nicholas Shackleton won the prize of Wollaston Medal in 1996.Where was Nicholas Shackleton born?Where Nicholas Shackleton died?Where Nicholas Shackleton graduated?What other awards Nicholas Shackleton has received?What other institutions did Nicholas Shackleton work for?"
    },
    {
        "question": "James Rothman won the prize of Nobel Prize in Physiology or Medicine in 2013.Where was James Rothman born?Where James Rothman died?Where James Rothman graduated?What other awards James Rothman has received?What other institutions did James Rothman work for?"
    },
    {
        "question": "Edward B. Lewis won the prize of Albert Lasker Award for Basic Medical Research in 1991.Where was Edward B. Lewis born?What other awards Edward B. Lewis has received?What other institutions did Edward B. Lewis work for?"
    },
    {
        "question": "Arthur Holmes won the prize of Murchison Medal in 1940.Where was Arthur Holmes born?Where Arthur Holmes died?Where Arthur Holmes graduated?What other awards Arthur Holmes has received?What other institutions did Arthur Holmes work for?"
    },
    {
        "question": "Pierre Deligne won the prize of Wolf Prize in 2008.Where was Pierre Deligne born?Where Pierre Deligne died?Where Pierre Deligne graduated?What other awards Pierre Deligne has received?What other institutions did Pierre Deligne work for?"
    },
    {
        "question": "Yash Chopra won the prize of Padma Bhushan in 2005.Where Yash Chopra graduated?What other awards Yash Chopra has received?What other institutions did Yash Chopra work for?"
    },
    {
        "question": "Leo Esaki won the prize of Japan Academy Prize (academics) in 1965.Where Leo Esaki died?Where Leo Esaki graduated?What other awards Leo Esaki has received?What other institutions did Leo Esaki work for?"
    },
    {
        "question": "Harold Pinter won the prize of Nobel Prize in Literature in 2005.Where was Harold Pinter born?Where Harold Pinter died?Where Harold Pinter graduated?What other awards Harold Pinter has received?What other institutions did Harold Pinter work for?"
    },
    {
        "question": "Simon Conway Morris won the prize of Charles Doolittle Walcott Medal in 1987.Where was Simon Conway Morris born?Where Simon Conway Morris died?Where Simon Conway Morris graduated?What other awards Simon Conway Morris has received?What other institutions did Simon Conway Morris work for?"
    },
    {
        "question": "Henry Taube won the prize of Nobel Prize in Chemistry in 1983.Where was Henry Taube born?What other awards Henry Taube has received?What other institutions did Henry Taube work for?"
    },
    {
        "question": "Alfred Fowler won the prize of Royal Medal in 1918.Where was Alfred Fowler born?Where Alfred Fowler died?Where Alfred Fowler graduated?What other awards Alfred Fowler has received?What other institutions did Alfred Fowler work for?"
    },
    {
        "question": "Daniel C. Drucker won the prize of National Medal of Science in 1988.Where was Daniel C. Drucker born?Where Daniel C. Drucker died?Where Daniel C. Drucker graduated?What other awards Daniel C. Drucker has received?What other institutions did Daniel C. Drucker work for?"
    },
    {
        "question": "Samuel Pierpont Langley won the prize of Rumford Medal in 1886.Where was Samuel Pierpont Langley born?Where Samuel Pierpont Langley graduated?What other awards Samuel Pierpont Langley has received?What other institutions did Samuel Pierpont Langley work for?"
    },
    {
        "question": "Marcian Hoff won the prize of Stuart Ballantine Medal in 1979.Where was Marcian Hoff born?Where Marcian Hoff died?What other awards Marcian Hoff has received?What other institutions did Marcian Hoff work for?"
    },
    {
        "question": "Christopher Hinton, Baron Hinton of Bankside won the prize of Rumford Medal in 1970.Where was Christopher Hinton, Baron Hinton of Bankside born?Where Christopher Hinton, Baron Hinton of Bankside died?Where Christopher Hinton, Baron Hinton of Bankside graduated?What other awards Christopher Hinton, Baron Hinton of Bankside has received?What other institutions did Christopher Hinton, Baron Hinton of Bankside work for?"
    },
    {
        "question": "Konrad Zuse won the prize of Order of Merit of the Federal Republic of Germany in 1972.Where Konrad Zuse died?Where Konrad Zuse graduated?What other awards Konrad Zuse has received?What other institutions did Konrad Zuse work for?"
    },
    {
        "question": "Steven Weinberg won the prize of Fellow of the Royal Society in 1981.Where Steven Weinberg died?Where Steven Weinberg graduated?What other awards Steven Weinberg has received?What other institutions did Steven Weinberg work for?"
    },
    {
        "question": "John Steinbeck won the prize of Nobel Prize in Literature in 1962.Where was John Steinbeck born?Where John Steinbeck graduated?What other awards John Steinbeck has received?What other institutions did John Steinbeck work for?"
    },
    {
        "question": "Richard Dalitz won the prize of Royal Medal in 1982.Where was Richard Dalitz born?Where Richard Dalitz graduated?What other awards Richard Dalitz has received?What other institutions did Richard Dalitz work for?"
    },
    {
        "question": "Roger D. Kornberg won the prize of Harvey Prize in 1997.Where Roger D. Kornberg died?Where Roger D. Kornberg graduated?What other awards Roger D. Kornberg has received?What other institutions did Roger D. Kornberg work for?"
    },
    {
        "question": "Charles Capper won the prize of Bancroft Prize in 1993.Where was Charles Capper born?Where Charles Capper died?Where Charles Capper graduated?What other awards Charles Capper has received?What other institutions did Charles Capper work for?"
    },
    {
        "question": "Richard Ellis (astronomer) won the prize of Gruber Prize in Cosmology in 2007.Where was Richard Ellis (astronomer) born?Where Richard Ellis (astronomer) died?Where Richard Ellis (astronomer) graduated?What other awards Richard Ellis (astronomer) has received?What other institutions did Richard Ellis (astronomer) work for?"
    },
    {
        "question": "Irving Langmuir won the prize of Perkin Medal in 1928.Where Irving Langmuir died?Where Irving Langmuir graduated?What other awards Irving Langmuir has received?What other institutions did Irving Langmuir work for?"
    },
    {
        "question": "Darrell Long won the prize of IEEE Fellow in 2006.Where Darrell Long died?What other awards Darrell Long has received?What other institutions did Darrell Long work for?"
    },
    {
        "question": "Grigory Margulis won the prize of Wolf Prize in 2005.Where Grigory Margulis died?Where Grigory Margulis graduated?What other awards Grigory Margulis has received?What other institutions did Grigory Margulis work for?"
    },
    {
        "question": "Bernard Brodie (biochemist) won the prize of National Medal of Science in 1968.Where Bernard Brodie (biochemist) graduated?What other awards Bernard Brodie (biochemist) has received?What other institutions did Bernard Brodie (biochemist) work for?"
    },
    {
        "question": "Kris Bryant won the prize of Dick Howser Trophy in 2013.Where was Kris Bryant born?Where Kris Bryant died?Where Kris Bryant graduated?What other awards Kris Bryant has received?What other institutions did Kris Bryant work for?"
    },
    {
        "question": "Ketti Frings won the prize of Pulitzer Prize for Drama in 1958.Where Ketti Frings graduated?What other awards Ketti Frings has received?What other institutions did Ketti Frings work for?"
    },
    {
        "question": "Yakov Eliashberg won the prize of Crafoord Prize in 2016.Where Yakov Eliashberg died?Where Yakov Eliashberg graduated?What other awards Yakov Eliashberg has received?What other institutions did Yakov Eliashberg work for?"
    },
    {
        "question": "Derek Kirk Kim won the prize of Ignatz Award in 2003.Where was Derek Kirk Kim born?Where Derek Kirk Kim died?Where Derek Kirk Kim graduated?What other awards Derek Kirk Kim has received?What other institutions did Derek Kirk Kim work for?"
    },
    {
        "question": "Emőke Szathmáry won the prize of Order of Canada in 2003.Where Emőke Szathmáry died?What other awards Emőke Szathmáry has received?What other institutions did Emőke Szathmáry work for?"
    },
    {
        "question": "Robert A. Martienssen won the prize of Fellow of the Royal Society in 2006.Where was Robert A. Martienssen born?Where Robert A. Martienssen died?Where Robert A. Martienssen graduated?What other awards Robert A. Martienssen has received?What other institutions did Robert A. Martienssen work for?"
    },
    {
        "question": "David Jack (scientist) won the prize of Mullard Award in 1991.Where was David Jack (scientist) born?Where David Jack (scientist) died?Where David Jack (scientist) graduated?What other awards David Jack (scientist) has received?What other institutions did David Jack (scientist) work for?"
    },
    {
        "question": "Edward W. Morley won the prize of Davy Medal in 1907.Where Edward W. Morley died?Where Edward W. Morley graduated?What other awards Edward W. Morley has received?What other institutions did Edward W. Morley work for?"
    },
    {
        "question": "François Englert won the prize of Sakurai Prize in 2010.Where was François Englert born?Where François Englert died?Where François Englert graduated?What other awards François Englert has received?What other institutions did François Englert work for?"
    },
    {
        "question": "Theodosius Dobzhansky won the prize of National Medal of Science in 1964.Where was Theodosius Dobzhansky born?Where Theodosius Dobzhansky died?Where Theodosius Dobzhansky graduated?What other awards Theodosius Dobzhansky has received?What other institutions did Theodosius Dobzhansky work for?"
    },
    {
        "question": "Andrew Keller won the prize of Fellow of the Royal Society in 1972.Where Andrew Keller died?Where Andrew Keller graduated?What other awards Andrew Keller has received?What other institutions did Andrew Keller work for?"
    },
    {
        "question": "Bruno Rossi won the prize of National Medal of Science in 1983.Where was Bruno Rossi born?Where Bruno Rossi graduated?What other awards Bruno Rossi has received?What other institutions did Bruno Rossi work for?"
    },
    {
        "question": "Irwin Fridovich won the prize of Elliott Cresson Medal in 1997.Where Irwin Fridovich died?What other awards Irwin Fridovich has received?What other institutions did Irwin Fridovich work for?"
    },
    {
        "question": "Alexander Beville Gibbons Stanier won the prize of Distinguished Service Order between 1940 and 1945.Where was Alexander Beville Gibbons Stanier born?Where Alexander Beville Gibbons Stanier died?Where Alexander Beville Gibbons Stanier graduated?What other awards Alexander Beville Gibbons Stanier has received?What other institutions did Alexander Beville Gibbons Stanier work for?"
    },
    {
        "question": "Robert R. Williams won the prize of Elliott Cresson Medal in 1940.Where was Robert R. Williams born?Where Robert R. Williams graduated?What other awards Robert R. Williams has received?What other institutions did Robert R. Williams work for?"
    },
    {
        "question": "Rose Frisch won the prize of Guggenheim Fellowship between 1975 and 1976.What other awards Rose Frisch has received?What other institutions did Rose Frisch work for?"
    },
    {
        "question": "Tadamitsu Kishimoto won the prize of Order of Culture in 1998.Where Tadamitsu Kishimoto died?Where Tadamitsu Kishimoto graduated?What other awards Tadamitsu Kishimoto has received?What other institutions did Tadamitsu Kishimoto work for?"
    },
    {
        "question": "David Baulcombe won the prize of Lasker Award in 2008.Where was David Baulcombe born?Where David Baulcombe died?Where David Baulcombe graduated?What other awards David Baulcombe has received?What other institutions did David Baulcombe work for?"
    },
    {
        "question": "Richard Friend won the prize of Faraday Medal in 2003.Where Richard Friend died?Where Richard Friend graduated?What other awards Richard Friend has received?What other institutions did Richard Friend work for?"
    },
    {
        "question": "Edward Abraham won the prize of Fellow of the Royal Society in 1958.Where was Edward Abraham born?Where Edward Abraham died?Where Edward Abraham graduated?What other awards Edward Abraham has received?What other institutions did Edward Abraham work for?"
    },
    {
        "question": "Nicholas Lydon won the prize of Japan Prize in 2012.Where was Nicholas Lydon born?Where Nicholas Lydon died?Where Nicholas Lydon graduated?What other awards Nicholas Lydon has received?What other institutions did Nicholas Lydon work for?"
    },
    {
        "question": "Arthur Miller won the prize of Pulitzer Prize for Drama between 1949 and 1984.Where Arthur Miller died?Where Arthur Miller graduated?What other awards Arthur Miller has received?What other institutions did Arthur Miller work for?"
    },
    {
        "question": "Paul Doughty Bartlett won the prize of National Medal of Science in 1968.Where Paul Doughty Bartlett died?Where Paul Doughty Bartlett graduated?What other awards Paul Doughty Bartlett has received?What other institutions did Paul Doughty Bartlett work for?"
    },
    {
        "question": "Carl Sagan won the prize of Oersted Medal in 1990.Where Carl Sagan graduated?What other awards Carl Sagan has received?What other institutions did Carl Sagan work for?"
    },
    {
        "question": "Tim Clutton-Brock won the prize of Darwin Medal in 2012.Where was Tim Clutton-Brock born?Where Tim Clutton-Brock died?Where Tim Clutton-Brock graduated?What other awards Tim Clutton-Brock has received?What other institutions did Tim Clutton-Brock work for?"
    },
    {
        "question": "Felix Klein won the prize of De Morgan Medal in 1893.Where Felix Klein graduated?What other awards Felix Klein has received?What other institutions did Felix Klein work for?"
    },
    {
        "question": "Alexander Grothendieck won the prize of Fields Medal between 1966 and 1988.Where Alexander Grothendieck died?Where Alexander Grothendieck graduated?What other awards Alexander Grothendieck has received?What other institutions did Alexander Grothendieck work for?"
    },
    {
        "question": "Otto Heinrich Warburg won the prize of Iron Cross in 1918.Where was Otto Heinrich Warburg born?Where Otto Heinrich Warburg graduated?What other awards Otto Heinrich Warburg has received?What other institutions did Otto Heinrich Warburg work for?"
    },
    {
        "question": "Lotfi A. Zadeh won the prize of IEEE Medal of Honor in 1995.Where Lotfi A. Zadeh died?Where Lotfi A. Zadeh graduated?What other awards Lotfi A. Zadeh has received?What other institutions did Lotfi A. Zadeh work for?"
    },
    {
        "question": "Herbert Friedman won the prize of National Medal of Science in 1968.Where Herbert Friedman graduated?What other awards Herbert Friedman has received?What other institutions did Herbert Friedman work for?"
    },
    {
        "question": "Alex Robinson won the prize of Harvey Award in 2006.Where was Alex Robinson born?Where Alex Robinson died?Where Alex Robinson graduated?What other awards Alex Robinson has received?What other institutions did Alex Robinson work for?"
    },
    {
        "question": "Daisuke Matsuzaka won the prize of Nippon Professional Baseball Rookie of the Year Award in 1999.Where was Daisuke Matsuzaka born?Where Daisuke Matsuzaka died?Where Daisuke Matsuzaka graduated?What other awards Daisuke Matsuzaka has received?What other institutions did Daisuke Matsuzaka work for?"
    },
    {
        "question": "Dean Kamen won the prize of Hoover Medal in 1995.Where Dean Kamen died?Where Dean Kamen graduated?What other awards Dean Kamen has received?What other institutions did Dean Kamen work for?"
    },
    {
        "question": "Gerry Day won the prize of Hugo Award in 1980.Where Gerry Day graduated?What other awards Gerry Day has received?What other institutions did Gerry Day work for?"
    },
    {
        "question": "A. P. J. Abdul Kalam won the prize of Padma Bhushan in 1981.Where was A. P. J. Abdul Kalam born?Where A. P. J. Abdul Kalam died?Where A. P. J. Abdul Kalam graduated?What other awards A. P. J. Abdul Kalam has received?What other institutions did A. P. J. Abdul Kalam work for?"
    },
    {
        "question": "Eric James Denton won the prize of Royal Medal in 1987.Where was Eric James Denton born?Where Eric James Denton died?Where Eric James Denton graduated?What other awards Eric James Denton has received?What other institutions did Eric James Denton work for?"
    },
    {
        "question": "William D. Coolidge won the prize of IEEE Edison Medal in 1927.Where was William D. Coolidge born?Where William D. Coolidge graduated?What other awards William D. Coolidge has received?What other institutions did William D. Coolidge work for?"
    },
    {
        "question": "James J. Wynne won the prize of Russ Prize in 2013.Where James J. Wynne died?What other awards James J. Wynne has received?What other institutions did James J. Wynne work for?"
    },
    {
        "question": "Nikolay Basov won the prize of Nobel Prize in Physics in 1964.Where was Nikolay Basov born?Where Nikolay Basov graduated?What other awards Nikolay Basov has received?What other institutions did Nikolay Basov work for?"
    },
    {
        "question": "Bruce Elmegreen won the prize of Dannie Heineman Prize for Astrophysics in 2001.Where Bruce Elmegreen died?Where Bruce Elmegreen graduated?What other awards Bruce Elmegreen has received?What other institutions did Bruce Elmegreen work for?"
    },
    {
        "question": "Mikhail Leonidovich Gromov won the prize of Kyoto Prize in 2002.Where was Mikhail Leonidovich Gromov born?Where Mikhail Leonidovich Gromov died?Where Mikhail Leonidovich Gromov graduated?What other awards Mikhail Leonidovich Gromov has received?What other institutions did Mikhail Leonidovich Gromov work for?"
    },
    {
        "question": "Gordon S. Wood won the prize of Bancroft Prize in 1970.Where Gordon S. Wood died?Where Gordon S. Wood graduated?What other awards Gordon S. Wood has received?What other institutions did Gordon S. Wood work for?"
    },
    {
        "question": "John O'Keefe (neuroscientist) won the prize of Nobel Prize in Physiology or Medicine in 2014.Where John O'Keefe (neuroscientist) died?What other awards John O'Keefe (neuroscientist) has received?What other institutions did John O'Keefe (neuroscientist) work for?"
    },
    {
        "question": "Frank Philip Bowden won the prize of Rumford Medal in 1956.Where Frank Philip Bowden died?What other awards Frank Philip Bowden has received?What other institutions did Frank Philip Bowden work for?"
    },
    {
        "question": "Yoichiro Nambu won the prize of Order of Culture in 1978.Where Yoichiro Nambu died?Where Yoichiro Nambu graduated?What other awards Yoichiro Nambu has received?What other institutions did Yoichiro Nambu work for?"
    },
    {
        "question": "Kiyosi Itô won the prize of Wolf Prize in Mathematics in 1987.Where was Kiyosi Itô born?Where Kiyosi Itô graduated?What other awards Kiyosi Itô has received?What other institutions did Kiyosi Itô work for?"
    },
    {
        "question": "Walter M. Elsasser won the prize of Arthur L. Day Medal in 1979.Where Walter M. Elsasser graduated?What other awards Walter M. Elsasser has received?What other institutions did Walter M. Elsasser work for?"
    },
    {
        "question": "Alexey Surkov won the prize of USSR State Prize between 1946 and 1951.Where Alexey Surkov graduated?What other awards Alexey Surkov has received?What other institutions did Alexey Surkov work for?"
    },
    {
        "question": "Isamu Akasaki won the prize of Nobel Prize in Physics in 2014.Where was Isamu Akasaki born?Where Isamu Akasaki died?Where Isamu Akasaki graduated?What other awards Isamu Akasaki has received?What other institutions did Isamu Akasaki work for?"
    },
    {
        "question": "Alice Hamilton won the prize of Lasker Award in 1947.Where Alice Hamilton died?What other awards Alice Hamilton has received?What other institutions did Alice Hamilton work for?"
    },
    {
        "question": "Seth (cartoonist) won the prize of Ignatz Award in 1997.Where was Seth (cartoonist) born?Where Seth (cartoonist) died?Where Seth (cartoonist) graduated?What other awards Seth (cartoonist) has received?What other institutions did Seth (cartoonist) work for?"
    },
    {
        "question": "John Ambrose Fleming won the prize of Faraday Medal in 1928.Where was John Ambrose Fleming born?Where John Ambrose Fleming died?Where John Ambrose Fleming graduated?What other awards John Ambrose Fleming has received?What other institutions did John Ambrose Fleming work for?"
    },
    {
        "question": "Bruce Snyder won the prize of George Munger Award in 1996.Where Bruce Snyder graduated?What other awards Bruce Snyder has received?What other institutions did Bruce Snyder work for?"
    },
    {
        "question": "Gene Chizik won the prize of Paul \\u0022Bear\\u0022 Bryant Award in 2010.Where was Gene Chizik born?Where Gene Chizik died?Where Gene Chizik graduated?What other awards Gene Chizik has received?What other institutions did Gene Chizik work for?"
    },
    {
        "question": "Stephen Moorbath won the prize of Fellow of the Royal Society in 1977.Where Stephen Moorbath died?Where Stephen Moorbath graduated?What other awards Stephen Moorbath has received?What other institutions did Stephen Moorbath work for?"
    },
    {
        "question": "Alex Gordon won the prize of Dick Howser Trophy in 2005.Where Alex Gordon died?Where Alex Gordon graduated?What other awards Alex Gordon has received?What other institutions did Alex Gordon work for?"
    },
    {
        "question": "Herbert Goldstein won the prize of Ernest Orlando Lawrence Award in 1962.Where Herbert Goldstein died?What other awards Herbert Goldstein has received?What other institutions did Herbert Goldstein work for?"
    },
    {
        "question": "Aston Webb won the prize of Royal Gold Medal in 1905.Where Aston Webb died?Where Aston Webb graduated?What other awards Aston Webb has received?What other institutions did Aston Webb work for?"
    },
    {
        "question": "Ada Yonath won the prize of Nobel Prize in Chemistry in 2009.Where Ada Yonath died?Where Ada Yonath graduated?What other awards Ada Yonath has received?What other institutions did Ada Yonath work for?"
    },
    {
        "question": "Archibald Geikie won the prize of Wollaston Medal in 1895.Where Archibald Geikie graduated?What other awards Archibald Geikie has received?What other institutions did Archibald Geikie work for?"
    },
    {
        "question": "Richard Kuhn won the prize of Goethe Prize in 1942.Where Richard Kuhn graduated?What other awards Richard Kuhn has received?What other institutions did Richard Kuhn work for?"
    },
    {
        "question": "Stephen Jay Gould won the prize of Charles Schuchert Award in 1975.Where Stephen Jay Gould graduated?What other awards Stephen Jay Gould has received?What other institutions did Stephen Jay Gould work for?"
    },
    {
        "question": "C. V. Raman won the prize of Nobel Prize in Physics in 1930.Where was C. V. Raman born?Where C. V. Raman graduated?What other awards C. V. Raman has received?What other institutions did C. V. Raman work for?"
    },
    {
        "question": "Alexander R. Todd won the prize of Lomonosov Gold Medal in 1978.Where was Alexander R. Todd born?Where Alexander R. Todd died?Where Alexander R. Todd graduated?What other awards Alexander R. Todd has received?What other institutions did Alexander R. Todd work for?"
    },
    {
        "question": "Luigi Pirandello won the prize of Nobel Prize in Literature in 1934.Where Luigi Pirandello graduated?What other awards Luigi Pirandello has received?What other institutions did Luigi Pirandello work for?"
    },
    {
        "question": "Tom Bridgeland won the prize of Adams Prize in 2007.Where was Tom Bridgeland born?Where Tom Bridgeland died?Where Tom Bridgeland graduated?What other awards Tom Bridgeland has received?What other institutions did Tom Bridgeland work for?"
    },
    {
        "question": "Bob Stoops won the prize of Associated Press College Football Coach of the Year Award in 2000.Where Bob Stoops died?Where Bob Stoops graduated?What other awards Bob Stoops has received?What other institutions did Bob Stoops work for?"
    },
    {
        "question": "Joyce Carol Oates won the prize of O. Henry Award in 1967.Where was Joyce Carol Oates born?Where Joyce Carol Oates died?Where Joyce Carol Oates graduated?What other awards Joyce Carol Oates has received?What other institutions did Joyce Carol Oates work for?"
    },
    {
        "question": "Phillip Fulmer won the prize of Home Depot Coach of the Year Award in 1998.Where was Phillip Fulmer born?Where Phillip Fulmer died?Where Phillip Fulmer graduated?What other awards Phillip Fulmer has received?What other institutions did Phillip Fulmer work for?"
    },
    {
        "question": "Herbert York won the prize of Ernest Orlando Lawrence Award in 1962.What other awards Herbert York has received?What other institutions did Herbert York work for?"
    },
    {
        "question": "Bindu Bhatt won the prize of Sahitya Akademi Award in 2003.Where was Bindu Bhatt born?Where Bindu Bhatt died?Where Bindu Bhatt graduated?What other awards Bindu Bhatt has received?What other institutions did Bindu Bhatt work for?"
    },
    {
        "question": "Douglas C. Wallace won the prize of Gruber Prize in Genetics in 2012.Where was Douglas C. Wallace born?Where Douglas C. Wallace died?What other awards Douglas C. Wallace has received?What other institutions did Douglas C. Wallace work for?"
    },
    {
        "question": "Hideki Shirakawa won the prize of Nobel Prize in Chemistry in 2000.Where Hideki Shirakawa died?Where Hideki Shirakawa graduated?What other awards Hideki Shirakawa has received?What other institutions did Hideki Shirakawa work for?"
    },
    {
        "question": "Hermann Carl Vogel won the prize of Gold Medal of the Royal Astronomical Society in 1893.Where Hermann Carl Vogel graduated?What other awards Hermann Carl Vogel has received?What other institutions did Hermann Carl Vogel work for?"
    },
    {
        "question": "John Patrick (dramatist) won the prize of Pulitzer Prize for Drama in 1954.Where John Patrick (dramatist) died?Where John Patrick (dramatist) graduated?What other awards John Patrick (dramatist) has received?What other institutions did John Patrick (dramatist) work for?"
    },
    {
        "question": "John Lennard-Jones won the prize of Davy Medal in 1953.Where was John Lennard-Jones born?Where John Lennard-Jones died?Where John Lennard-Jones graduated?What other awards John Lennard-Jones has received?What other institutions did John Lennard-Jones work for?"
    },
    {
        "question": "Peter Zoller won the prize of Dirac Medal in 2006.Where Peter Zoller died?Where Peter Zoller graduated?What other awards Peter Zoller has received?What other institutions did Peter Zoller work for?"
    },
    {
        "question": "George Biddell Airy won the prize of Albert Medal (Royal Society of Arts) in 1876.Where was George Biddell Airy born?Where George Biddell Airy graduated?What other awards George Biddell Airy has received?What other institutions did George Biddell Airy work for?"
    },
    {
        "question": "Al Gore won the prize of Nobel Peace Prize in 2007.Where Al Gore died?Where Al Gore graduated?What other awards Al Gore has received?What other institutions did Al Gore work for?"
    },
    {
        "question": "André Weil won the prize of Fellow of the Royal Society in 1966.Where André Weil graduated?What other awards André Weil has received?What other institutions did André Weil work for?"
    },
    {
        "question": "Linda Larkin won the prize of Disney Legends in 2011.Where Linda Larkin died?Where Linda Larkin graduated?What other awards Linda Larkin has received?What other institutions did Linda Larkin work for?"
    },
    {
        "question": "Arnold Orville Beckman won the prize of National Medal of Science in 1989.Where was Arnold Orville Beckman born?Where Arnold Orville Beckman graduated?What other awards Arnold Orville Beckman has received?What other institutions did Arnold Orville Beckman work for?"
    },
    {
        "question": "Michael Artin won the prize of National Medal of Science in 2015.Where Michael Artin died?Where Michael Artin graduated?What other awards Michael Artin has received?What other institutions did Michael Artin work for?"
    },
    {
        "question": "Hendrik Lorentz won the prize of Fellow of the Royal Society in 1905.Where was Hendrik Lorentz born?Where Hendrik Lorentz graduated?What other awards Hendrik Lorentz has received?What other institutions did Hendrik Lorentz work for?"
    },
    {
        "question": "Nenad Ban won the prize of Newcomb Cleveland Prize in 2001.Where was Nenad Ban born?Where Nenad Ban died?Where Nenad Ban graduated?What other awards Nenad Ban has received?What other institutions did Nenad Ban work for?"
    },
    {
        "question": "Martin Rodbell won the prize of Nobel Prize in Physiology or Medicine in 1994.Where Martin Rodbell graduated?What other awards Martin Rodbell has received?What other institutions did Martin Rodbell work for?"
    },
    {
        "question": "Daniel Kleppner won the prize of Wolf Prize in Physics in 2005.Where Daniel Kleppner died?Where Daniel Kleppner graduated?What other awards Daniel Kleppner has received?What other institutions did Daniel Kleppner work for?"
    },
    {
        "question": "John Tiltman won the prize of Legion of Merit in 1946.Where John Tiltman died?Where John Tiltman graduated?What other awards John Tiltman has received?What other institutions did John Tiltman work for?"
    },
    {
        "question": "Joseph Rotblat won the prize of Fellow of the Royal Society in 1995.Where Joseph Rotblat graduated?What other awards Joseph Rotblat has received?What other institutions did Joseph Rotblat work for?"
    },
    {
        "question": "George J. Armelagos won the prize of Viking Fund Medal in 2005.Where was George J. Armelagos born?What other awards George J. Armelagos has received?What other institutions did George J. Armelagos work for?"
    },
    {
        "question": "Roderick MacKinnon won the prize of Louisa Gross Horwitz Prize in 2003.Where was Roderick MacKinnon born?Where Roderick MacKinnon died?Where Roderick MacKinnon graduated?What other awards Roderick MacKinnon has received?What other institutions did Roderick MacKinnon work for?"
    },
    {
        "question": "Sergio Aragonés won the prize of Harvey Award between 1990 and 1991.Where was Sergio Aragonés born?Where Sergio Aragonés died?Where Sergio Aragonés graduated?What other awards Sergio Aragonés has received?What other institutions did Sergio Aragonés work for?"
    },
    {
        "question": "Leland H. Hartwell won the prize of Nobel Prize in Physiology or Medicine in 2001.Where Leland H. Hartwell died?Where Leland H. Hartwell graduated?What other awards Leland H. Hartwell has received?What other institutions did Leland H. Hartwell work for?"
    },
    {
        "question": "Girish Kasaravalli won the prize of Padma Shri in 2011.Where was Girish Kasaravalli born?Where Girish Kasaravalli died?Where Girish Kasaravalli graduated?What other awards Girish Kasaravalli has received?What other institutions did Girish Kasaravalli work for?"
    },
    {
        "question": "Jerzy Neyman won the prize of Guy Medal in 1966.Where was Jerzy Neyman born?Where Jerzy Neyman graduated?What other awards Jerzy Neyman has received?What other institutions did Jerzy Neyman work for?"
    },
    {
        "question": "Simms Taback won the prize of Caldecott Medal in 2000.Where Simms Taback graduated?What other awards Simms Taback has received?What other institutions did Simms Taback work for?"
    },
    {
        "question": "James Black (pharmacologist) won the prize of Fellow of the Royal Society in 1976.Where was James Black (pharmacologist) born?Where James Black (pharmacologist) graduated?What other awards James Black (pharmacologist) has received?What other institutions did James Black (pharmacologist) work for?"
    },
    {
        "question": "Bob Knight won the prize of Naismith College Coach of the Year in 1987.Where Bob Knight died?Where Bob Knight graduated?What other awards Bob Knight has received?What other institutions did Bob Knight work for?"
    },
    {
        "question": "Shiing-Shen Chern won the prize of Wolf Prize in 1983.Where was Shiing-Shen Chern born?Where Shiing-Shen Chern died?Where Shiing-Shen Chern graduated?What other awards Shiing-Shen Chern has received?What other institutions did Shiing-Shen Chern work for?"
    },
    {
        "question": "J. William Schopf won the prize of Charles Doolittle Walcott Medal in 2013.Where J. William Schopf died?Where J. William Schopf graduated?What other awards J. William Schopf has received?What other institutions did J. William Schopf work for?"
    },
    {
        "question": "Kim Kimoon won the prize of Ho-Am Prize in 2006.Where Kim Kimoon died?What other awards Kim Kimoon has received?What other institutions did Kim Kimoon work for?"
    },
    {
        "question": "Richard Dawkins won the prize of Fellow of the Royal Society in 2001.Where Richard Dawkins died?Where Richard Dawkins graduated?What other awards Richard Dawkins has received?What other institutions did Richard Dawkins work for?"
    },
    {
        "question": "Rolf M. Zinkernagel won the prize of Ernst Jung Prize in 1982.Where was Rolf M. Zinkernagel born?Where Rolf M. Zinkernagel died?Where Rolf M. Zinkernagel graduated?What other awards Rolf M. Zinkernagel has received?What other institutions did Rolf M. Zinkernagel work for?"
    },
    {
        "question": "Alec Jeffreys won the prize of Copley Medal in 2014.Where Alec Jeffreys died?Where Alec Jeffreys graduated?What other awards Alec Jeffreys has received?What other institutions did Alec Jeffreys work for?"
    },
    {
        "question": "Ian Agol won the prize of Clay Research Award in 2009.Where was Ian Agol born?Where Ian Agol died?Where Ian Agol graduated?What other awards Ian Agol has received?What other institutions did Ian Agol work for?"
    },
    {
        "question": "Keith Runcorn won the prize of Vetlesen Prize in 1970.Where was Keith Runcorn born?Where Keith Runcorn graduated?What other awards Keith Runcorn has received?What other institutions did Keith Runcorn work for?"
    },
    {
        "question": "Patrick Modiano won the prize of Nobel Prize in Literature in 2014.Where Patrick Modiano died?Where Patrick Modiano graduated?What other awards Patrick Modiano has received?What other institutions did Patrick Modiano work for?"
    },
    {
        "question": "Cyril Norman Hinshelwood won the prize of Davy Medal in 1942.Where Cyril Norman Hinshelwood graduated?What other awards Cyril Norman Hinshelwood has received?What other institutions did Cyril Norman Hinshelwood work for?"
    },
    {
        "question": "Maurice Maeterlinck won the prize of Nobel Prize in Literature between 1911 and 1903.Where was Maurice Maeterlinck born?Where Maurice Maeterlinck graduated?What other awards Maurice Maeterlinck has received?What other institutions did Maurice Maeterlinck work for?"
    },
    {
        "question": "Michael Ashburner won the prize of George W. Beadle Award in 1999.Where Michael Ashburner died?Where Michael Ashburner graduated?What other awards Michael Ashburner has received?What other institutions did Michael Ashburner work for?"
    },
    {
        "question": "Günter Blobel won the prize of NAS Award in Molecular Biology in 1978.Where was Günter Blobel born?Where Günter Blobel died?Where Günter Blobel graduated?What other awards Günter Blobel has received?What other institutions did Günter Blobel work for?"
    },
    {
        "question": "Christiane Nüsslein-Volhard won the prize of Albert Lasker Award for Basic Medical Research in 1991.Where Christiane Nüsslein-Volhard died?Where Christiane Nüsslein-Volhard graduated?What other awards Christiane Nüsslein-Volhard has received?What other institutions did Christiane Nüsslein-Volhard work for?"
    },
    {
        "question": "Alfred V. Kidder won the prize of Viking Fund Medal in 1946.Where was Alfred V. Kidder born?What other awards Alfred V. Kidder has received?What other institutions did Alfred V. Kidder work for?"
    },
    {
        "question": "Theodore von Kármán bibliography won the prize of Timoshenko Medal in 1958.Where Theodore von Kármán bibliography graduated?What other awards Theodore von Kármán bibliography has received?What other institutions did Theodore von Kármán bibliography work for?"
    },
    {
        "question": "Stuart Ross Taylor won the prize of V. M. Goldschmidt Award in 1993.Where was Stuart Ross Taylor born?Where Stuart Ross Taylor died?What other awards Stuart Ross Taylor has received?What other institutions did Stuart Ross Taylor work for?"
    },
    {
        "question": "Elaine Pagels won the prize of Guggenheim Fellowship in 1979.Where Elaine Pagels died?What other awards Elaine Pagels has received?What other institutions did Elaine Pagels work for?"
    },
    {
        "question": "Douglas Engelbart won the prize of Turing Award in 1997.Where Douglas Engelbart died?What other awards Douglas Engelbart has received?What other institutions did Douglas Engelbart work for?"
    },
    {
        "question": "Hans Kosterlitz won the prize of Fellow of the Royal Society in 1978.Where Hans Kosterlitz died?Where Hans Kosterlitz graduated?What other awards Hans Kosterlitz has received?What other institutions did Hans Kosterlitz work for?"
    },
    {
        "question": "K. J. Yesudas won the prize of Padma Vibhushan in 2017.Where was K. J. Yesudas born?Where K. J. Yesudas died?Where K. J. Yesudas graduated?What other awards K. J. Yesudas has received?What other institutions did K. J. Yesudas work for?"
    },
    {
        "question": "Horace Lamb won the prize of Copley Medal in 1923.Where was Horace Lamb born?Where Horace Lamb graduated?What other awards Horace Lamb has received?What other institutions did Horace Lamb work for?"
    },
    {
        "question": "Peter Drysdale won the prize of Centenary Medal in 2003.Where was Peter Drysdale born?Where Peter Drysdale died?Where Peter Drysdale graduated?What other awards Peter Drysdale has received?What other institutions did Peter Drysdale work for?"
    },
    {
        "question": "Sean Wilentz won the prize of Bancroft Prize in 2006.Where Sean Wilentz died?Where Sean Wilentz graduated?What other awards Sean Wilentz has received?What other institutions did Sean Wilentz work for?"
    },
    {
        "question": "Bill Pickering (rocket scientist) won the prize of National Medal of Science in 1975.Where Bill Pickering (rocket scientist) died?Where Bill Pickering (rocket scientist) graduated?What other awards Bill Pickering (rocket scientist) has received?What other institutions did Bill Pickering (rocket scientist) work for?"
    },
    {
        "question": "Ivan Pavlov won the prize of Fellow of the Royal Society in 1907.Where was Ivan Pavlov born?Where Ivan Pavlov graduated?What other awards Ivan Pavlov has received?What other institutions did Ivan Pavlov work for?"
    },
    {
        "question": "Frank Conrad won the prize of IEEE Edison Medal in 1930.Where Frank Conrad graduated?What other awards Frank Conrad has received?What other institutions did Frank Conrad work for?"
    },
    {
        "question": "Hideki Yukawa won the prize of Nobel Prize in Physics in 1949.Where Hideki Yukawa graduated?What other awards Hideki Yukawa has received?What other institutions did Hideki Yukawa work for?"
    },
    {
        "question": "Glenn T. Seaborg won the prize of Franklin Medal in 1963.Where was Glenn T. Seaborg born?Where Glenn T. Seaborg died?Where Glenn T. Seaborg graduated?What other awards Glenn T. Seaborg has received?What other institutions did Glenn T. Seaborg work for?"
    },
    {
        "question": "Edwin McMillan won the prize of Nobel Prize in Chemistry in 1951.Where was Edwin McMillan born?Where Edwin McMillan died?Where Edwin McMillan graduated?What other awards Edwin McMillan has received?What other institutions did Edwin McMillan work for?"
    },
    {
        "question": "Mikhail Shifman won the prize of Pomeranchuk Prize in 2013.Where Mikhail Shifman died?Where Mikhail Shifman graduated?What other awards Mikhail Shifman has received?What other institutions did Mikhail Shifman work for?"
    },
    {
        "question": "C. Vann Woodward won the prize of Bancroft Prize in 1952.Where was C. Vann Woodward born?Where C. Vann Woodward graduated?What other awards C. Vann Woodward has received?What other institutions did C. Vann Woodward work for?"
    },
    {
        "question": "John Buscema won the prize of Inkpot Award in 1978.Where John Buscema died?Where John Buscema graduated?What other awards John Buscema has received?What other institutions did John Buscema work for?"
    },
    {
        "question": "C. F. Powell won the prize of Royal Medal in 1961.Where was C. F. Powell born?Where C. F. Powell died?Where C. F. Powell graduated?What other awards C. F. Powell has received?What other institutions did C. F. Powell work for?"
    },
    {
        "question": "William Edmond Logan won the prize of Wollaston Medal in 1856.Where William Edmond Logan died?Where William Edmond Logan graduated?What other awards William Edmond Logan has received?What other institutions did William Edmond Logan work for?"
    },
    {
        "question": "Jayant Narlikar won the prize of Padma Vibhushan in 2004.Where was Jayant Narlikar born?Where Jayant Narlikar died?Where Jayant Narlikar graduated?What other awards Jayant Narlikar has received?What other institutions did Jayant Narlikar work for?"
    },
    {
        "question": "John Hays Hammond Jr. won the prize of IEEE Medal of Honor in 1963.What other awards John Hays Hammond Jr. has received?What other institutions did John Hays Hammond Jr. work for?"
    },
    {
        "question": "Kay Davies won the prize of Fellow of the Royal Society in 2003.Where was Kay Davies born?Where Kay Davies died?Where Kay Davies graduated?What other awards Kay Davies has received?What other institutions did Kay Davies work for?"
    },
    {
        "question": "Connie Yori won the prize of Naismith College Coach of the Year in 2010.Where Connie Yori died?Where Connie Yori graduated?What other awards Connie Yori has received?What other institutions did Connie Yori work for?"
    },
    {
        "question": "Frederick Terman won the prize of IEEE Founders Medal in 1963.Where was Frederick Terman born?Where Frederick Terman graduated?What other awards Frederick Terman has received?What other institutions did Frederick Terman work for?"
    },
    {
        "question": "Mike Trout won the prize of Major League Baseball Rookie of the Year Award in 2012.Where was Mike Trout born?Where Mike Trout died?Where Mike Trout graduated?What other awards Mike Trout has received?What other institutions did Mike Trout work for?"
    },
    {
        "question": "George Stigler won the prize of National Medal of Science in 1987.What other awards George Stigler has received?What other institutions did George Stigler work for?"
    },
    {
        "question": "James David Forbes won the prize of Royal Medal in 1843.Where James David Forbes died?Where James David Forbes graduated?What other awards James David Forbes has received?What other institutions did James David Forbes work for?"
    },
    {
        "question": "Janet Kelso won the prize of L'Oréal-UNESCO Awards for Women in Science in 2004.Where was Janet Kelso born?Where Janet Kelso died?Where Janet Kelso graduated?What other awards Janet Kelso has received?What other institutions did Janet Kelso work for?"
    },
    {
        "question": "Roy J. Glauber won the prize of Fellow of the Royal Society in 1997.Where Roy J. Glauber died?Where Roy J. Glauber graduated?What other awards Roy J. Glauber has received?What other institutions did Roy J. Glauber work for?"
    },
    {
        "question": "James A. Yorke won the prize of Japan Prize in 2003.Where James A. Yorke died?What other awards James A. Yorke has received?What other institutions did James A. Yorke work for?"
    },
    {
        "question": "Mira Nair won the prize of Padma Bhushan in 2012.Where was Mira Nair born?Where Mira Nair died?Where Mira Nair graduated?What other awards Mira Nair has received?What other institutions did Mira Nair work for?"
    },
    {
        "question": "William Hutcheon Hall won the prize of Order of the Bath in 1855.Where was William Hutcheon Hall born?Where William Hutcheon Hall graduated?What other awards William Hutcheon Hall has received?What other institutions did William Hutcheon Hall work for?"
    },
    {
        "question": "David Keilin won the prize of Royal Medal in 1939.Where David Keilin graduated?What other awards David Keilin has received?What other institutions did David Keilin work for?"
    },
    {
        "question": "Harivansh Rai Bachchan won the prize of Padma Bhushan in 1976.Where Harivansh Rai Bachchan graduated?What other awards Harivansh Rai Bachchan has received?What other institutions did Harivansh Rai Bachchan work for?"
    },
    {
        "question": "Frank Stack won the prize of Inkpot Award in 2011.Where Frank Stack died?Where Frank Stack graduated?What other awards Frank Stack has received?What other institutions did Frank Stack work for?"
    },
    {
        "question": "Harvey Fletcher won the prize of IEEE Founders Medal in 1967.Where Harvey Fletcher graduated?What other awards Harvey Fletcher has received?What other institutions did Harvey Fletcher work for?"
    },
    {
        "question": "Marcel Roche won the prize of Kalinga Prize in 1987.Where Marcel Roche graduated?What other awards Marcel Roche has received?What other institutions did Marcel Roche work for?"
    },
    {
        "question": "Alvin M. Weinberg won the prize of Ernest Orlando Lawrence Award in 1960.Where Alvin M. Weinberg graduated?What other awards Alvin M. Weinberg has received?What other institutions did Alvin M. Weinberg work for?"
    },
    {
        "question": "Harry Harris (geneticist) won the prize of William Allan Award in 1968.Where Harry Harris (geneticist) died?Where Harry Harris (geneticist) graduated?What other awards Harry Harris (geneticist) has received?What other institutions did Harry Harris (geneticist) work for?"
    },
    {
        "question": "Carol V. Robinson won the prize of Order of the British Empire in 2013.Where was Carol V. Robinson born?Where Carol V. Robinson died?Where Carol V. Robinson graduated?What other awards Carol V. Robinson has received?What other institutions did Carol V. Robinson work for?"
    },
    {
        "question": "David Lee (physicist) won the prize of Nobel Prize in Physics in 1996.Where was David Lee (physicist) born?Where David Lee (physicist) died?Where David Lee (physicist) graduated?What other awards David Lee (physicist) has received?What other institutions did David Lee (physicist) work for?"
    },
    {
        "question": "Chien-Shiung Wu won the prize of National Medal of Science in 1975.Where Chien-Shiung Wu graduated?What other awards Chien-Shiung Wu has received?What other institutions did Chien-Shiung Wu work for?"
    },
    {
        "question": "Edwin Howard Armstrong won the prize of IEEE Medal of Honor in 1917.Where was Edwin Howard Armstrong born?Where Edwin Howard Armstrong graduated?What other awards Edwin Howard Armstrong has received?What other institutions did Edwin Howard Armstrong work for?"
    },
    {
        "question": "Lars Ahlfors won the prize of Leroy P. Steele Prize in 1982.Where Lars Ahlfors graduated?What other awards Lars Ahlfors has received?What other institutions did Lars Ahlfors work for?"
    },
    {
        "question": "Frank Spedding won the prize of Irving Langmuir Award in 1933.Where Frank Spedding died?What other awards Frank Spedding has received?What other institutions did Frank Spedding work for?"
    },
    {
        "question": "Bhupen Hazarika won the prize of Padma Vibhushan in 2012.Where was Bhupen Hazarika born?Where Bhupen Hazarika graduated?What other awards Bhupen Hazarika has received?What other institutions did Bhupen Hazarika work for?"
    },
    {
        "question": "Dev Anand won the prize of Padma Bhushan in 2001.Where was Dev Anand born?Where Dev Anand graduated?What other awards Dev Anand has received?What other institutions did Dev Anand work for?"
    },
    {
        "question": "Arne Tiselius won the prize of Fellow of the Royal Society in 1957.Where Arne Tiselius graduated?What other awards Arne Tiselius has received?What other institutions did Arne Tiselius work for?"
    },
    {
        "question": "Kathryn Beaumont won the prize of Disney Legends in 1998.Where Kathryn Beaumont died?Where Kathryn Beaumont graduated?What other awards Kathryn Beaumont has received?What other institutions did Kathryn Beaumont work for?"
    },
    {
        "question": "Rashid Sunyaev won the prize of Kyoto Prize in 2011.Where was Rashid Sunyaev born?Where Rashid Sunyaev died?Where Rashid Sunyaev graduated?What other awards Rashid Sunyaev has received?What other institutions did Rashid Sunyaev work for?"
    },
    {
        "question": "Merle Tuve won the prize of William Bowie Medal in 1963.Where was Merle Tuve born?Where Merle Tuve graduated?What other awards Merle Tuve has received?What other institutions did Merle Tuve work for?"
    },
    {
        "question": "Ramesh Parekh won the prize of Kumar Suvarna Chandrak in 1970.Where was Ramesh Parekh born?Where Ramesh Parekh died?Where Ramesh Parekh graduated?What other awards Ramesh Parekh has received?What other institutions did Ramesh Parekh work for?"
    },
    {
        "question": "Bertrand Halperin won the prize of Oliver E. Buckley Condensed Matter Prize in 1982.Where Bertrand Halperin died?Where Bertrand Halperin graduated?What other awards Bertrand Halperin has received?What other institutions did Bertrand Halperin work for?"
    },
    {
        "question": "Alfred L. Kroeber won the prize of Viking Fund Medal in 1946.Where Alfred L. Kroeber graduated?What other awards Alfred L. Kroeber has received?What other institutions did Alfred L. Kroeber work for?"
    },
    {
        "question": "Ismail Kadare won the prize of Prix mondial Cino Del Duca between 1992 and 2005.Where was Ismail Kadare born?Where Ismail Kadare died?Where Ismail Kadare graduated?What other awards Ismail Kadare has received?What other institutions did Ismail Kadare work for?"
    },
    {
        "question": "Angelika Amon won the prize of Alan T. Waterman Award in 2003.Where Angelika Amon died?What other awards Angelika Amon has received?What other institutions did Angelika Amon work for?"
    },
    {
        "question": "Willis Lamb won the prize of Nobel Prize in Physics in 1955.Where Willis Lamb graduated?What other awards Willis Lamb has received?What other institutions did Willis Lamb work for?"
    },
    {
        "question": "William Joscelyn Arkell won the prize of Lyell Medal in 1949.Where was William Joscelyn Arkell born?Where William Joscelyn Arkell graduated?What other awards William Joscelyn Arkell has received?What other institutions did William Joscelyn Arkell work for?"
    },
    {
        "question": "Donald B. Beary won the prize of Legion of Merit in 1945.Where Donald B. Beary graduated?What other awards Donald B. Beary has received?What other institutions did Donald B. Beary work for?"
    },
    {
        "question": "Chinu Modi won the prize of Narsinh Mehta Award between 2008 and 2010.Where was Chinu Modi born?Where Chinu Modi graduated?What other awards Chinu Modi has received?What other institutions did Chinu Modi work for?"
    },
    {
        "question": "Atta-ur-Rahman (chemist) won the prize of Decoration of Honour for Services to the Republic of Austria in 2007.Where Atta-ur-Rahman (chemist) died?Where Atta-ur-Rahman (chemist) graduated?What other awards Atta-ur-Rahman (chemist) has received?What other institutions did Atta-ur-Rahman (chemist) work for?"
    },
    {
        "question": "Frederik Pohl won the prize of Hugo Award in 1978.Where Frederik Pohl died?Where Frederik Pohl graduated?What other awards Frederik Pohl has received?What other institutions did Frederik Pohl work for?"
    },
    {
        "question": "Peter Zumthor won the prize of Praemium Imperiale in 2008.Where Peter Zumthor died?Where Peter Zumthor graduated?What other awards Peter Zumthor has received?What other institutions did Peter Zumthor work for?"
    },
    {
        "question": "Alexander L. Wolf won the prize of ACM Fellow in 2006.Where Alexander L. Wolf died?Where Alexander L. Wolf graduated?What other awards Alexander L. Wolf has received?What other institutions did Alexander L. Wolf work for?"
    },
    {
        "question": "Charles Thomson Rees Wilson won the prize of Franklin Medal in 1929.Where was Charles Thomson Rees Wilson born?Where Charles Thomson Rees Wilson died?Where Charles Thomson Rees Wilson graduated?What other awards Charles Thomson Rees Wilson has received?What other institutions did Charles Thomson Rees Wilson work for?"
    },
    {
        "question": "Paul Dirac won the prize of Fellow of the Royal Society in 1930.Where Paul Dirac graduated?What other awards Paul Dirac has received?What other institutions did Paul Dirac work for?"
    },
    {
        "question": "Derek Jeter won the prize of Silver Slugger Award between 2006 and 2009.Where Derek Jeter died?Where Derek Jeter graduated?What other awards Derek Jeter has received?What other institutions did Derek Jeter work for?"
    },
    {
        "question": "Firoza Begum (singer) won the prize of Independence Day Award in 1979.Where Firoza Begum (singer) graduated?What other awards Firoza Begum (singer) has received?What other institutions did Firoza Begum (singer) work for?"
    },
    {
        "question": "Charles Fefferman won the prize of Fields Medal in 1978.Where Charles Fefferman died?Where Charles Fefferman graduated?What other awards Charles Fefferman has received?What other institutions did Charles Fefferman work for?"
    },
    {
        "question": "Peter Sarnak won the prize of Cole Prize in 2005.Where Peter Sarnak died?Where Peter Sarnak graduated?What other awards Peter Sarnak has received?What other institutions did Peter Sarnak work for?"
    },
    {
        "question": "Shanti Swaroop Bhatnagar won the prize of Padma Bhushan in 1954.Where was Shanti Swaroop Bhatnagar born?Where Shanti Swaroop Bhatnagar graduated?What other awards Shanti Swaroop Bhatnagar has received?What other institutions did Shanti Swaroop Bhatnagar work for?"
    },
    {
        "question": "Hans Christian Ørsted won the prize of Copley Medal in 1820.Where was Hans Christian Ørsted born?What other awards Hans Christian Ørsted has received?What other institutions did Hans Christian Ørsted work for?"
    },
    {
        "question": "Michael N. Hall won the prize of Marcel Benoist Prize in 2012.Where was Michael N. Hall born?Where Michael N. Hall died?What other awards Michael N. Hall has received?What other institutions did Michael N. Hall work for?"
    },
    {
        "question": "Patrick S. Moore won the prize of Meyenburg Prize in 1997.Where Patrick S. Moore died?Where Patrick S. Moore graduated?What other awards Patrick S. Moore has received?What other institutions did Patrick S. Moore work for?"
    },
    {
        "question": "Dominic Joyce won the prize of Adams Prize in 2004.Where was Dominic Joyce born?Where Dominic Joyce died?Where Dominic Joyce graduated?What other awards Dominic Joyce has received?What other institutions did Dominic Joyce work for?"
    },
    {
        "question": "Ashok Chavda won the prize of Yuva Puraskar in 2013.Where was Ashok Chavda born?Where Ashok Chavda died?Where Ashok Chavda graduated?What other awards Ashok Chavda has received?What other institutions did Ashok Chavda work for?"
    },
    {
        "question": "Neil Simon won the prize of Pulitzer Prize for Drama in 1991.Where Neil Simon died?Where Neil Simon graduated?What other awards Neil Simon has received?What other institutions did Neil Simon work for?"
    },
    {
        "question": "Gilean McVean won the prize of Fellow of the Royal Society in 2016.Where was Gilean McVean born?Where Gilean McVean died?Where Gilean McVean graduated?What other awards Gilean McVean has received?What other institutions did Gilean McVean work for?"
    },
    {
        "question": "Arthur Stoll won the prize of Marcel Benoist Prize in 1942.Where was Arthur Stoll born?Where Arthur Stoll died?What other awards Arthur Stoll has received?What other institutions did Arthur Stoll work for?"
    },
    {
        "question": "Daniel Keyes won the prize of Hugo Award in 1960.Where Daniel Keyes died?Where Daniel Keyes graduated?What other awards Daniel Keyes has received?What other institutions did Daniel Keyes work for?"
    },
    {
        "question": "Jerry Siegel won the prize of Inkpot Award in 1975.Where Jerry Siegel graduated?What other awards Jerry Siegel has received?What other institutions did Jerry Siegel work for?"
    },
    {
        "question": "Rudolf Kompfner won the prize of IEEE Medal of Honor in 1973.Where Rudolf Kompfner graduated?What other awards Rudolf Kompfner has received?What other institutions did Rudolf Kompfner work for?"
    },
    {
        "question": "Ernest William Brown won the prize of James Craig Watson Medal in 1937.Where Ernest William Brown graduated?What other awards Ernest William Brown has received?What other institutions did Ernest William Brown work for?"
    },
    {
        "question": "Alexander Davydov won the prize of Hero of Socialist Labour in 1982.Where was Alexander Davydov born?Where Alexander Davydov graduated?What other awards Alexander Davydov has received?What other institutions did Alexander Davydov work for?"
    },
    {
        "question": "Seamus Heaney won the prize of Nobel Prize in Literature in 1995.Where was Seamus Heaney born?Where Seamus Heaney graduated?What other awards Seamus Heaney has received?What other institutions did Seamus Heaney work for?"
    },
    {
        "question": "Brian D. Ripley won the prize of Smith's Prize in 1975.Where was Brian D. Ripley born?Where Brian D. Ripley died?What other awards Brian D. Ripley has received?What other institutions did Brian D. Ripley work for?"
    },
    {
        "question": "Roy Kerr won the prize of Crafoord Prize in 2016.Where was Roy Kerr born?Where Roy Kerr died?Where Roy Kerr graduated?What other awards Roy Kerr has received?What other institutions did Roy Kerr work for?"
    },
    {
        "question": "John N. Mather won the prize of John J. Carty Award for the Advancement of Science in 1978.Where John N. Mather graduated?What other awards John N. Mather has received?What other institutions did John N. Mather work for?"
    },
    {
        "question": "Jan van Paradijs won the prize of Bruno Rossi Prize in 1998.Where Jan van Paradijs graduated?What other awards Jan van Paradijs has received?What other institutions did Jan van Paradijs work for?"
    },
    {
        "question": "Raja Ramanna won the prize of Padma Vibhushan in 1975.Where was Raja Ramanna born?Where Raja Ramanna graduated?What other awards Raja Ramanna has received?What other institutions did Raja Ramanna work for?"
    },
    {
        "question": "Wernher von Braun won the prize of Wilhelm Exner Medal in 1969.Where was Wernher von Braun born?Where Wernher von Braun graduated?What other awards Wernher von Braun has received?What other institutions did Wernher von Braun work for?"
    },
    {
        "question": "Thomas Sugrue won the prize of Bancroft Prize in 1998.Where was Thomas Sugrue born?Where Thomas Sugrue died?Where Thomas Sugrue graduated?What other awards Thomas Sugrue has received?What other institutions did Thomas Sugrue work for?"
    },
    {
        "question": "Pierre Curie won the prize of Elliott Cresson Medal in 1909.Where Pierre Curie graduated?What other awards Pierre Curie has received?What other institutions did Pierre Curie work for?"
    },
    {
        "question": "William Saroyan won the prize of Pulitzer Prize for Drama in 1940.Where William Saroyan graduated?What other awards William Saroyan has received?What other institutions did William Saroyan work for?"
    },
    {
        "question": "Jae U. Jung won the prize of Ho-Am Prize in 2012.Where was Jae U. Jung born?Where Jae U. Jung died?What other awards Jae U. Jung has received?What other institutions did Jae U. Jung work for?"
    },
    {
        "question": "Konrad Lorenz won the prize of Nobel Prize in Physiology or Medicine in 1973.Where Konrad Lorenz graduated?What other awards Konrad Lorenz has received?What other institutions did Konrad Lorenz work for?"
    },
    {
        "question": "Guy Lewis won the prize of Henry Iba Award in 1968.Where was Guy Lewis born?Where Guy Lewis died?Where Guy Lewis graduated?What other awards Guy Lewis has received?What other institutions did Guy Lewis work for?"
    },
    {
        "question": "Ben Feringa won the prize of Nobel Prize in Chemistry in 2016.Where was Ben Feringa born?Where Ben Feringa died?Where Ben Feringa graduated?What other awards Ben Feringa has received?What other institutions did Ben Feringa work for?"
    },
    {
        "question": "Albert W. Hull won the prize of IEEE Medal of Honor in 1958.Where was Albert W. Hull born?Where Albert W. Hull graduated?What other awards Albert W. Hull has received?What other institutions did Albert W. Hull work for?"
    },
    {
        "question": "F. Sherwood Rowland won the prize of Tolman Award in 1976.Where was F. Sherwood Rowland born?Where F. Sherwood Rowland died?Where F. Sherwood Rowland graduated?What other awards F. Sherwood Rowland has received?What other institutions did F. Sherwood Rowland work for?"
    },
    {
        "question": "Myrna Loy won the prize of Kennedy Center Honors in 1988.Where Myrna Loy graduated?What other awards Myrna Loy has received?What other institutions did Myrna Loy work for?"
    },
    {
        "question": "Chia-Chiao Lin won the prize of Otto Laporte Award in 1973.Where Chia-Chiao Lin graduated?What other awards Chia-Chiao Lin has received?What other institutions did Chia-Chiao Lin work for?"
    },
    {
        "question": "Michael Crichton won the prize of Edgar Award in 1969.Where Michael Crichton graduated?What other awards Michael Crichton has received?What other institutions did Michael Crichton work for?"
    },
    {
        "question": "John N. Bahcall won the prize of Dannie Heineman Prize for Astrophysics in 1994.Where was John N. Bahcall born?Where John N. Bahcall graduated?What other awards John N. Bahcall has received?What other institutions did John N. Bahcall work for?"
    },
    {
        "question": "Masatoshi Shima won the prize of Kyoto Prize in 1997.Where was Masatoshi Shima born?Where Masatoshi Shima died?Where Masatoshi Shima graduated?What other awards Masatoshi Shima has received?What other institutions did Masatoshi Shima work for?"
    },
    {
        "question": "Faiz Ahmad Faiz won the prize of Nishan-e-Imtiaz in 1990.Where was Faiz Ahmad Faiz born?Where Faiz Ahmad Faiz graduated?What other awards Faiz Ahmad Faiz has received?What other institutions did Faiz Ahmad Faiz work for?"
    },
    {
        "question": "John McCarthy (computer scientist) won the prize of Kyoto Prize in 1988.Where John McCarthy (computer scientist) graduated?What other awards John McCarthy (computer scientist) has received?What other institutions did John McCarthy (computer scientist) work for?"
    },
    {
        "question": "Wally Wood won the prize of Alley Award in 1965.Where was Wally Wood born?Where Wally Wood graduated?What other awards Wally Wood has received?What other institutions did Wally Wood work for?"
    },
    {
        "question": "Saunders Mac Lane won the prize of Leroy P. Steele Prize in 1986.Where was Saunders Mac Lane born?Where Saunders Mac Lane graduated?What other awards Saunders Mac Lane has received?What other institutions did Saunders Mac Lane work for?"
    },
    {
        "question": "Shimon Peres won the prize of Nobel Peace Prize in 1994.Where was Shimon Peres born?Where Shimon Peres died?Where Shimon Peres graduated?What other awards Shimon Peres has received?What other institutions did Shimon Peres work for?"
    },
    {
        "question": "Garry Trudeau won the prize of Pulitzer Prize in 1975.Where Garry Trudeau died?Where Garry Trudeau graduated?What other awards Garry Trudeau has received?What other institutions did Garry Trudeau work for?"
    },
    {
        "question": "Frederick G. Donnan won the prize of Davy Medal in 1928.Where was Frederick G. Donnan born?Where Frederick G. Donnan graduated?What other awards Frederick G. Donnan has received?What other institutions did Frederick G. Donnan work for?"
    },
    {
        "question": "Jhumpa Lahiri won the prize of O. Henry Award between 1999 and 2000.Where Jhumpa Lahiri died?Where Jhumpa Lahiri graduated?What other awards Jhumpa Lahiri has received?What other institutions did Jhumpa Lahiri work for?"
    },
    {
        "question": "John L. Hennessy won the prize of IEEE Medal of Honor in 2012.Where John L. Hennessy died?What other awards John L. Hennessy has received?What other institutions did John L. Hennessy work for?"
    },
    {
        "question": "Oscar Hijuelos won the prize of Pulitzer Prize in 1990.Where Oscar Hijuelos died?Where Oscar Hijuelos graduated?What other awards Oscar Hijuelos has received?What other institutions did Oscar Hijuelos work for?"
    },
    {
        "question": "George Edmund Street won the prize of Royal Gold Medal in 1874.Where was George Edmund Street born?Where George Edmund Street graduated?What other awards George Edmund Street has received?What other institutions did George Edmund Street work for?"
    },
    {
        "question": "Paul Goldberger won the prize of Pulitzer Prize in 1984.Where Paul Goldberger died?What other awards Paul Goldberger has received?What other institutions did Paul Goldberger work for?"
    },
    {
        "question": "Robert Gallo won the prize of Lasker Award between 1982 and 1986.Where Robert Gallo died?Where Robert Gallo graduated?What other awards Robert Gallo has received?What other institutions did Robert Gallo work for?"
    },
    {
        "question": "Alfred Y. Cho won the prize of Elliott Cresson Medal in 1995.Where Alfred Y. Cho died?Where Alfred Y. Cho graduated?What other awards Alfred Y. Cho has received?What other institutions did Alfred Y. Cho work for?"
    },
    {
        "question": "Andrew M. Gleason won the prize of Newcomb Cleveland Prize in 1952.Where Andrew M. Gleason graduated?What other awards Andrew M. Gleason has received?What other institutions did Andrew M. Gleason work for?"
    },
    {
        "question": "Charles A. Dinarello won the prize of Ernst Jung Prize in 1993.Where Charles A. Dinarello died?Where Charles A. Dinarello graduated?What other awards Charles A. Dinarello has received?What other institutions did Charles A. Dinarello work for?"
    },
    {
        "question": "Horton Foote won the prize of Pulitzer Prize for Drama in 1995.Where was Horton Foote born?Where Horton Foote graduated?What other awards Horton Foote has received?What other institutions did Horton Foote work for?"
    },
    {
        "question": "Alfred G. Gilman won the prize of Nobel Prize in Physiology or Medicine in 1994.What other awards Alfred G. Gilman has received?What other institutions did Alfred G. Gilman work for?"
    },
    {
        "question": "Michael Chabon won the prize of O. Henry Award in 1999.Where Michael Chabon died?Where Michael Chabon graduated?What other awards Michael Chabon has received?What other institutions did Michael Chabon work for?"
    },
    {
        "question": "Marshall Harvey Stone won the prize of National Medal of Science in 1982.Where Marshall Harvey Stone graduated?What other awards Marshall Harvey Stone has received?What other institutions did Marshall Harvey Stone work for?"
    },
    {
        "question": "David Eisenberg won the prize of Harvey Prize in 2008.Where David Eisenberg died?Where David Eisenberg graduated?What other awards David Eisenberg has received?What other institutions did David Eisenberg work for?"
    },
    {
        "question": "Freddie de Guingand won the prize of Legion of Merit in 1945.Where was Freddie de Guingand born?Where Freddie de Guingand died?Where Freddie de Guingand graduated?What other awards Freddie de Guingand has received?What other institutions did Freddie de Guingand work for?"
    },
    {
        "question": "Dharamvir Bharati won the prize of Padma Shri in 1972.Where Dharamvir Bharati died?Where Dharamvir Bharati graduated?What other awards Dharamvir Bharati has received?What other institutions did Dharamvir Bharati work for?"
    },
    {
        "question": "Reuben Leon Kahn won the prize of Newcomb Cleveland Prize in 1933.Where was Reuben Leon Kahn born?What other awards Reuben Leon Kahn has received?What other institutions did Reuben Leon Kahn work for?"
    },
    {
        "question": "David Suzuki won the prize of Order of Canada between 1976 and 2006.Where David Suzuki died?What other awards David Suzuki has received?What other institutions did David Suzuki work for?"
    },
    {
        "question": "Ludwig Bemelmans won the prize of Caldecott Medal in 1954.Where was Ludwig Bemelmans born?Where Ludwig Bemelmans graduated?What other awards Ludwig Bemelmans has received?What other institutions did Ludwig Bemelmans work for?"
    },
    {
        "question": "Muhammad Suhail Zubairy won the prize of Humboldt Prize in 2007.Where Muhammad Suhail Zubairy died?Where Muhammad Suhail Zubairy graduated?What other awards Muhammad Suhail Zubairy has received?What other institutions did Muhammad Suhail Zubairy work for?"
    },
    {
        "question": "Dana Scott won the prize of Rolf Schock Prizes in 1997.Where Dana Scott died?What other awards Dana Scott has received?What other institutions did Dana Scott work for?"
    },
    {
        "question": "Nikolaas Tinbergen won the prize of Fellow of the Royal Society in 1962.Where Nikolaas Tinbergen graduated?What other awards Nikolaas Tinbergen has received?What other institutions did Nikolaas Tinbergen work for?"
    },
    {
        "question": "Harry A. Marmer won the prize of Alexander Agassiz Medal in 1951.Where was Harry A. Marmer born?What other awards Harry A. Marmer has received?What other institutions did Harry A. Marmer work for?"
    },
    {
        "question": "Andrey Kapitsa won the prize of USSR State Prize between 1971 and 1972.Where Andrey Kapitsa graduated?What other awards Andrey Kapitsa has received?What other institutions did Andrey Kapitsa work for?"
    },
    {
        "question": "T. S. Eliot won the prize of Nobel Prize in Literature in 1948.Where T. S. Eliot graduated?What other awards T. S. Eliot has received?What other institutions did T. S. Eliot work for?"
    },
    {
        "question": "Sigmund Freud won the prize of Goethe Prize in 1930.Where was Sigmund Freud born?Where Sigmund Freud graduated?What other awards Sigmund Freud has received?What other institutions did Sigmund Freud work for?"
    },
    {
        "question": "Vernon L. Smith won the prize of Nobel Memorial Prize in Economic Sciences in 2002.Where Vernon L. Smith died?Where Vernon L. Smith graduated?What other awards Vernon L. Smith has received?What other institutions did Vernon L. Smith work for?"
    },
    {
        "question": "Gary Collins (actor) won the prize of Emmy Award in 1983.Where Gary Collins (actor) graduated?What other awards Gary Collins (actor) has received?What other institutions did Gary Collins (actor) work for?"
    },
    {
        "question": "Jill Lepore won the prize of Bancroft Prize in 1999.Where was Jill Lepore born?Where Jill Lepore died?Where Jill Lepore graduated?What other awards Jill Lepore has received?What other institutions did Jill Lepore work for?"
    },
    {
        "question": "Bhavesh Bhatt won the prize of Shayda Award in 2014.Where Bhavesh Bhatt died?Where Bhavesh Bhatt graduated?What other awards Bhavesh Bhatt has received?What other institutions did Bhavesh Bhatt work for?"
    },
    {
        "question": "Adriana Caselotti won the prize of Disney Legends in 1994.Where Adriana Caselotti graduated?What other awards Adriana Caselotti has received?What other institutions did Adriana Caselotti work for?"
    },
    {
        "question": "R. J. B. Bosworth won the prize of Centenary Medal in 2001.Where was R. J. B. Bosworth born?Where R. J. B. Bosworth died?Where R. J. B. Bosworth graduated?What other awards R. J. B. Bosworth has received?What other institutions did R. J. B. Bosworth work for?"
    },
    {
        "question": "Alexander von Humboldt won the prize of Copley Medal in 1852.What other awards Alexander von Humboldt has received?What other institutions did Alexander von Humboldt work for?"
    },
    {
        "question": "Christopher Hacon won the prize of Clay Research Award in 2007.Where Christopher Hacon died?Where Christopher Hacon graduated?What other awards Christopher Hacon has received?What other institutions did Christopher Hacon work for?"
    },
    {
        "question": "Werner Zerweck won the prize of Order of Merit of the Federal Republic of Germany in 1953.Where Werner Zerweck graduated?What other awards Werner Zerweck has received?What other institutions did Werner Zerweck work for?"
    },
    {
        "question": "Sunil Dutt won the prize of Padma Shri in 1968.Where was Sunil Dutt born?Where Sunil Dutt graduated?What other awards Sunil Dutt has received?What other institutions did Sunil Dutt work for?"
    },
    {
        "question": "Samuel Beckett won the prize of Nobel Prize in Literature between 1969 and 1945.Where was Samuel Beckett born?Where Samuel Beckett graduated?What other awards Samuel Beckett has received?What other institutions did Samuel Beckett work for?"
    },
    {
        "question": "Shōhei Ōoka won the prize of Asahi Prize in 1976.Where Shōhei Ōoka graduated?What other awards Shōhei Ōoka has received?What other institutions did Shōhei Ōoka work for?"
    },
    {
        "question": "Helen Hughes won the prize of Centenary Medal in 2001.Where Helen Hughes graduated?What other awards Helen Hughes has received?What other institutions did Helen Hughes work for?"
    },
    {
        "question": "Belal Muhammad won the prize of Independence Day Award in 2010.Where was Belal Muhammad born?Where Belal Muhammad graduated?What other awards Belal Muhammad has received?What other institutions did Belal Muhammad work for?"
    },
    {
        "question": "Lloyd Berkner won the prize of William Bowie Medal in 1967.What other awards Lloyd Berkner has received?What other institutions did Lloyd Berkner work for?"
    },
    {
        "question": "Nicholas Dante won the prize of Pulitzer Prize for Drama in 1976.Where Nicholas Dante graduated?What other awards Nicholas Dante has received?What other institutions did Nicholas Dante work for?"
    },
    {
        "question": "Gilbert Melville Grosvenor won the prize of Presidential Medal of Freedom in 2005.Where Gilbert Melville Grosvenor died?What other awards Gilbert Melville Grosvenor has received?What other institutions did Gilbert Melville Grosvenor work for?"
    },
    {
        "question": "Donald William Kerst won the prize of Comstock Prize in Physics in 1943.Where was Donald William Kerst born?What other awards Donald William Kerst has received?What other institutions did Donald William Kerst work for?"
    },
    {
        "question": "James J. Stoker won the prize of Timoshenko Medal in 1970.Where James J. Stoker died?What other awards James J. Stoker has received?What other institutions did James J. Stoker work for?"
    },
    {
        "question": "Krishnalal Shridharani won the prize of Ranjitram Suvarna Chandrak in 1958.Where was Krishnalal Shridharani born?Where Krishnalal Shridharani died?Where Krishnalal Shridharani graduated?What other awards Krishnalal Shridharani has received?What other institutions did Krishnalal Shridharani work for?"
    },
    {
        "question": "Marc Connelly won the prize of Pulitzer Prize for Drama in 1930.Where was Marc Connelly born?Where Marc Connelly graduated?What other awards Marc Connelly has received?What other institutions did Marc Connelly work for?"
    },
    {
        "question": "Gordon Moore won the prize of John Fritz Medal in 1993.Where Gordon Moore died?What other awards Gordon Moore has received?What other institutions did Gordon Moore work for?"
    },
    {
        "question": "Joan Oates won the prize of Fellow of the British Academy in 2004.Where was Joan Oates born?Where Joan Oates died?Where Joan Oates graduated?What other awards Joan Oates has received?What other institutions did Joan Oates work for?"
    },
    {
        "question": "Sunil Gangopadhyay won the prize of Sahitya Akademi Award in 1985.Where Sunil Gangopadhyay graduated?What other awards Sunil Gangopadhyay has received?What other institutions did Sunil Gangopadhyay work for?"
    },
    {
        "question": "Rehman Sobhan won the prize of Independence Day Award in 2008.Where was Rehman Sobhan born?Where Rehman Sobhan died?Where Rehman Sobhan graduated?What other awards Rehman Sobhan has received?What other institutions did Rehman Sobhan work for?"
    },
    {
        "question": "Arthur Blomfield won the prize of Royal Gold Medal in 1891.Where was Arthur Blomfield born?Where Arthur Blomfield died?Where Arthur Blomfield graduated?What other awards Arthur Blomfield has received?What other institutions did Arthur Blomfield work for?"
    },
    {
        "question": "John Stillwell won the prize of Chauvenet Prize in 2005.Where John Stillwell died?What other awards John Stillwell has received?What other institutions did John Stillwell work for?"
    }
]