[
    {
        "question": "Doris Reynolds worked at University of Edinburgh during 1943 and 1956.Where Doris Reynolds died?Where Doris Reynolds graduated?What other awards Doris Reynolds has received?What other institutions did Doris Reynolds work for?What other parties has Doris Reynolds been a member of at other times?"
    },
    {
        "question": "Charles David Allis worked at University of Rochester during 1995 and 1998.Where was Charles David Allis born?Where Charles David Allis died?Where Charles David Allis graduated?What other awards Charles David Allis has received?What other institutions did Charles David Allis work for?What other parties has Charles David Allis been a member of at other times?"
    },
    {
        "question": "Arthur Holmes worked at University of Edinburgh during 1943 and 1956.Where was Arthur Holmes born?Where Arthur Holmes died?Where Arthur Holmes graduated?What other awards Arthur Holmes has received?What other institutions did Arthur Holmes work for?What other parties has Arthur Holmes been a member of at other times?"
    },
    {
        "question": "Robert F. Furchgott worked at Cornell University during 1940 and 1949.Where was Robert F. Furchgott born?Where Robert F. Furchgott graduated?What other awards Robert F. Furchgott has received?What other institutions did Robert F. Furchgott work for?What other parties has Robert F. Furchgott been a member of at other times?"
    },
    {
        "question": "Timothy Killeen (academic) worked at National Science Foundation during 2008 and 2012.Where was Timothy Killeen (academic) born?Where Timothy Killeen (academic) died?Where Timothy Killeen (academic) graduated?What other awards Timothy Killeen (academic) has received?What other institutions did Timothy Killeen (academic) work for?What other parties has Timothy Killeen (academic) been a member of at other times?"
    },
    {
        "question": "Chung Laung Liu worked at National Tsing Hua University during 1998 and 2002.Where Chung Laung Liu died?Where Chung Laung Liu graduated?What other awards Chung Laung Liu has received?What other institutions did Chung Laung Liu work for?What other parties has Chung Laung Liu been a member of at other times?"
    },
    {
        "question": "Charles R. Marshall worked at Harvard University during 1999 and 2009.Where was Charles R. Marshall born?Where Charles R. Marshall died?Where Charles R. Marshall graduated?What other awards Charles R. Marshall has received?What other institutions did Charles R. Marshall work for?What other parties has Charles R. Marshall been a member of at other times?"
    },
    {
        "question": "Kenneth G. Wilson worked at Ohio State University during 1988 and 2008.Where Kenneth G. Wilson died?Where Kenneth G. Wilson graduated?What other awards Kenneth G. Wilson has received?What other institutions did Kenneth G. Wilson work for?What other parties has Kenneth G. Wilson been a member of at other times?"
    },
    {
        "question": "King-Sun Fu worked at Massachusetts Institute of Technology in 1961.Where was King-Sun Fu born?Where King-Sun Fu died?Where King-Sun Fu graduated?What other awards King-Sun Fu has received?What other institutions did King-Sun Fu work for?What other parties has King-Sun Fu been a member of at other times?"
    },
    {
        "question": "Manning Clark worked at Australian National University in 1960.Where Manning Clark graduated?What other awards Manning Clark has received?What other institutions did Manning Clark work for?What other parties has Manning Clark been a member of at other times?"
    },
    {
        "question": "Sarah Bolton (physicist) worked at Williams College during 1995 and 2016.Where was Sarah Bolton (physicist) born?Where Sarah Bolton (physicist) died?Where Sarah Bolton (physicist) graduated?What other awards Sarah Bolton (physicist) has received?What other institutions did Sarah Bolton (physicist) work for?What other parties has Sarah Bolton (physicist) been a member of at other times?"
    },
    {
        "question": "Anthony F. Hill worked at Australian National University in 2001.Where was Anthony F. Hill born?Where Anthony F. Hill died?Where Anthony F. Hill graduated?What other awards Anthony F. Hill has received?What other institutions did Anthony F. Hill work for?What other parties has Anthony F. Hill been a member of at other times?"
    },
    {
        "question": "Albert Einstein worked at ETH Zurich during 1912 and 1914.Where was Albert Einstein born?Where Albert Einstein graduated?What other awards Albert Einstein has received?What other institutions did Albert Einstein work for?What other parties has Albert Einstein been a member of at other times?"
    },
    {
        "question": "Gene V. Glass worked at University of Colorado Boulder in 1967.Where Gene V. Glass died?Where Gene V. Glass graduated?What other awards Gene V. Glass has received?What other institutions did Gene V. Glass work for?What other parties has Gene V. Glass been a member of at other times?"
    },
    {
        "question": "Harold Kelley worked at Yale University in 1950.Where was Harold Kelley born?Where Harold Kelley graduated?What other awards Harold Kelley has received?What other institutions did Harold Kelley work for?What other parties has Harold Kelley been a member of at other times?"
    },
    {
        "question": "Ian Chubb worked at Monash University in 1993.Where Ian Chubb died?Where Ian Chubb graduated?What other awards Ian Chubb has received?What other institutions did Ian Chubb work for?What other parties has Ian Chubb been a member of at other times?"
    },
    {
        "question": "Jordan Peterson worked at University of Toronto in 1997.Where Jordan Peterson died?Where Jordan Peterson graduated?What other awards Jordan Peterson has received?What other institutions did Jordan Peterson work for?What other parties has Jordan Peterson been a member of at other times?"
    },
    {
        "question": "Eshel Ben-Jacob worked at University of Michigan during 1984 and 1989.Where was Eshel Ben-Jacob born?Where Eshel Ben-Jacob died?Where Eshel Ben-Jacob graduated?What other awards Eshel Ben-Jacob has received?What other institutions did Eshel Ben-Jacob work for?What other parties has Eshel Ben-Jacob been a member of at other times?"
    },
    {
        "question": "Hilary Beckles worked at University of the West Indies in 1980.Where was Hilary Beckles born?Where Hilary Beckles died?Where Hilary Beckles graduated?What other awards Hilary Beckles has received?What other institutions did Hilary Beckles work for?What other parties has Hilary Beckles been a member of at other times?"
    },
    {
        "question": "Gavriel Salvendy worked at Tsinghua University during 2001 and 2011.Where was Gavriel Salvendy born?Where Gavriel Salvendy died?Where Gavriel Salvendy graduated?What other awards Gavriel Salvendy has received?What other institutions did Gavriel Salvendy work for?What other parties has Gavriel Salvendy been a member of at other times?"
    },
    {
        "question": "John Okell worked at SOAS, University of London during 1959 and 1999.Where was John Okell born?Where John Okell died?Where John Okell graduated?What other awards John Okell has received?What other institutions did John Okell work for?What other parties has John Okell been a member of at other times?"
    },
    {
        "question": "Emily H. Vokes worked at Tulane University in 1996.Where was Emily H. Vokes born?Where Emily H. Vokes died?Where Emily H. Vokes graduated?What other awards Emily H. Vokes has received?What other institutions did Emily H. Vokes work for?What other parties has Emily H. Vokes been a member of at other times?"
    },
    {
        "question": "Erwin Chemerinsky worked at Duke University School of Law during 2004 and 2008.Where Erwin Chemerinsky died?Where Erwin Chemerinsky graduated?What other awards Erwin Chemerinsky has received?What other institutions did Erwin Chemerinsky work for?What other parties has Erwin Chemerinsky been a member of at other times?"
    },
    {
        "question": "Steven Levitsky worked at Harvard University in 2000.Where was Steven Levitsky born?Where Steven Levitsky died?Where Steven Levitsky graduated?What other awards Steven Levitsky has received?What other institutions did Steven Levitsky work for?What other parties has Steven Levitsky been a member of at other times?"
    },
    {
        "question": "John Wilson Moore worked at Duke University in 1961.Where was John Wilson Moore born?Where John Wilson Moore died?Where John Wilson Moore graduated?What other awards John Wilson Moore has received?What other institutions did John Wilson Moore work for?What other parties has John Wilson Moore been a member of at other times?"
    },
    {
        "question": "Kimberly Wright Cassidy worked at Bryn Mawr College during 2014 and 2007.Where was Kimberly Wright Cassidy born?Where Kimberly Wright Cassidy died?Where Kimberly Wright Cassidy graduated?What other awards Kimberly Wright Cassidy has received?What other institutions did Kimberly Wright Cassidy work for?What other parties has Kimberly Wright Cassidy been a member of at other times?"
    },
    {
        "question": "Ludwig von Bogdandy worked at Voestalpine during 1988 and 1992.Where was Ludwig von Bogdandy born?Where Ludwig von Bogdandy died?Where Ludwig von Bogdandy graduated?What other awards Ludwig von Bogdandy has received?What other institutions did Ludwig von Bogdandy work for?What other parties has Ludwig von Bogdandy been a member of at other times?"
    },
    {
        "question": "Tantek Çelik worked at Sun Microsystems in 2015.Where was Tantek Çelik born?Where Tantek Çelik died?Where Tantek Çelik graduated?What other awards Tantek Çelik has received?What other institutions did Tantek Çelik work for?What other parties has Tantek Çelik been a member of at other times?"
    },
    {
        "question": "Patricia Grimshaw worked at University of Melbourne during 1977 and 2006.Where was Patricia Grimshaw born?Where Patricia Grimshaw died?Where Patricia Grimshaw graduated?What other awards Patricia Grimshaw has received?What other institutions did Patricia Grimshaw work for?What other parties has Patricia Grimshaw been a member of at other times?"
    },
    {
        "question": "Robert J. O'Neill worked at International Institute for Strategic Studies in 1982.Where Robert J. O'Neill died?Where Robert J. O'Neill graduated?What other awards Robert J. O'Neill has received?What other institutions did Robert J. O'Neill work for?What other parties has Robert J. O'Neill been a member of at other times?"
    },
    {
        "question": "Chi-fu Huang worked at Goldman Sachs in 1993.Where was Chi-fu Huang born?Where Chi-fu Huang died?Where Chi-fu Huang graduated?What other awards Chi-fu Huang has received?What other institutions did Chi-fu Huang work for?What other parties has Chi-fu Huang been a member of at other times?"
    },
    {
        "question": "C.-T. James Huang worked at National Taiwan Normal University in 1983.Where was C.-T. James Huang born?Where C.-T. James Huang died?Where C.-T. James Huang graduated?What other awards C.-T. James Huang has received?What other institutions did C.-T. James Huang work for?What other parties has C.-T. James Huang been a member of at other times?"
    },
    {
        "question": "Samir Das worked at Stony Brook University in 2002.Where was Samir Das born?Where Samir Das died?Where Samir Das graduated?What other awards Samir Das has received?What other institutions did Samir Das work for?What other parties has Samir Das been a member of at other times?"
    },
    {
        "question": "Arne L. Kalleberg worked at Indiana University during 1975 and 1986.Where was Arne L. Kalleberg born?Where Arne L. Kalleberg died?Where Arne L. Kalleberg graduated?What other awards Arne L. Kalleberg has received?What other institutions did Arne L. Kalleberg work for?What other parties has Arne L. Kalleberg been a member of at other times?"
    },
    {
        "question": "Werner Dahm worked at Army Ballistic Missile Agency during 1956 and 1960.Where was Werner Dahm born?Where Werner Dahm graduated?What other awards Werner Dahm has received?What other institutions did Werner Dahm work for?What other parties has Werner Dahm been a member of at other times?"
    },
    {
        "question": "Tom Frame (bishop) worked at University of New South Wales in 2014.Where was Tom Frame (bishop) born?Where Tom Frame (bishop) died?Where Tom Frame (bishop) graduated?What other awards Tom Frame (bishop) has received?What other institutions did Tom Frame (bishop) work for?What other parties has Tom Frame (bishop) been a member of at other times?"
    },
    {
        "question": "Peter Cochrane worked at University of Adelaide in 1979.Where Peter Cochrane died?Where Peter Cochrane graduated?What other awards Peter Cochrane has received?What other institutions did Peter Cochrane work for?What other parties has Peter Cochrane been a member of at other times?"
    },
    {
        "question": "William Galston worked at Brookings Institution in 2006.Where was William Galston born?Where William Galston died?Where William Galston graduated?What other awards William Galston has received?What other institutions did William Galston work for?What other parties has William Galston been a member of at other times?"
    },
    {
        "question": "Jeremiah Dixon worked at Royal Society in 1758.Where was Jeremiah Dixon born?Where Jeremiah Dixon died?Where Jeremiah Dixon graduated?What other awards Jeremiah Dixon has received?What other institutions did Jeremiah Dixon work for?What other parties has Jeremiah Dixon been a member of at other times?"
    },
    {
        "question": "Neta Bahcall worked at Space Telescope Science Institute during 1983 and 1989.Where was Neta Bahcall born?Where Neta Bahcall died?Where Neta Bahcall graduated?What other awards Neta Bahcall has received?What other institutions did Neta Bahcall work for?What other parties has Neta Bahcall been a member of at other times?"
    },
    {
        "question": "Jorge Cervós-Navarro worked at Free University of Berlin in 1968.Where was Jorge Cervós-Navarro born?Where Jorge Cervós-Navarro died?Where Jorge Cervós-Navarro graduated?What other awards Jorge Cervós-Navarro has received?What other institutions did Jorge Cervós-Navarro work for?What other parties has Jorge Cervós-Navarro been a member of at other times?"
    },
    {
        "question": "Ian Graham Gass worked at Open University in 1969.Where was Ian Graham Gass born?Where Ian Graham Gass graduated?What other awards Ian Graham Gass has received?What other institutions did Ian Graham Gass work for?What other parties has Ian Graham Gass been a member of at other times?"
    },
    {
        "question": "Robert A. Howie worked at King's College London in 1962.Where Robert A. Howie died?Where Robert A. Howie graduated?What other awards Robert A. Howie has received?What other institutions did Robert A. Howie work for?What other parties has Robert A. Howie been a member of at other times?"
    },
    {
        "question": "Merle Tuve worked at Carnegie Institution for Science in 1946.Where was Merle Tuve born?Where Merle Tuve graduated?What other awards Merle Tuve has received?What other institutions did Merle Tuve work for?What other parties has Merle Tuve been a member of at other times?"
    },
    {
        "question": "Alan Trounson worked at California Institute for Regenerative Medicine in 2007.Where was Alan Trounson born?Where Alan Trounson died?Where Alan Trounson graduated?What other awards Alan Trounson has received?What other institutions did Alan Trounson work for?What other parties has Alan Trounson been a member of at other times?"
    },
    {
        "question": "Murry Salby worked at University of Colorado Boulder during 1978 and 2007.Where was Murry Salby born?Where Murry Salby died?Where Murry Salby graduated?What other awards Murry Salby has received?What other institutions did Murry Salby work for?What other parties has Murry Salby been a member of at other times?"
    },
    {
        "question": "Philip N. Cohen worked at University of California, Irvine during 1999 and 2005.Where was Philip N. Cohen born?Where Philip N. Cohen died?Where Philip N. Cohen graduated?What other awards Philip N. Cohen has received?What other institutions did Philip N. Cohen work for?What other parties has Philip N. Cohen been a member of at other times?"
    },
    {
        "question": "Robert M. MacQueen worked at Goucher College during 1964 and 1966.Where was Robert M. MacQueen born?Where Robert M. MacQueen died?Where Robert M. MacQueen graduated?What other awards Robert M. MacQueen has received?What other institutions did Robert M. MacQueen work for?What other parties has Robert M. MacQueen been a member of at other times?"
    },
    {
        "question": "A. G. L. Shaw worked at Monash University in 1964.Where A. G. L. Shaw graduated?What other awards A. G. L. Shaw has received?What other institutions did A. G. L. Shaw work for?What other parties has A. G. L. Shaw been a member of at other times?"
    },
    {
        "question": "Steve Smith (academic) worked at University of Exeter in 2002.Where was Steve Smith (academic) born?Where Steve Smith (academic) died?Where Steve Smith (academic) graduated?What other awards Steve Smith (academic) has received?What other institutions did Steve Smith (academic) work for?What other parties has Steve Smith (academic) been a member of at other times?"
    },
    {
        "question": "Catherine Hakim worked at Civitas (think tank) during 1990 and 2011.Where was Catherine Hakim born?Where Catherine Hakim died?Where Catherine Hakim graduated?What other awards Catherine Hakim has received?What other institutions did Catherine Hakim work for?What other parties has Catherine Hakim been a member of at other times?"
    },
    {
        "question": "Arthur Stoll worked at Ludwig Maximilian University of Munich in 2013.Where was Arthur Stoll born?Where Arthur Stoll died?Where Arthur Stoll graduated?What other awards Arthur Stoll has received?What other institutions did Arthur Stoll work for?What other parties has Arthur Stoll been a member of at other times?"
    },
    {
        "question": "Nicolas Rasmussen worked at University of Sydney during 1994 and 1997.Where was Nicolas Rasmussen born?Where Nicolas Rasmussen died?Where Nicolas Rasmussen graduated?What other awards Nicolas Rasmussen has received?What other institutions did Nicolas Rasmussen work for?What other parties has Nicolas Rasmussen been a member of at other times?"
    },
    {
        "question": "Peter G. Levine worked at University of Cincinnati Academic Health Center in 2002.Where Peter G. Levine died?Where Peter G. Levine graduated?What other awards Peter G. Levine has received?What other institutions did Peter G. Levine work for?What other parties has Peter G. Levine been a member of at other times?"
    },
    {
        "question": "Tyntchtykbek Tchoroev worked at Kyrgyz National University during 1980 and 2006.Where was Tyntchtykbek Tchoroev born?Where Tyntchtykbek Tchoroev died?Where Tyntchtykbek Tchoroev graduated?What other awards Tyntchtykbek Tchoroev has received?What other institutions did Tyntchtykbek Tchoroev work for?What other parties has Tyntchtykbek Tchoroev been a member of at other times?"
    },
    {
        "question": "Leslie Hannah worked at University of Tokyo during 2004 and 2007.Where was Leslie Hannah born?Where Leslie Hannah died?Where Leslie Hannah graduated?What other awards Leslie Hannah has received?What other institutions did Leslie Hannah work for?What other parties has Leslie Hannah been a member of at other times?"
    },
    {
        "question": "Miodrag Radulovacki worked at University of Illinois College of Medicine during 1970 and 2014.Where was Miodrag Radulovacki born?Where Miodrag Radulovacki graduated?What other awards Miodrag Radulovacki has received?What other institutions did Miodrag Radulovacki work for?What other parties has Miodrag Radulovacki been a member of at other times?"
    },
    {
        "question": "Edward John Ray worked at Oregon State University in 2003.Where was Edward John Ray born?Where Edward John Ray died?Where Edward John Ray graduated?What other awards Edward John Ray has received?What other institutions did Edward John Ray work for?What other parties has Edward John Ray been a member of at other times?"
    },
    {
        "question": "Bell M. Shimada worked at Inter-American Tropical Tuna Commission during 1952 and 1958.Where Bell M. Shimada graduated?What other awards Bell M. Shimada has received?What other institutions did Bell M. Shimada work for?What other parties has Bell M. Shimada been a member of at other times?"
    },
    {
        "question": "Ruben Mirzakhanyan worked at Armenian State Pedagogical University in 2011.Where was Ruben Mirzakhanyan born?Where Ruben Mirzakhanyan died?Where Ruben Mirzakhanyan graduated?What other awards Ruben Mirzakhanyan has received?What other institutions did Ruben Mirzakhanyan work for?What other parties has Ruben Mirzakhanyan been a member of at other times?"
    },
    {
        "question": "Edward Belbruno worked at Jet Propulsion Laboratory during 1985 and 1990.Where was Edward Belbruno born?Where Edward Belbruno died?Where Edward Belbruno graduated?What other awards Edward Belbruno has received?What other institutions did Edward Belbruno work for?What other parties has Edward Belbruno been a member of at other times?"
    },
    {
        "question": "Alexander Grothendieck worked at University of Montpellier in 2008.Where Alexander Grothendieck died?Where Alexander Grothendieck graduated?What other awards Alexander Grothendieck has received?What other institutions did Alexander Grothendieck work for?What other parties has Alexander Grothendieck been a member of at other times?"
    },
    {
        "question": "Oscar Kuipers worked at Royal Dutch Shell during 1979 and 1984.Where was Oscar Kuipers born?Where Oscar Kuipers died?Where Oscar Kuipers graduated?What other awards Oscar Kuipers has received?What other institutions did Oscar Kuipers work for?What other parties has Oscar Kuipers been a member of at other times?"
    },
    {
        "question": "Joseph LaPalombara worked at Yale University during 1968 and 2001.Where was Joseph LaPalombara born?Where Joseph LaPalombara died?Where Joseph LaPalombara graduated?What other awards Joseph LaPalombara has received?What other institutions did Joseph LaPalombara work for?What other parties has Joseph LaPalombara been a member of at other times?"
    },
    {
        "question": "Francis Bretherton worked at University Corporation for Atmospheric Research during 1973 and 1980.Where was Francis Bretherton born?Where Francis Bretherton died?Where Francis Bretherton graduated?What other awards Francis Bretherton has received?What other institutions did Francis Bretherton work for?What other parties has Francis Bretherton been a member of at other times?"
    },
    {
        "question": "Wen-Tsuen Chen worked at Academia Sinica in 2012.Where was Wen-Tsuen Chen born?Where Wen-Tsuen Chen died?Where Wen-Tsuen Chen graduated?What other awards Wen-Tsuen Chen has received?What other institutions did Wen-Tsuen Chen work for?What other parties has Wen-Tsuen Chen been a member of at other times?"
    },
    {
        "question": "Nouria Hernandez worked at Cold Spring Harbor Laboratory during 1987 and 2004.Where was Nouria Hernandez born?Where Nouria Hernandez died?Where Nouria Hernandez graduated?What other awards Nouria Hernandez has received?What other institutions did Nouria Hernandez work for?What other parties has Nouria Hernandez been a member of at other times?"
    },
    {
        "question": "Lemuel Diggs worked at University of Tennessee in 1929.Where was Lemuel Diggs born?Where Lemuel Diggs died?Where Lemuel Diggs graduated?What other awards Lemuel Diggs has received?What other institutions did Lemuel Diggs work for?What other parties has Lemuel Diggs been a member of at other times?"
    },
    {
        "question": "James H. Cone worked at Philander Smith College in 1964.Where was James H. Cone born?Where James H. Cone died?Where James H. Cone graduated?What other awards James H. Cone has received?What other institutions did James H. Cone work for?What other parties has James H. Cone been a member of at other times?"
    },
    {
        "question": "Emőke Szathmáry worked at Trent University during 1974 and 1975.Where Emőke Szathmáry died?Where Emőke Szathmáry graduated?What other awards Emőke Szathmáry has received?What other institutions did Emőke Szathmáry work for?What other parties has Emőke Szathmáry been a member of at other times?"
    },
    {
        "question": "Carlos E. Chardón worked at University of Puerto Rico during 1931 and 1935.Where was Carlos E. Chardón born?Where Carlos E. Chardón died?Where Carlos E. Chardón graduated?What other awards Carlos E. Chardón has received?What other institutions did Carlos E. Chardón work for?What other parties has Carlos E. Chardón been a member of at other times?"
    },
    {
        "question": "Anton-Hermann Chroust worked at University of Notre Dame during 1946 and 1972.Where was Anton-Hermann Chroust born?Where Anton-Hermann Chroust died?Where Anton-Hermann Chroust graduated?What other awards Anton-Hermann Chroust has received?What other institutions did Anton-Hermann Chroust work for?What other parties has Anton-Hermann Chroust been a member of at other times?"
    },
    {
        "question": "Steven Skiena worked at Stony Brook University in 1988.Where was Steven Skiena born?Where Steven Skiena died?Where Steven Skiena graduated?What other awards Steven Skiena has received?What other institutions did Steven Skiena work for?What other parties has Steven Skiena been a member of at other times?"
    },
    {
        "question": "Anthony B. Pinn worked at Macalester College during 1995 and 2003.Where was Anthony B. Pinn born?Where Anthony B. Pinn died?Where Anthony B. Pinn graduated?What other awards Anthony B. Pinn has received?What other institutions did Anthony B. Pinn work for?What other parties has Anthony B. Pinn been a member of at other times?"
    },
    {
        "question": "John Stillwell worked at University of San Francisco in 2002.Where John Stillwell died?Where John Stillwell graduated?What other awards John Stillwell has received?What other institutions did John Stillwell work for?What other parties has John Stillwell been a member of at other times?"
    },
    {
        "question": "Ronald Weitzer worked at George Washington University in 1988.Where was Ronald Weitzer born?Where Ronald Weitzer died?Where Ronald Weitzer graduated?What other awards Ronald Weitzer has received?What other institutions did Ronald Weitzer work for?What other parties has Ronald Weitzer been a member of at other times?"
    },
    {
        "question": "Warren S. Warren worked at Princeton University during 1982 and 2005.Where Warren S. Warren died?Where Warren S. Warren graduated?What other awards Warren S. Warren has received?What other institutions did Warren S. Warren work for?What other parties has Warren S. Warren been a member of at other times?"
    },
    {
        "question": "Erich Bloch worked at National Science Foundation during 1984 and 1990.Where was Erich Bloch born?Where Erich Bloch graduated?What other awards Erich Bloch has received?What other institutions did Erich Bloch work for?What other parties has Erich Bloch been a member of at other times?"
    },
    {
        "question": "Raffaele Molin worked at University of Padua during 1951 and 1966.Where was Raffaele Molin born?Where Raffaele Molin died?Where Raffaele Molin graduated?What other awards Raffaele Molin has received?What other institutions did Raffaele Molin work for?What other parties has Raffaele Molin been a member of at other times?"
    },
    {
        "question": "Claus Montonen worked at University of Paris-Sud during 2012 and 416.Where was Claus Montonen born?Where Claus Montonen died?Where Claus Montonen graduated?What other awards Claus Montonen has received?What other institutions did Claus Montonen work for?What other parties has Claus Montonen been a member of at other times?"
    },
    {
        "question": "Dacher Keltner worked at University of California, Berkeley in 1996.Where was Dacher Keltner born?Where Dacher Keltner died?Where Dacher Keltner graduated?What other awards Dacher Keltner has received?What other institutions did Dacher Keltner work for?What other parties has Dacher Keltner been a member of at other times?"
    },
    {
        "question": "Richard A. Anthes worked at Pennsylvania State University during 1971 and 1977.Where was Richard A. Anthes born?Where Richard A. Anthes died?Where Richard A. Anthes graduated?What other awards Richard A. Anthes has received?What other institutions did Richard A. Anthes work for?What other parties has Richard A. Anthes been a member of at other times?"
    },
    {
        "question": "Mas Subramanian worked at Oregon State University in 2006.Where Mas Subramanian died?Where Mas Subramanian graduated?What other awards Mas Subramanian has received?What other institutions did Mas Subramanian work for?What other parties has Mas Subramanian been a member of at other times?"
    },
    {
        "question": "André Lussier worked at Université de Sherbrooke during 1968 and 2009.Where André Lussier graduated?What other awards André Lussier has received?What other institutions did André Lussier work for?What other parties has André Lussier been a member of at other times?"
    },
    {
        "question": "Helmut Hölzer worked at Marshall Space Flight Center during 1960 and 1970.Where was Helmut Hölzer born?Where Helmut Hölzer graduated?What other awards Helmut Hölzer has received?What other institutions did Helmut Hölzer work for?What other parties has Helmut Hölzer been a member of at other times?"
    },
    {
        "question": "Susan Golden worked at University of Chicago during 1983 and 1986.Where was Susan Golden born?Where Susan Golden died?Where Susan Golden graduated?What other awards Susan Golden has received?What other institutions did Susan Golden work for?What other parties has Susan Golden been a member of at other times?"
    },
    {
        "question": "Gautam Kaul worked at Ross School of Business in 1985.Where Gautam Kaul died?Where Gautam Kaul graduated?What other awards Gautam Kaul has received?What other institutions did Gautam Kaul work for?What other parties has Gautam Kaul been a member of at other times?"
    },
    {
        "question": "E. H. Moore worked at Northwestern University during 1886 and 1889.Where E. H. Moore graduated?What other awards E. H. Moore has received?What other institutions did E. H. Moore work for?What other parties has E. H. Moore been a member of at other times?"
    },
    {
        "question": "John Kingman worked at University of Bristol during 1985 and 2001.Where was John Kingman born?Where John Kingman died?Where John Kingman graduated?What other awards John Kingman has received?What other institutions did John Kingman work for?What other parties has John Kingman been a member of at other times?"
    },
    {
        "question": "Stanley Mazor worked at Intel in 1969.Where was Stanley Mazor born?Where Stanley Mazor died?Where Stanley Mazor graduated?What other awards Stanley Mazor has received?What other institutions did Stanley Mazor work for?What other parties has Stanley Mazor been a member of at other times?"
    },
    {
        "question": "Alfred Tarski worked at University of Warsaw during 1925 and 1939.Where Alfred Tarski graduated?What other awards Alfred Tarski has received?What other institutions did Alfred Tarski work for?What other parties has Alfred Tarski been a member of at other times?"
    },
    {
        "question": "Svante Janson worked at Mittag-Leffler Institute during 1978 and 1980.Where was Svante Janson born?Where Svante Janson died?Where Svante Janson graduated?What other awards Svante Janson has received?What other institutions did Svante Janson work for?What other parties has Svante Janson been a member of at other times?"
    },
    {
        "question": "Thomas W. Reps worked at University of Copenhagen in 1993.Where was Thomas W. Reps born?Where Thomas W. Reps died?Where Thomas W. Reps graduated?What other awards Thomas W. Reps has received?What other institutions did Thomas W. Reps work for?What other parties has Thomas W. Reps been a member of at other times?"
    },
    {
        "question": "Janet Halley worked at Hamilton College (New York) during 1980 and 1985.Where was Janet Halley born?Where Janet Halley died?Where Janet Halley graduated?What other awards Janet Halley has received?What other institutions did Janet Halley work for?What other parties has Janet Halley been a member of at other times?"
    },
    {
        "question": "Armen Der Kiureghian worked at University of California in 2015.Where was Armen Der Kiureghian born?Where Armen Der Kiureghian died?Where Armen Der Kiureghian graduated?What other awards Armen Der Kiureghian has received?What other institutions did Armen Der Kiureghian work for?What other parties has Armen Der Kiureghian been a member of at other times?"
    },
    {
        "question": "Elaine Howard Ecklund worked at Rice University in 2008.Where was Elaine Howard Ecklund born?Where Elaine Howard Ecklund died?Where Elaine Howard Ecklund graduated?What other awards Elaine Howard Ecklund has received?What other institutions did Elaine Howard Ecklund work for?What other parties has Elaine Howard Ecklund been a member of at other times?"
    },
    {
        "question": "Marcel Roche worked at Central University of Venezuela during 1959 and 1969.Where Marcel Roche graduated?What other awards Marcel Roche has received?What other institutions did Marcel Roche work for?What other parties has Marcel Roche been a member of at other times?"
    },
    {
        "question": "Carolyn Sherif worked at Smith College in 1979.Where was Carolyn Sherif born?Where Carolyn Sherif died?Where Carolyn Sherif graduated?What other awards Carolyn Sherif has received?What other institutions did Carolyn Sherif work for?What other parties has Carolyn Sherif been a member of at other times?"
    },
    {
        "question": "Sho-Chieh Tsiang worked at Cornell University during 1969 and 1976.Where Sho-Chieh Tsiang graduated?What other awards Sho-Chieh Tsiang has received?What other institutions did Sho-Chieh Tsiang work for?What other parties has Sho-Chieh Tsiang been a member of at other times?"
    },
    {
        "question": "Heinrich Otto Wieland worked at University of Freiburg in 1921.Where was Heinrich Otto Wieland born?Where Heinrich Otto Wieland died?Where Heinrich Otto Wieland graduated?What other awards Heinrich Otto Wieland has received?What other institutions did Heinrich Otto Wieland work for?What other parties has Heinrich Otto Wieland been a member of at other times?"
    },
    {
        "question": "Thorkild Jacobsen worked at Harvard University during 1962 and 1974.Where Thorkild Jacobsen died?Where Thorkild Jacobsen graduated?What other awards Thorkild Jacobsen has received?What other institutions did Thorkild Jacobsen work for?What other parties has Thorkild Jacobsen been a member of at other times?"
    },
    {
        "question": "Anthony Leiserowitz worked at Yale University in 2007.Where was Anthony Leiserowitz born?Where Anthony Leiserowitz died?Where Anthony Leiserowitz graduated?What other awards Anthony Leiserowitz has received?What other institutions did Anthony Leiserowitz work for?What other parties has Anthony Leiserowitz been a member of at other times?"
    },
    {
        "question": "Barbara J. King worked at College of William & Mary during 1988 and 2015.Where was Barbara J. King born?Where Barbara J. King died?Where Barbara J. King graduated?What other awards Barbara J. King has received?What other institutions did Barbara J. King work for?What other parties has Barbara J. King been a member of at other times?"
    },
    {
        "question": "Bruce Elmegreen worked at IBM in 1984.Where Bruce Elmegreen died?Where Bruce Elmegreen graduated?What other awards Bruce Elmegreen has received?What other institutions did Bruce Elmegreen work for?What other parties has Bruce Elmegreen been a member of at other times?"
    },
    {
        "question": "Ronald Stuart Burt worked at University of Chicago in 1993.Where was Ronald Stuart Burt born?Where Ronald Stuart Burt died?Where Ronald Stuart Burt graduated?What other awards Ronald Stuart Burt has received?What other institutions did Ronald Stuart Burt work for?What other parties has Ronald Stuart Burt been a member of at other times?"
    },
    {
        "question": "Jill Lepore worked at Harvard University in 2003.Where was Jill Lepore born?Where Jill Lepore died?Where Jill Lepore graduated?What other awards Jill Lepore has received?What other institutions did Jill Lepore work for?What other parties has Jill Lepore been a member of at other times?"
    },
    {
        "question": "Marcian Hoff worked at Intel during 1968 and 1983.Where was Marcian Hoff born?Where Marcian Hoff died?Where Marcian Hoff graduated?What other awards Marcian Hoff has received?What other institutions did Marcian Hoff work for?What other parties has Marcian Hoff been a member of at other times?"
    },
    {
        "question": "Marvin Zelen worked at National Cancer Institute during 1963 and 1967.Where Marvin Zelen graduated?What other awards Marvin Zelen has received?What other institutions did Marvin Zelen work for?What other parties has Marvin Zelen been a member of at other times?"
    },
    {
        "question": "António Egas Moniz worked at University of Coimbra during 1902 and 1921.Where was António Egas Moniz born?Where António Egas Moniz died?Where António Egas Moniz graduated?What other awards António Egas Moniz has received?What other institutions did António Egas Moniz work for?What other parties has António Egas Moniz been a member of at other times?"
    },
    {
        "question": "Rashid Ahmed Khan Tahirkheli worked at Gandhara University during 1999 and 2014.Where was Rashid Ahmed Khan Tahirkheli born?Where Rashid Ahmed Khan Tahirkheli died?Where Rashid Ahmed Khan Tahirkheli graduated?What other awards Rashid Ahmed Khan Tahirkheli has received?What other institutions did Rashid Ahmed Khan Tahirkheli work for?What other parties has Rashid Ahmed Khan Tahirkheli been a member of at other times?"
    },
    {
        "question": "Eva Lundgren worked at Uppsala University during 1989 and 2011.Where was Eva Lundgren born?Where Eva Lundgren died?Where Eva Lundgren graduated?What other awards Eva Lundgren has received?What other institutions did Eva Lundgren work for?What other parties has Eva Lundgren been a member of at other times?"
    },
    {
        "question": "Helen Hughes worked at Australian National University in 1983.Where Helen Hughes graduated?What other awards Helen Hughes has received?What other institutions did Helen Hughes work for?What other parties has Helen Hughes been a member of at other times?"
    },
    {
        "question": "Pierre Colas worked at Vanderbilt University in 2006.Where Pierre Colas graduated?What other awards Pierre Colas has received?What other institutions did Pierre Colas work for?What other parties has Pierre Colas been a member of at other times?"
    },
    {
        "question": "Bernt Michael Holmboe worked at University of Oslo during 1826 and 1850.Where was Bernt Michael Holmboe born?Where Bernt Michael Holmboe died?Where Bernt Michael Holmboe graduated?What other awards Bernt Michael Holmboe has received?What other institutions did Bernt Michael Holmboe work for?What other parties has Bernt Michael Holmboe been a member of at other times?"
    },
    {
        "question": "Werner Zerweck worked at Cassella during 1924 and 1963.Where Werner Zerweck graduated?What other awards Werner Zerweck has received?What other institutions did Werner Zerweck work for?What other parties has Werner Zerweck been a member of at other times?"
    },
    {
        "question": "John G. Thompson worked at University of Florida in 1993.Where was John G. Thompson born?Where John G. Thompson died?Where John G. Thompson graduated?What other awards John G. Thompson has received?What other institutions did John G. Thompson work for?What other parties has John G. Thompson been a member of at other times?"
    },
    {
        "question": "Daniel Kahneman worked at Princeton University in 1993.Where Daniel Kahneman died?Where Daniel Kahneman graduated?What other awards Daniel Kahneman has received?What other institutions did Daniel Kahneman work for?What other parties has Daniel Kahneman been a member of at other times?"
    },
    {
        "question": "Charles Capper worked at University of North Carolina at Chapel Hill during 1986 and 2001.Where was Charles Capper born?Where Charles Capper died?Where Charles Capper graduated?What other awards Charles Capper has received?What other institutions did Charles Capper work for?What other parties has Charles Capper been a member of at other times?"
    },
    {
        "question": "Masatoshi Shima worked at University of Aizu in 2000.Where was Masatoshi Shima born?Where Masatoshi Shima died?Where Masatoshi Shima graduated?What other awards Masatoshi Shima has received?What other institutions did Masatoshi Shima work for?What other parties has Masatoshi Shima been a member of at other times?"
    },
    {
        "question": "Thomas H. Leonard worked at University of Edinburgh during 1995 and 2001.Where was Thomas H. Leonard born?Where Thomas H. Leonard died?Where Thomas H. Leonard graduated?What other awards Thomas H. Leonard has received?What other institutions did Thomas H. Leonard work for?What other parties has Thomas H. Leonard been a member of at other times?"
    },
    {
        "question": "Jochen Küpper worked at University of North Carolina at Chapel Hill during 2001 and 2002.Where Jochen Küpper died?Where Jochen Küpper graduated?What other awards Jochen Küpper has received?What other institutions did Jochen Küpper work for?What other parties has Jochen Küpper been a member of at other times?"
    },
    {
        "question": "Robert Truax worked at Aerojet during 1959 and 1966.Where was Robert Truax born?Where Robert Truax died?Where Robert Truax graduated?What other awards Robert Truax has received?What other institutions did Robert Truax work for?What other parties has Robert Truax been a member of at other times?"
    },
    {
        "question": "Thomas Sugrue worked at University of Pennsylvania during 1991 and 2015.Where was Thomas Sugrue born?Where Thomas Sugrue died?Where Thomas Sugrue graduated?What other awards Thomas Sugrue has received?What other institutions did Thomas Sugrue work for?What other parties has Thomas Sugrue been a member of at other times?"
    },
    {
        "question": "Gerald Estrin worked at Institute for Advanced Study during 1950 and 1956.Where Gerald Estrin graduated?What other awards Gerald Estrin has received?What other institutions did Gerald Estrin work for?What other parties has Gerald Estrin been a member of at other times?"
    },
    {
        "question": "Henry Reynolds (historian) worked at University of Tasmania in 2000.Where Henry Reynolds (historian) died?Where Henry Reynolds (historian) graduated?What other awards Henry Reynolds (historian) has received?What other institutions did Henry Reynolds (historian) work for?What other parties has Henry Reynolds (historian) been a member of at other times?"
    },
    {
        "question": "Sara Seager worked at Carnegie Institution for Science during 2002 and 2006.Where Sara Seager died?Where Sara Seager graduated?What other awards Sara Seager has received?What other institutions did Sara Seager work for?What other parties has Sara Seager been a member of at other times?"
    },
    {
        "question": "C. Vann Woodward worked at Johns Hopkins University during 1946 and 1962.Where was C. Vann Woodward born?Where C. Vann Woodward graduated?What other awards C. Vann Woodward has received?What other institutions did C. Vann Woodward work for?What other parties has C. Vann Woodward been a member of at other times?"
    },
    {
        "question": "Kurt H. Debus worked at OTRAG in 1974.Where was Kurt H. Debus born?Where Kurt H. Debus died?Where Kurt H. Debus graduated?What other awards Kurt H. Debus has received?What other institutions did Kurt H. Debus work for?What other parties has Kurt H. Debus been a member of at other times?"
    },
    {
        "question": "Nevil Maskelyne worked at Royal Society in 1758.Where Nevil Maskelyne graduated?What other awards Nevil Maskelyne has received?What other institutions did Nevil Maskelyne work for?What other parties has Nevil Maskelyne been a member of at other times?"
    },
    {
        "question": "Fergus I. M. Craik worked at University of Toronto during 1971 and 2000.Where was Fergus I. M. Craik born?Where Fergus I. M. Craik died?Where Fergus I. M. Craik graduated?What other awards Fergus I. M. Craik has received?What other institutions did Fergus I. M. Craik work for?What other parties has Fergus I. M. Craik been a member of at other times?"
    },
    {
        "question": "Johannes Winkler worked at Junkers during 1945 and 1947.Where was Johannes Winkler born?Where Johannes Winkler died?Where Johannes Winkler graduated?What other awards Johannes Winkler has received?What other institutions did Johannes Winkler work for?What other parties has Johannes Winkler been a member of at other times?"
    },
    {
        "question": "John Zaborszky worked at Washington University in St. Louis during 1956 and 2008.Where John Zaborszky graduated?What other awards John Zaborszky has received?What other institutions did John Zaborszky work for?What other parties has John Zaborszky been a member of at other times?"
    },
    {
        "question": "Chu Ching-wu worked at Taiwan Comprehensive University System in 2012.Where was Chu Ching-wu born?Where Chu Ching-wu died?Where Chu Ching-wu graduated?What other awards Chu Ching-wu has received?What other institutions did Chu Ching-wu work for?What other parties has Chu Ching-wu been a member of at other times?"
    },
    {
        "question": "Eugene G. Sander worked at University of Florida during 1967 and 1976.Where was Eugene G. Sander born?Where Eugene G. Sander died?Where Eugene G. Sander graduated?What other awards Eugene G. Sander has received?What other institutions did Eugene G. Sander work for?What other parties has Eugene G. Sander been a member of at other times?"
    },
    {
        "question": "Michael Kearns (computer scientist) worked at University of Pennsylvania in 2002.Where was Michael Kearns (computer scientist) born?Where Michael Kearns (computer scientist) died?Where Michael Kearns (computer scientist) graduated?What other awards Michael Kearns (computer scientist) has received?What other institutions did Michael Kearns (computer scientist) work for?What other parties has Michael Kearns (computer scientist) been a member of at other times?"
    },
    {
        "question": "Matthew Meselson worked at Harvard University in 1960.Where Matthew Meselson died?Where Matthew Meselson graduated?What other awards Matthew Meselson has received?What other institutions did Matthew Meselson work for?What other parties has Matthew Meselson been a member of at other times?"
    },
    {
        "question": "Margaret Morgan Lawrence worked at Columbia University in 1984.Where was Margaret Morgan Lawrence born?Where Margaret Morgan Lawrence died?Where Margaret Morgan Lawrence graduated?What other awards Margaret Morgan Lawrence has received?What other institutions did Margaret Morgan Lawrence work for?What other parties has Margaret Morgan Lawrence been a member of at other times?"
    },
    {
        "question": "James Ferguson (anthropologist) worked at University of California, Irvine during 1986 and 2003.Where was James Ferguson (anthropologist) born?Where James Ferguson (anthropologist) died?Where James Ferguson (anthropologist) graduated?What other awards James Ferguson (anthropologist) has received?What other institutions did James Ferguson (anthropologist) work for?What other parties has James Ferguson (anthropologist) been a member of at other times?"
    },
    {
        "question": "André Weil worked at University of Chicago in 1947.Where André Weil graduated?What other awards André Weil has received?What other institutions did André Weil work for?What other parties has André Weil been a member of at other times?"
    },
    {
        "question": "Andrew Gray (physicist) worked at Bangor University in 1884.Where was Andrew Gray (physicist) born?Where Andrew Gray (physicist) died?Where Andrew Gray (physicist) graduated?What other awards Andrew Gray (physicist) has received?What other institutions did Andrew Gray (physicist) work for?What other parties has Andrew Gray (physicist) been a member of at other times?"
    },
    {
        "question": "William Stanley Jevons worked at University College London in 1876.Where was William Stanley Jevons born?Where William Stanley Jevons died?Where William Stanley Jevons graduated?What other awards William Stanley Jevons has received?What other institutions did William Stanley Jevons work for?What other parties has William Stanley Jevons been a member of at other times?"
    },
    {
        "question": "Alfred Rittmann worked at University of Catania in 1958.Where Alfred Rittmann died?Where Alfred Rittmann graduated?What other awards Alfred Rittmann has received?What other institutions did Alfred Rittmann work for?What other parties has Alfred Rittmann been a member of at other times?"
    },
    {
        "question": "Paul Julian (meteorologist) worked at National Center for Atmospheric Research during 1962 and 1987.Where was Paul Julian (meteorologist) born?Where Paul Julian (meteorologist) died?Where Paul Julian (meteorologist) graduated?What other awards Paul Julian (meteorologist) has received?What other institutions did Paul Julian (meteorologist) work for?What other parties has Paul Julian (meteorologist) been a member of at other times?"
    },
    {
        "question": "Robert W. Decker worked at Bethlehem Steel in 1949.Where was Robert W. Decker born?Where Robert W. Decker died?Where Robert W. Decker graduated?What other awards Robert W. Decker has received?What other institutions did Robert W. Decker work for?What other parties has Robert W. Decker been a member of at other times?"
    },
    {
        "question": "Endre Süli worked at University of Oxford in 1985.Where was Endre Süli born?Where Endre Süli died?Where Endre Süli graduated?What other awards Endre Süli has received?What other institutions did Endre Süli work for?What other parties has Endre Süli been a member of at other times?"
    },
    {
        "question": "Weston Bate worked at University of Melbourne in 1952.Where Weston Bate died?Where Weston Bate graduated?What other awards Weston Bate has received?What other institutions did Weston Bate work for?What other parties has Weston Bate been a member of at other times?"
    },
    {
        "question": "Gottlieb Burckhardt worked at University of Bern during 1860 and 1862.Where was Gottlieb Burckhardt born?Where Gottlieb Burckhardt died?Where Gottlieb Burckhardt graduated?What other awards Gottlieb Burckhardt has received?What other institutions did Gottlieb Burckhardt work for?What other parties has Gottlieb Burckhardt been a member of at other times?"
    },
    {
        "question": "Josef de Mendoza y Ríos worked at Royal Society in 1793.Where Josef de Mendoza y Ríos graduated?What other awards Josef de Mendoza y Ríos has received?What other institutions did Josef de Mendoza y Ríos work for?What other parties has Josef de Mendoza y Ríos been a member of at other times?"
    },
    {
        "question": "Angelika Amon worked at Massachusetts Institute of Technology in 1999.Where Angelika Amon died?Where Angelika Amon graduated?What other awards Angelika Amon has received?What other institutions did Angelika Amon work for?What other parties has Angelika Amon been a member of at other times?"
    },
    {
        "question": "Gawdat Bahgat worked at Indiana University of Pennsylvania during 1995 and 2009.Where was Gawdat Bahgat born?Where Gawdat Bahgat died?Where Gawdat Bahgat graduated?What other awards Gawdat Bahgat has received?What other institutions did Gawdat Bahgat work for?What other parties has Gawdat Bahgat been a member of at other times?"
    },
    {
        "question": "Grover Krantz worked at Washington State University during 1968 and 1998.Where Grover Krantz died?Where Grover Krantz graduated?What other awards Grover Krantz has received?What other institutions did Grover Krantz work for?What other parties has Grover Krantz been a member of at other times?"
    },
    {
        "question": "Richard Levins worked at University of Puerto Rico during 1961 and 1967.Where was Richard Levins born?Where Richard Levins died?Where Richard Levins graduated?What other awards Richard Levins has received?What other institutions did Richard Levins work for?What other parties has Richard Levins been a member of at other times?"
    },
    {
        "question": "David Dolidze worked at Tbilisi State University in 1934.Where was David Dolidze born?Where David Dolidze died?Where David Dolidze graduated?What other awards David Dolidze has received?What other institutions did David Dolidze work for?What other parties has David Dolidze been a member of at other times?"
    },
    {
        "question": "H. Bruce Franklin worked at Rutgers University–Newark in 1975.Where was H. Bruce Franklin born?Where H. Bruce Franklin died?Where H. Bruce Franklin graduated?What other awards H. Bruce Franklin has received?What other institutions did H. Bruce Franklin work for?What other parties has H. Bruce Franklin been a member of at other times?"
    },
    {
        "question": "Jane M. Oppenheimer worked at Bryn Mawr College during 1938 and 1980.Where was Jane M. Oppenheimer born?Where Jane M. Oppenheimer died?Where Jane M. Oppenheimer graduated?What other awards Jane M. Oppenheimer has received?What other institutions did Jane M. Oppenheimer work for?What other parties has Jane M. Oppenheimer been a member of at other times?"
    },
    {
        "question": "Berend George Escher worked at Royal Dutch Shell in 1916.Where was Berend George Escher born?Where Berend George Escher died?Where Berend George Escher graduated?What other awards Berend George Escher has received?What other institutions did Berend George Escher work for?What other parties has Berend George Escher been a member of at other times?"
    },
    {
        "question": "Bernard Brodie (biochemist) worked at New York University during 1935 and 1950.Where Bernard Brodie (biochemist) graduated?What other awards Bernard Brodie (biochemist) has received?What other institutions did Bernard Brodie (biochemist) work for?What other parties has Bernard Brodie (biochemist) been a member of at other times?"
    },
    {
        "question": "Gordon Gunter worked at University of Southern Mississippi during 1955 and 1979.Where was Gordon Gunter born?Where Gordon Gunter died?Where Gordon Gunter graduated?What other awards Gordon Gunter has received?What other institutions did Gordon Gunter work for?What other parties has Gordon Gunter been a member of at other times?"
    },
    {
        "question": "Frank Shu worked at National Tsing Hua University during 2002 and 2006.Where was Frank Shu born?Where Frank Shu died?Where Frank Shu graduated?What other awards Frank Shu has received?What other institutions did Frank Shu work for?What other parties has Frank Shu been a member of at other times?"
    },
    {
        "question": "Brad R. Roth worked at University of California, Berkeley during 1996 and 1997.Where was Brad R. Roth born?Where Brad R. Roth died?Where Brad R. Roth graduated?What other awards Brad R. Roth has received?What other institutions did Brad R. Roth work for?What other parties has Brad R. Roth been a member of at other times?"
    },
    {
        "question": "Ferid Murad worked at University of Virginia during 1970 and 1981.Where was Ferid Murad born?Where Ferid Murad died?Where Ferid Murad graduated?What other awards Ferid Murad has received?What other institutions did Ferid Murad work for?What other parties has Ferid Murad been a member of at other times?"
    },
    {
        "question": "Marianne Schmid Mast worked at University of Neuchâtel during 2006 and 2014.Where was Marianne Schmid Mast born?Where Marianne Schmid Mast died?Where Marianne Schmid Mast graduated?What other awards Marianne Schmid Mast has received?What other institutions did Marianne Schmid Mast work for?What other parties has Marianne Schmid Mast been a member of at other times?"
    },
    {
        "question": "G. Michael Deeb worked at Temple University during 1984 and 1986.Where was G. Michael Deeb born?Where G. Michael Deeb died?Where G. Michael Deeb graduated?What other awards G. Michael Deeb has received?What other institutions did G. Michael Deeb work for?What other parties has G. Michael Deeb been a member of at other times?"
    },
    {
        "question": "Tim Teitelbaum worked at GrammaTech in 1988.Where was Tim Teitelbaum born?Where Tim Teitelbaum died?Where Tim Teitelbaum graduated?What other awards Tim Teitelbaum has received?What other institutions did Tim Teitelbaum work for?What other parties has Tim Teitelbaum been a member of at other times?"
    },
    {
        "question": "R. J. B. Bosworth worked at University of Oxford in 2012.Where was R. J. B. Bosworth born?Where R. J. B. Bosworth died?Where R. J. B. Bosworth graduated?What other awards R. J. B. Bosworth has received?What other institutions did R. J. B. Bosworth work for?What other parties has R. J. B. Bosworth been a member of at other times?"
    },
    {
        "question": "Julius Youngner worked at University of Pittsburgh during 1949 and 2000.Where Julius Youngner died?Where Julius Youngner graduated?What other awards Julius Youngner has received?What other institutions did Julius Youngner work for?What other parties has Julius Youngner been a member of at other times?"
    },
    {
        "question": "Peter Stanley worked at University of New South Wales in 2013.Where was Peter Stanley born?Where Peter Stanley died?Where Peter Stanley graduated?What other awards Peter Stanley has received?What other institutions did Peter Stanley work for?What other parties has Peter Stanley been a member of at other times?"
    },
    {
        "question": "Mark A. Smith worked at Novartis during 1990 and 1992.Where was Mark A. Smith born?Where Mark A. Smith died?Where Mark A. Smith graduated?What other awards Mark A. Smith has received?What other institutions did Mark A. Smith work for?What other parties has Mark A. Smith been a member of at other times?"
    },
    {
        "question": "Betty Hay worked at American Association of Anatomists during 1981 and 1982.Where was Betty Hay born?Where Betty Hay died?Where Betty Hay graduated?What other awards Betty Hay has received?What other institutions did Betty Hay work for?What other parties has Betty Hay been a member of at other times?"
    },
    {
        "question": "Percy Edward Kent worked at BP during 1966 and 1971.Where was Percy Edward Kent born?Where Percy Edward Kent died?Where Percy Edward Kent graduated?What other awards Percy Edward Kent has received?What other institutions did Percy Edward Kent work for?What other parties has Percy Edward Kent been a member of at other times?"
    },
    {
        "question": "Susan B. Horwitz worked at University of Copenhagen in 1993.Where Susan B. Horwitz graduated?What other awards Susan B. Horwitz has received?What other institutions did Susan B. Horwitz work for?What other parties has Susan B. Horwitz been a member of at other times?"
    },
    {
        "question": "Marie Curie worked at École Normale Supérieure in 2017.Where Marie Curie died?Where Marie Curie graduated?What other awards Marie Curie has received?What other institutions did Marie Curie work for?What other parties has Marie Curie been a member of at other times?"
    },
    {
        "question": "William C. Boyd worked at Boston University School of Medicine during 1926 and 1968.Where was William C. Boyd born?Where William C. Boyd died?Where William C. Boyd graduated?What other awards William C. Boyd has received?What other institutions did William C. Boyd work for?What other parties has William C. Boyd been a member of at other times?"
    },
    {
        "question": "Oscar Elton Sette worked at National Marine Fisheries Service during 1970 and 1972.Where was Oscar Elton Sette born?Where Oscar Elton Sette died?Where Oscar Elton Sette graduated?What other awards Oscar Elton Sette has received?What other institutions did Oscar Elton Sette work for?What other parties has Oscar Elton Sette been a member of at other times?"
    },
    {
        "question": "Alec Hill worked at Royal Military College, Duntroon in 1966.Where was Alec Hill born?Where Alec Hill died?Where Alec Hill graduated?What other awards Alec Hill has received?What other institutions did Alec Hill work for?What other parties has Alec Hill been a member of at other times?"
    },
    {
        "question": "David DeMille worked at Amherst College during 1997 and 1998.Where was David DeMille born?Where David DeMille died?Where David DeMille graduated?What other awards David DeMille has received?What other institutions did David DeMille work for?What other parties has David DeMille been a member of at other times?"
    },
    {
        "question": "Sunil Kumar Ahuja worked at University of Texas Health Science Center at San Antonio in 2002.Where was Sunil Kumar Ahuja born?Where Sunil Kumar Ahuja died?Where Sunil Kumar Ahuja graduated?What other awards Sunil Kumar Ahuja has received?What other institutions did Sunil Kumar Ahuja work for?What other parties has Sunil Kumar Ahuja been a member of at other times?"
    },
    {
        "question": "James David Forbes worked at Ancient university governance in Scotland in 1860.Where James David Forbes died?Where James David Forbes graduated?What other awards James David Forbes has received?What other institutions did James David Forbes work for?What other parties has James David Forbes been a member of at other times?"
    },
    {
        "question": "Frederick I. Ordway III worked at Marshall Space Flight Center during 1960 and 1963.Where Frederick I. Ordway III graduated?What other awards Frederick I. Ordway III has received?What other institutions did Frederick I. Ordway III work for?What other parties has Frederick I. Ordway III been a member of at other times?"
    },
    {
        "question": "Lyndall Ryan worked at Flinders University in 1984.Where Lyndall Ryan died?Where Lyndall Ryan graduated?What other awards Lyndall Ryan has received?What other institutions did Lyndall Ryan work for?What other parties has Lyndall Ryan been a member of at other times?"
    },
    {
        "question": "Gregory Fu worked at Massachusetts Institute of Technology during 1993 and 2012.Where was Gregory Fu born?Where Gregory Fu died?Where Gregory Fu graduated?What other awards Gregory Fu has received?What other institutions did Gregory Fu work for?What other parties has Gregory Fu been a member of at other times?"
    },
    {
        "question": "Martin Ostwald worked at Wesleyan University during 1952 and 1953.Where was Martin Ostwald born?Where Martin Ostwald died?Where Martin Ostwald graduated?What other awards Martin Ostwald has received?What other institutions did Martin Ostwald work for?What other parties has Martin Ostwald been a member of at other times?"
    },
    {
        "question": "William Edmond Logan worked at Geological Survey of Canada in 1842.Where William Edmond Logan died?Where William Edmond Logan graduated?What other awards William Edmond Logan has received?What other institutions did William Edmond Logan work for?What other parties has William Edmond Logan been a member of at other times?"
    },
    {
        "question": "Thomas E. Baker worked at Florida International University College of Law in 2002.Where was Thomas E. Baker born?Where Thomas E. Baker died?Where Thomas E. Baker graduated?What other awards Thomas E. Baker has received?What other institutions did Thomas E. Baker work for?What other parties has Thomas E. Baker been a member of at other times?"
    },
    {
        "question": "George Davey Smith worked at UCL Medical School during 1985 and 1986.Where was George Davey Smith born?Where George Davey Smith died?Where George Davey Smith graduated?What other awards George Davey Smith has received?What other institutions did George Davey Smith work for?What other parties has George Davey Smith been a member of at other times?"
    },
    {
        "question": "Alexei Starobinsky worked at University of Tokyo during 2000 and 2001.Where Alexei Starobinsky died?Where Alexei Starobinsky graduated?What other awards Alexei Starobinsky has received?What other institutions did Alexei Starobinsky work for?What other parties has Alexei Starobinsky been a member of at other times?"
    },
    {
        "question": "Sendhil Mullainathan worked at Harvard University in 2004.Where was Sendhil Mullainathan born?Where Sendhil Mullainathan died?Where Sendhil Mullainathan graduated?What other awards Sendhil Mullainathan has received?What other institutions did Sendhil Mullainathan work for?What other parties has Sendhil Mullainathan been a member of at other times?"
    },
    {
        "question": "Ben Feringa worked at University of Groningen in 1984.Where was Ben Feringa born?Where Ben Feringa died?Where Ben Feringa graduated?What other awards Ben Feringa has received?What other institutions did Ben Feringa work for?What other parties has Ben Feringa been a member of at other times?"
    },
    {
        "question": "Edward Maibach worked at George Mason University in 2007.Where was Edward Maibach born?Where Edward Maibach died?Where Edward Maibach graduated?What other awards Edward Maibach has received?What other institutions did Edward Maibach work for?What other parties has Edward Maibach been a member of at other times?"
    },
    {
        "question": "R. Tyrrell Rockafellar worked at University of Florida in 2003.Where R. Tyrrell Rockafellar died?Where R. Tyrrell Rockafellar graduated?What other awards R. Tyrrell Rockafellar has received?What other institutions did R. Tyrrell Rockafellar work for?What other parties has R. Tyrrell Rockafellar been a member of at other times?"
    },
    {
        "question": "Bertram Bruce worked at University of Illinois at Urbana–Champaign during 1990 and 1974.Where was Bertram Bruce born?Where Bertram Bruce died?Where Bertram Bruce graduated?What other awards Bertram Bruce has received?What other institutions did Bertram Bruce work for?What other parties has Bertram Bruce been a member of at other times?"
    },
    {
        "question": "Jay Wright Forrester worked at MIT Sloan School of Management in 1956.Where was Jay Wright Forrester born?Where Jay Wright Forrester graduated?What other awards Jay Wright Forrester has received?What other institutions did Jay Wright Forrester work for?What other parties has Jay Wright Forrester been a member of at other times?"
    },
    {
        "question": "Brian D. Ripley worked at University of Strathclyde in 1983.Where was Brian D. Ripley born?Where Brian D. Ripley died?Where Brian D. Ripley graduated?What other awards Brian D. Ripley has received?What other institutions did Brian D. Ripley work for?What other parties has Brian D. Ripley been a member of at other times?"
    },
    {
        "question": "Sara Goldrick-Rab worked at University of Wisconsin–Madison during 2004 and 2016.Where was Sara Goldrick-Rab born?Where Sara Goldrick-Rab died?Where Sara Goldrick-Rab graduated?What other awards Sara Goldrick-Rab has received?What other institutions did Sara Goldrick-Rab work for?What other parties has Sara Goldrick-Rab been a member of at other times?"
    },
    {
        "question": "Clifton C. Edom worked at University of Missouri during 1943 and 1972.Where was Clifton C. Edom born?Where Clifton C. Edom died?Where Clifton C. Edom graduated?What other awards Clifton C. Edom has received?What other institutions did Clifton C. Edom work for?What other parties has Clifton C. Edom been a member of at other times?"
    },
    {
        "question": "André Jagendorf worked at Johns Hopkins University during 1953 and 1966.Where André Jagendorf graduated?What other awards André Jagendorf has received?What other institutions did André Jagendorf work for?What other parties has André Jagendorf been a member of at other times?"
    },
    {
        "question": "Millard H. Alexander worked at Harvard University in 1967.Where was Millard H. Alexander born?Where Millard H. Alexander died?Where Millard H. Alexander graduated?What other awards Millard H. Alexander has received?What other institutions did Millard H. Alexander work for?What other parties has Millard H. Alexander been a member of at other times?"
    },
    {
        "question": "Ludwig Roth worked at Army Ballistic Missile Agency in 1945.Where was Ludwig Roth born?Where Ludwig Roth died?Where Ludwig Roth graduated?What other awards Ludwig Roth has received?What other institutions did Ludwig Roth work for?What other parties has Ludwig Roth been a member of at other times?"
    },
    {
        "question": "Vilhelm Aubert worked at University of Oslo during 1954 and 1988.Where was Vilhelm Aubert born?Where Vilhelm Aubert died?Where Vilhelm Aubert graduated?What other awards Vilhelm Aubert has received?What other institutions did Vilhelm Aubert work for?What other parties has Vilhelm Aubert been a member of at other times?"
    },
    {
        "question": "Derek Bell (physician) worked at Royal College of Physicians of Edinburgh in 2014.Where was Derek Bell (physician) born?Where Derek Bell (physician) died?Where Derek Bell (physician) graduated?What other awards Derek Bell (physician) has received?What other institutions did Derek Bell (physician) work for?What other parties has Derek Bell (physician) been a member of at other times?"
    },
    {
        "question": "Pilar Gonzalbo Aizpuru worked at El Colegio de México in 1980.Where was Pilar Gonzalbo Aizpuru born?Where Pilar Gonzalbo Aizpuru died?Where Pilar Gonzalbo Aizpuru graduated?What other awards Pilar Gonzalbo Aizpuru has received?What other institutions did Pilar Gonzalbo Aizpuru work for?What other parties has Pilar Gonzalbo Aizpuru been a member of at other times?"
    },
    {
        "question": "Dimitrios Trichopoulos worked at Karolinska Institute during 1998 and 2014.Where was Dimitrios Trichopoulos born?Where Dimitrios Trichopoulos died?Where Dimitrios Trichopoulos graduated?What other awards Dimitrios Trichopoulos has received?What other institutions did Dimitrios Trichopoulos work for?What other parties has Dimitrios Trichopoulos been a member of at other times?"
    },
    {
        "question": "Alexey Stakhov worked at Southern Federal University during 1971 and 1977.Where was Alexey Stakhov born?Where Alexey Stakhov died?Where Alexey Stakhov graduated?What other awards Alexey Stakhov has received?What other institutions did Alexey Stakhov work for?What other parties has Alexey Stakhov been a member of at other times?"
    },
    {
        "question": "Hans-Ulrich Reissig worked at Technische Universität Darmstadt in 1986.Where was Hans-Ulrich Reissig born?Where Hans-Ulrich Reissig died?Where Hans-Ulrich Reissig graduated?What other awards Hans-Ulrich Reissig has received?What other institutions did Hans-Ulrich Reissig work for?What other parties has Hans-Ulrich Reissig been a member of at other times?"
    },
    {
        "question": "Nicholas Georgescu-Roegen worked at University of Bucharest during 1932 and 1934.Where was Nicholas Georgescu-Roegen born?Where Nicholas Georgescu-Roegen died?Where Nicholas Georgescu-Roegen graduated?What other awards Nicholas Georgescu-Roegen has received?What other institutions did Nicholas Georgescu-Roegen work for?What other parties has Nicholas Georgescu-Roegen been a member of at other times?"
    },
    {
        "question": "Pierre L. van den Berghe worked at University of Washington during 1989 and 158.Where was Pierre L. van den Berghe born?Where Pierre L. van den Berghe died?Where Pierre L. van den Berghe graduated?What other awards Pierre L. van den Berghe has received?What other institutions did Pierre L. van den Berghe work for?What other parties has Pierre L. van den Berghe been a member of at other times?"
    },
    {
        "question": "Joseph Zachary worked at University of Utah in 1987.Where was Joseph Zachary born?Where Joseph Zachary died?Where Joseph Zachary graduated?What other awards Joseph Zachary has received?What other institutions did Joseph Zachary work for?What other parties has Joseph Zachary been a member of at other times?"
    },
    {
        "question": "Andrey Kapitsa worked at MSU Faculty of Geography during 1965 and 1970.Where Andrey Kapitsa graduated?What other awards Andrey Kapitsa has received?What other institutions did Andrey Kapitsa work for?What other parties has Andrey Kapitsa been a member of at other times?"
    },
    {
        "question": "Hans-Ulrich Schmincke worked at Ruhr University Bochum in 1969.Where was Hans-Ulrich Schmincke born?Where Hans-Ulrich Schmincke died?Where Hans-Ulrich Schmincke graduated?What other awards Hans-Ulrich Schmincke has received?What other institutions did Hans-Ulrich Schmincke work for?What other parties has Hans-Ulrich Schmincke been a member of at other times?"
    },
    {
        "question": "Debra Elmegreen worked at Vassar College in 1985.Where was Debra Elmegreen born?Where Debra Elmegreen died?Where Debra Elmegreen graduated?What other awards Debra Elmegreen has received?What other institutions did Debra Elmegreen work for?What other parties has Debra Elmegreen been a member of at other times?"
    },
    {
        "question": "Earl Babbie worked at University of Hawaii during 1968 and 1979.Where Earl Babbie died?Where Earl Babbie graduated?What other awards Earl Babbie has received?What other institutions did Earl Babbie work for?What other parties has Earl Babbie been a member of at other times?"
    },
    {
        "question": "Sean Wilentz worked at Princeton University in 1979.Where Sean Wilentz died?Where Sean Wilentz graduated?What other awards Sean Wilentz has received?What other institutions did Sean Wilentz work for?What other parties has Sean Wilentz been a member of at other times?"
    },
    {
        "question": "Richard Friend worked at National University of Singapore in 2013.Where Richard Friend died?Where Richard Friend graduated?What other awards Richard Friend has received?What other institutions did Richard Friend work for?What other parties has Richard Friend been a member of at other times?"
    },
    {
        "question": "James Tour worked at University of South Carolina during 1988 and 1999.Where James Tour died?Where James Tour graduated?What other awards James Tour has received?What other institutions did James Tour work for?What other parties has James Tour been a member of at other times?"
    },
    {
        "question": "Sangeeta N. Bhatia worked at Massachusetts Institute of Technology in 2005.Where was Sangeeta N. Bhatia born?Where Sangeeta N. Bhatia died?Where Sangeeta N. Bhatia graduated?What other awards Sangeeta N. Bhatia has received?What other institutions did Sangeeta N. Bhatia work for?What other parties has Sangeeta N. Bhatia been a member of at other times?"
    },
    {
        "question": "Arun Kumar Biswas worked at The Asiatic Society during 1995 and 2002.Where Arun Kumar Biswas graduated?What other awards Arun Kumar Biswas has received?What other institutions did Arun Kumar Biswas work for?What other parties has Arun Kumar Biswas been a member of at other times?"
    },
    {
        "question": "John T. Riedl worked at Purdue University during 1983 and 1989.Where was John T. Riedl born?Where John T. Riedl died?Where John T. Riedl graduated?What other awards John T. Riedl has received?What other institutions did John T. Riedl work for?What other parties has John T. Riedl been a member of at other times?"
    },
    {
        "question": "Dominique Bourg worked at University of Lausanne in 2006.Where was Dominique Bourg born?Where Dominique Bourg died?Where Dominique Bourg graduated?What other awards Dominique Bourg has received?What other institutions did Dominique Bourg work for?What other parties has Dominique Bourg been a member of at other times?"
    },
    {
        "question": "Tom Cornsweet worked at Yale University during 1955 and 1959.Where was Tom Cornsweet born?Where Tom Cornsweet died?Where Tom Cornsweet graduated?What other awards Tom Cornsweet has received?What other institutions did Tom Cornsweet work for?What other parties has Tom Cornsweet been a member of at other times?"
    },
    {
        "question": "Christoph Steinbeck worked at Max Planck Institute for Chemical Ecology in 2014.Where was Christoph Steinbeck born?Where Christoph Steinbeck died?Where Christoph Steinbeck graduated?What other awards Christoph Steinbeck has received?What other institutions did Christoph Steinbeck work for?What other parties has Christoph Steinbeck been a member of at other times?"
    },
    {
        "question": "David Lee (physicist) worked at Texas A&M University in 2009.Where was David Lee (physicist) born?Where David Lee (physicist) died?Where David Lee (physicist) graduated?What other awards David Lee (physicist) has received?What other institutions did David Lee (physicist) work for?What other parties has David Lee (physicist) been a member of at other times?"
    },
    {
        "question": "Michael J. Sailor worked at University of California, San Diego in 1990.Where was Michael J. Sailor born?Where Michael J. Sailor died?Where Michael J. Sailor graduated?What other awards Michael J. Sailor has received?What other institutions did Michael J. Sailor work for?What other parties has Michael J. Sailor been a member of at other times?"
    },
    {
        "question": "Mikhail Budyko worked at Russian State Hydrological Institute during 1975 and 2000.Where was Mikhail Budyko born?Where Mikhail Budyko died?Where Mikhail Budyko graduated?What other awards Mikhail Budyko has received?What other institutions did Mikhail Budyko work for?What other parties has Mikhail Budyko been a member of at other times?"
    },
    {
        "question": "Costas Panagopoulos worked at Fordham University in 2005.Where was Costas Panagopoulos born?Where Costas Panagopoulos died?Where Costas Panagopoulos graduated?What other awards Costas Panagopoulos has received?What other institutions did Costas Panagopoulos work for?What other parties has Costas Panagopoulos been a member of at other times?"
    },
    {
        "question": "Alexander Dounce worked at Cornell University during 1936 and 1941.Where Alexander Dounce graduated?What other awards Alexander Dounce has received?What other institutions did Alexander Dounce work for?What other parties has Alexander Dounce been a member of at other times?"
    },
    {
        "question": "Alice Amsden worked at Massachusetts Institute of Technology during 1994 and 2012.Where Alice Amsden graduated?What other awards Alice Amsden has received?What other institutions did Alice Amsden work for?What other parties has Alice Amsden been a member of at other times?"
    }
]